[
  {
    "titre": "S07E01 - Qui a tiré sur Mr Burns ? (Partie 2)",
    "image": "https://www.simpsonspark.com/images/guide/s7/2f20.jpg",
    "description": "Smithers se réveille avec la gueule de bois. Aux informations, on ne parle plus que de la tentative de meurtre qui visait à se débarrasser du démoniaque Burns. La recherche du suspect risque d'être difficile car tout le monde avait une raison de lui tirer dessus. Smithers est interrogé. Il ne se souvient plus trop de ses actes, mais après réflexion, il pense être le coupable ; il est aussitôt arrêté. Mais au fur et à mesure que l'enquête se poursuit, il est innocenté. La seule solution pour trouver le coupable, c'est d'interroger tous les suspects..."
  },
  {
    "titre": "S07E02 - Radioactive Man",
    "image": "https://www.simpsonspark.com/images/guide/s7/2f17.jpg",
    "description": "Un film va être produit et consacré à Radioactive Man, le personnage de BD préféré de Bart. Le film sera tourné à Springfield. Des auditions pour le rôle d'Atomic Boy, le protégé de Radioactive Man, sont prévues. Les auditions se déroulent à l'école et la plupart des enfants se présentent. Bart est très bon pour le rôle, malheureusement il est trop petit de deux centimètres. Il tente l'impossible pour grandir le plus vite mais ses efforts seront vains puisque c'est Milhouse qui obtient le rôle. Milhouse devient très vite célèbre et Bart qui était sûr que le rôle était fait pour lui, se retrouve sans rien..."
  },
  {
    "titre": "S07E03 - Le foyer de la révolte",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f01.jpg",
    "description": "Quand les enfants partent à l'école, Homer montre à Marge deux billets pour une escapade gratuite en balnéothérapie qu'il a eu en essayant une voiture. Marge n'est pas sûre que ce soit une bonne idée car la maison est en désordre mais elle finit par accepter. Pendant la photo de classe de Bart, Mme Krapabelle remarque qu'il a des poux. Lisa est appelée chez le proviseur et elle arrive pieds nus car on lui a pris ses chaussures. Skinner pense qu'il y a un problème chez les Simpson. Lorsque des inspecteurs découvrent que la maison est en désordre et que les parents sont absents, ils pensent vraiment que ce sont de mauvais parents. Les enfants sont alors retirés des mains d'Homer et Marge et placés chez les Flanders, considérés comme des parents modèles..."
  },
  {
    "titre": "S07E04 - Bart vend son âme",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f02.jpg",
    "description": "Bart a changé les cahiers de chants de la messe et la traditionnelle musique du Seigneur a été remplacée par de la musique plus rock. Milhouse dénonce Bart au révérend Lovejoy et ils se font tous les deux punir. Milhouse a dit qu'il avait accusé Bart car il n'avait pas envie de perdre son âme. Bart ne croit pas à ce genre de choses et pour le prouver, il lui vend son âme pour seulement 5$. Mais Bart va vite regretter son geste parce qu'il va se rendre vite compte qu'il ne ressent plus du tout certains sentiments si ce n'est le remord. Milhouse lui propose 50$ pour reprendre son âme et pas moins. Pendant ce temps, Moe a envie d'ouvrir un restaurant familial pour attirer la clientelle. Il change son bar et il l'appelle \"La mangeoire de l'oncle Moe\"..."
  },
  {
    "titre": "S07E05 - Lisa la végétarienne",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f03.jpg",
    "description": "Pour faire plaisir à Maggie, les Simpson sont allés au village des contes pour enfants. Là-bas, Lisa a vu un agneau adorable mais le soir, quand il y a des côtelettes d'agneau au repas, elle refuse d'en manger car c'est un animal sans défense qui a été tué. A partir de ce moment-là, Lisa choisit de devenir végétarienne. A l'école, elle dit qu'elle ne peut plus faire de mal aux animaux alors, le principal Skinner pour lui faire changer d'avis, passe un film éducatif vantant les mérites de la viande. Pour rivaliser avec Flanders, Homer va organiser un barbecue géant. Lisa ne veut pas de ce barbecue car tout le monde va manger de la viande. Elle va tout tenter pour que celui-ci n'ait pas lieu..."
  },
  {
    "titre": "S07E06 - Les Simpson Spécial Halloween VI",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f04.jpg",
    "description": ""
  },
  {
    "titre": "S07E07 - Un super Big Homer",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f05.jpg",
    "description": "Homer est affolé à l'idée de devoir faire 5 minutes de gymnastique par jour à la centrale. Il se dit qu'il faudrait qu'il soit considéré comme invalide pour pouvoir travailler de chez lui et ainsi éviter tout effort inutile. Après plusieurs tentatives ratées d'accidents, il apprend que s'il arrive à peser 140 kilos, il sera considéré comme super obèse et pourra rester à la maison travailler. Il suit alors le programme de grossissement du docteur Nick Riviera et après plusieurs jours, il réussit à prendre assez de poids. Monsieur Burns annonce alors qu'Homer peut maintenant travailler tout en restant chez lui, ce qui lui évite la pénible tâche d'avoir à se déplacer..."
  },
  {
    "titre": "S07E08 - La mère d'Homer",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f06.jpg",
    "description": "Pour éviter d'avoir à ramasser des ordures pour la centrale, Homer invente une combine pour se faire passer pour mort. Mais ça devient rapidement embarrassant car les proches des Simpson viennent les voir pour leur annoncer leurs condoléances. Quand l'électricité est coupée dans la maison, Homer décide d'aller régler l'affaire aux dossiers de Springfield pour demander à ce qu'on arrête de dire qu'il est mort. Il apprend alors que sa mère n'est pas morte, alors qu'Abraham lui avait pourtant dit qu'elle l'était. En se rendant sur la tombe de sa mère, il tombe nez à nez avec sa véritable elle..."
  },
  {
    "titre": "S07E09 - Bombinette Bob",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f08.jpg",
    "description": "Tahiti Bob, l'ennemi juré de Bart ne peut plus supporter de voir les pitreries de Krusty le clown et il en a marre de voir qu'il a du succès. Il décide alors de concocter un nouveau plan diabolique... Une exhibition aérienne a lieu à Springfield. La manifestation attire beaucoup de monde et Tahiti Bob y voit là une occasion de mettre son plan à exécution. Grâce à un plan finement travaillé, il parvient à s'infiltrer dans le quartier militaire et réussit à s'emparer d'une bombe nucléaire. Il se sert de celle-ci pour menacer toute la ville. S'ils veulent avoir la vie sauve, les habitants de Springfield doivent se séparer de leur télévision définitivement..."
  },
  {
    "titre": "S07E10 - 138ème épisode, du jamais vu !",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f31.jpg",
    "description": "A l'occasion du 138ème épisode, Troy McClure présente un épisode un peu spécial et raconte comment la série a connu le succès qu'elle rencontre actuellement. Il raconte alors que les Simpson ont fait leurs débuts dans le Tracey Ullman Show. Pour la suite de l'émission, Troy McClure se propose de répondre aux questions qui ont été posées par des fans telles que \"Quel est le prix de Maggie quand elle passe à la caisse ?\" ou \"Homer est-il de plus en plus stupide ?\" Cet épisode réserve encore plein d'autres surprises..."
  },
  {
    "titre": "S07E11 - Marge et son petit voleur",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f07.jpg",
    "description": "Bart est convaincu par la publicité pour un jeu vidéo de combat : \"Bonestorm\". Il demande à Marge de lui acheter ce jeu pour Noël mais elle refuse. Il n'a malheureusement pas assez d'argent pour se le payer de sa poche. Milhouse s'est acheté le jeu mais il ne veut pas que Bart joue avec. Le jeune garçon se rend dans un magasin et voit la cartouche du jeu. Nelson et Jimbo lui ont donné la mauvaise idée de le voler, et c'est ce qu'il fait. En sortant du magasin, il se fait arrêter par le surveillant. Après une discussion plutôt tendue, il arrive à s'en sortir sans que ses parents soient au courant, mais il n'est plus le bienvenu dans le magasin. Ca tombe très mal car le lendemain, lui et le reste de la famille doivent s'y rendre..."
  },
  {
    "titre": "S07E12 - Une partie Homérique",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f10.jpg",
    "description": "Comme les habitués du bar ne viennent plus chez Moe depuis qu'ils ont une maîtresse, Homer et Moe décident d'aller au bowling. Mais là-bas, ils se voient refuser l'accès aux pistes qui sont réservées aux compétitions. Pour pouvoir jouer, ils font appel à Apu et à Otto pour ainsi former une équipe. Par contre, il faut payer 500 $ d'inscription. Heureusement, Homer réussit à les avoir grâce à M. Burns qui n'est visiblement pas dans son état normal. L'équipe peut maintenant participer aux compétitions. Pendant ce temps, Bart apporte un t-shirt où il est écrit \"A bas les devoirs\". Ce geste pousse le principal Skinner à obliger le port de l'uniforme..."
  },
  {
    "titre": "S07E13 - Deux mauvais voisins",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f09.jpg",
    "description": "Pour s'occuper, Homer se charge de distribuer des prospectus sur Evergreen Terasse pour la brocante du quartier. En faisant le tour du quartier, Homer remarque qu'il y a une immense maison à vendre en face de chez eux. Le jour de la brocante est arrivé et chacun a monté son stand. Pendant qu'Homer fait son show pour vendre des babioles, des gens emménagent dans l'immense maison : il s'agit de George Bush et de sa femme ! Tout le monde semble heureux d'accueillir un ancien président américain dans leur quartier, à l'exception d'Homer..."
  },
  {
    "titre": "S07E14 - Premier pas dans le grand monde",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f11.jpg",
    "description": "Abraham Simpson qui voulait régler l'image détruit la télévision. Les Simpson se rendent alors à Ogdenville pour en acheter une pas trop cher. Marge en profite pour aller dans un magasin de vêtements. Elle voit un véritable tailleur pour seulement 90 $. Elle décide de l'acheter. En sortant avec son tailleur, elle rencontre Evelyne, une ancienne camarade de classe. En voyant le look de Marge, elle lui propose de rejoindre son club qui réunit des gens d'une classe sociale importante. Marge fait sensation au club mais ils ignorent tous qu'elle n'a pas beaucoup d'argent. Marge ne veut pas que ça se sache pour conserver ses nouvelles amies..."
  },
  {
    "titre": "S07E15 - Krusty \"Le retour\"",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f12.jpg",
    "description": "Les Simpson ont perdu leur tante Hortense. Chaque membre de la famille reçoit en héritage une somme de 100 $. Bart et Lisa mettent leur argent sur un compte en banque et Bart en profite pour avoir son carnet de chèques personnel. Bart qui voulait un autographe de Krusty n'arrive pas à avoir satisfaction. Pour l'obtenir, il envoie un chèque de 25 cents à Krusty et il aura sa signature quand ce dernier encaissera le chèque. Quand il reçoit le chèque, il voit que celui-ci est tamponné par les îles Caïmans. Il va se renseigner à la banque qui se rend compte que Krusty a un compte illégal dans ces îles. Krusty est repéré par le FISC et il est obligé d'annuler son émission. Bart s'en veut car tout ce qui se passe est arrivé par sa faute..."
  },
  {
    "titre": "S07E16 - Le vrai faux héros",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f13.jpg",
    "description": "Pour célébrer le 200ème anniversaire de Springfield, l'école diffuse aux enfants, une reproduction qui raconte un épisode de la vie de Jebediah Springfield, le fondateur de la ville. Pour l'événement, les élèves de Mlle Hoover doivent réaliser un exposé sur Jebediah. Homer veut faire partie du défilé de la reconstitution. Il réussit à avoir le rôle de crieur public à sa plus grande joie. En faisant ses recherches, Lisa trouve dans une flûte ayant appartenu à Jebediah un message dans lequel il dit qu'il n'est pas le héros que tout le monde croit. Elle clame sous tous les toits qu'il est un imposteur, mais personne ne la croit..."
  },
  {
    "titre": "S07E17 - Homer fait son Smithers",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f14.jpg",
    "description": "Monsieur Burns et Smithers se rendent à une course de dragsters. Une fois le spectacle terminé, M. Burns monte dans la voiture. Pendant que Smithers va chercher un gant de supporter, Lenny, saoul, s'approche de monsieur Burns qui se voit obligé de fermer la fenêtre de la voiture pour l'éviter. Smithers est persuadé d'avoir failli à son devoir et s'en veut énormément. Il n'arrête pas de se sentir coupable, si bien que M. Burns lui demande de prendre des vacances. Il choisit alors de prendre Homer comme remplaçant. Mais Homer n'apprécie pas beaucoup son nouveau poste qui lui demande beaucoup de travail pour si peu de remerciements..."
  },
  {
    "titre": "S07E18 - Le jour où la violence s'est éteinte",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f16.jpg",
    "description": "Itchy et Scratchy fêtent leurs 75 années d'existence. Pour l'événement, une parade est organisée dans les rues de Springfield. Pour être sûrs d'avoir de bonnes places, Bart et Lisa décident de s'y rendre le plus tôt possible. Le lendemain, la parade passe. Bart les suit jusqu'à ce qu'il arrive à Clodocity. Là-bas, il rencontre un clochard du nom de Chester Lampwick. Celui-ci affirme que c'est lui qui a créé le personnage d'Itchy. Il le prouve en lui montrant un film du premier épisode. Mais malheureusement, celui-ci brûle dès qu'il est terminé. Bart propose à Chester de faire un procès à Roger Meyers pour devenir riche, mais ce procès va s'avérer difficile maintenant que sa seule preuve est partie en cendres..."
  },
  {
    "titre": "S07E19 - Un poisson nommé Selma",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f15.jpg",
    "description": "Troy McClure n'a visiblement plus autant de succès qu'à l'époque où il faisait des plus grands films. Un soir alors qu'il conduisait exécrablement, il se fait arrêter par une voiture de police qui lui demande d'aller faire un test de vue au service des permis. Là-bas, il rencontre Selma qui tombe sous le charme du séducteur. Pour qu'elle valide son permis, Troy fait jouer son charme irrésistible et invite Selma à dîner. En sortant du restaurant, des paparazzis s'imaginent qu'ils sortent ensembles, et cette nouvelle permet de relancer la carrière de Troy McClure. Il décide alors de rester avec elle pour faire son retour dans le Show-Biz. Cette stratégie fonctionne tellement bien qu'il demande à Selma de l'épouser..."
  },
  {
    "titre": "S07E20 - Faux permis, vrais ennuis",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f17.jpg",
    "description": "Skinner qui veut profiter de ses vacances invente un projet idiot pour avancer sa date de départ. Les enfants doivent suivre leurs parents à leur travail. Bart qui se voyait déjà devant la télévision est déçu d'apprendre qu'il va passer la journée au service des permis avec Patty et Selma. Lisa est à la centrale avec Homer et c'est une bonne occasion pour passer du temps avec son père. Bart profite de l'absence des jumelles pour utiliser la machine à faire des permis et s'en fabriquer un faux. Il profite de celui-ci pour faire des choses que les enfants n'ont pas le droit de faire. Sur la route, Bart, Milhouse et Nelson rencontrent Martin qui a 600 $ en poche. Avec cet argent, ils décident de louer une voiture et de partir tous les quatre avec..."
  },
  {
    "titre": "S07E21 - Vingt deux courts métrages sur Springfield",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f18.jpg",
    "description": "Bart et Milhouse sont en train de cracher sur les voitures du haut d'un pont lorsqu'ils se demandent ce qui peut bien se passer dans Springfield au moment où ils parlent. Pendant ce temps, Apu décide de prendre sa première pause depuis plusieurs années. Lisa quant à elle reçoit un chewing-gum dans les cheveux. Marge essaye tout ce qui est possible pour le lui enlever mais ça ne fait qu'empirer les choses. Smithers se fait piquer par une guêpe dans l'œil alors qu'il faisait du vélo et le docteur Nick Riviera s'occupe d'opérer Abraham Simpson. Le serpent fait un hold-up dans le bar de Moe tandis que l'inspecteur Chalmers rend visite à Skinner pour manger chez lui..."
  },
  {
    "titre": "S07E22 - Grand-père Simpson et le trésor maudit",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f19.jpg",
    "description": "A l'école, les enfants ont tous ramenés leurs grand-parents et une fois de plus, Abraham Simpson a fait honte à son petit fils Bart en racontant des histoires à dormir debout. En rentrant à la maison de retraite, Abraham apprend la mort de Asa Phelp. Il assiste à son enterrement, tout comme M. Burns. Lorsque l'un des deux hommes mourra, l'autre remportera le trésor des poissons-diables. Monsieur Burns engage quelqu'un qui est chargé de tuer Abraham. Après plusieurs tentatives ratées, le grand-père se réfugie chez les Simpson et il explique son histoire à Bart. C'était lors de la seconde guerre mondiale. Lui et un groupe de soldats qui s'appelaient les poissons-diables avaient volés plusieurs tableaux qui appartenaient aux nazis à la fin de la guerre..."
  },
  {
    "titre": "S07E23 - J'y suis, j'y reste !",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f20.jpg",
    "description": "Un ours s'introduit à Evergreen Terasse. Il est rapidement maîtrisé mais Homer ne veut pas que l'affaire s'arrête là. Il entame une manifestation pour lutter contre les ours. Le maire Quimby décide alors de créer des patrouilles anti-ours. Mais cette patrouille nécessite de l'argent et une taxe de 5 $ est imposée à tous les habitants qui ne sont toujours pas satisfaits. Pour se défendre, le maire dit que si les impôts sont trop élevés, c'est à cause des immigrés clandestins. Les immigrés sont devenus la bête noire aux yeux des habitants et la mairie propose une loi pour les expulser de la ville. Apu fait partie de ces immigrés clandestins et il risque de retourner en Inde si cette loi est votée. Homer qui était d'abord pour cette loi change d'avis pour sauver Apu..."
  },
  {
    "titre": "S07E24 - Homer le rocker",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f21.jpg",
    "description": "Otto a malencontreusement détruit le bus scolaire. Les enfants sont obligés d'aller à l'école en voiture et Homer se porte volontaire pour accompagner un certain nombre d'élèves à l'école. Pendant les trajets, Homer a vraiment l'impression de ne plus être dans le coup. Pour être de nouveau au top, il prend des billets pour le festival Hullabalooza, un festival de rock. Pendant un des concerts, Homer reçoit un coup de canon, qui était chargé avec un ballon en forme de cochon, dans le ventre. Le public apprécie la prestation et Homer se voit proposer de suivre le festival pour faire un spectacle dans lequel il reçoit un boulet de canon..."
  },
  {
    "titre": "S07E25 - La bande à Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s7/3f22.jpg",
    "description": "C'est le dernier jour d'école, et c'est aussi le moment où chacun signe le livre de l'année. Bart a un gros succès et tout le monde veut sa dédicace. Par contre, le livre de Lisa reste indubitablement vierge. Ned Flanders demande à Homer s'il veut que la famille Simpson passe des vacances au bord de mer dans sa maison de vacances. Homer accepte. Bart invite Milhouse à venir mais Lisa n'a pas personne à inviter. Elle en a marre d'être la fille sans amis et elle veut que ca change cet été. Elle change de look pour paraître un peu plus \"cool\" et rencontre une bande de jeunes avec qui elle sympathise. Bart est jaloux car Lisa a réussit à se faire des amis..."
  }
]