[
  {
    "titre": "S10E01 - La graisse antique",
    "image": "https://www.simpsonspark.com/images/guide/s10/5f20.jpg",
    "description": "La rentrée approche. Les enfants vont faire leurs achats de fournitures scolaires au supermarché. En se rendant chez Apu, Homer apprend que ce dernier revend la graisse de ses hot dogs et se fait de l'argent avec. Homer décide alors de collecter lui aussi de la graisse. Une nouvelle élève, Alex Whitney, arrive à l'école et Lisa est chargée de lui faire découvrir l'école. Elle se rend rapidement compte que cette fille est très chic si bien qu'elle va s'emparer de toutes ses amies en reléguant Lisa en second rôle. Le commerce de graisse d'Homer et de Bart, forcé de l'accompagner, n'a pas l'air de fonctionner comme il l'espérait mais il ne compte pas s'arrêter sur une défaite..."
  },
  {
    "titre": "S10E02 - La dernière invention d'Homer",
    "image": "https://www.simpsonspark.com/images/guide/s10/5f21.jpg",
    "description": "En écoutant la radio, Homer apprend que la moyenne de durée de vie est de 76,2 ans et qu'il est arrivé à la moitié de sa vie. A partir de ce moment, il a peur de mourir en ayant rien accompli dans sa vie. Pour le consoler, les Simpson organisent une fête pour lui montrer qu'il a fait plein de choses, mais ça ne change rien. Par contre, lorsqu'il apprend tout ce que Thomas Edison a inventé, il se passionne pour sa vie et partage tout ce qu'il a appris sur lui avec ses proches mais personne ne semble autant intéressé que lui. Homer décide alors de marcher sur ses traces en devenant lui aussi un grand inventeur. Il s'enferme à la cave et commence à réfléchir..."
  },
  {
    "titre": "S10E03 - Lézards populaires",
    "image": "https://www.simpsonspark.com/images/guide/s10/5f22.jpg",
    "description": "Pour féliciter Bart et Lisa qui viennent de recevoir un prix bidon, Marge invite toute la famille à passer une journée à la foire aux manèges. Là-bas, Marge y rencontre Nelson qui vient de tricher à un jeu et qui a gagné une carabine. Elle trouve qu'il est de très mauvaise influence et elle refuse que Bart le fréquente. Mais malgré ça, Bart se rend chez lui pour essayer la carabine, et sans réellement le vouloir, il tue un oiseau. Il se rend compte, malheureusement trop tard, de la bêtise de son acte. Marge découvre horrifiée l'oiseau que Bart a tué. Pour remonter dans sa propre estime et celle de sa mère, Bart décide de couver les œufs de l'oiseau qu'il a tué. Il se documente sur la façon dont il doit s'en occuper et installe les œufs dans sa cabane sous une lampe..."
  },
  {
    "titre": "S10E04 - Simpson Horror Show IX",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf01.jpg",
    "description": ""
  },
  {
    "titre": "S10E05 - Homer fait son cinéma",
    "image": "https://www.simpsonspark.com/images/guide/s10/5f19.jpg",
    "description": "Bart et Lisa réveillent Homer à 4 heures du matin pour qu'ils les emmènent comme promis au lac de Springfield. Une fois arrivés au lac, Homer loue un bateau pour faire du ski nautique. Au lieu de ça, il fait du ski ascensionnel et demande à Marge, qui conduit le bateau, d'aller encore plus vite afin qu'il aille plus haut. Le moteur ne tient pas ; il brûle et coupe la corde qui relie Homer au bateau. Homer tombe alors dans la maison où vivent Kim Basinger et Alec Baldwin quand ils veulent fuir Hollywood. Pour les aider, il leur propose de devenir leur assistant. Les acteurs l'engagent et lui demandent de ne pas révéler leurs présences. Ron Howard arrive pour passer quelques jours. Homer présente un scénario qu'il a écrit à Alec qui en rigole car il ne tient pas la route. Au bout d'un moment, Homer a envie de devenir lui aussi célèbre et raconte à ses amis du bar pour qui il travaille..."
  },
  {
    "titre": "S10E06 - Hippie hip hourra !",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf02.jpg",
    "description": "Monsieur Burns n'arrive pas à ouvrir un bocal de cornichons. Il fait appel aux employés de la centrale pour l'aider mais personne n'y parvient. Il a alors l'idée de faire une campagne publicitaire pour attirer de jeunes employés. Homer qui a joué dans ce film publicitaire voit là une occasion de faire du cinéma. En remplissant une inscription pour le syndicat des acteurs, il doit inscrire son deuxième prénom. Il demande quel est son deuxième prénom à Abraham qui ne le sait pas mais qui sait où le trouver, chez des hippies. Homer apprend que son deuxième prénom est Jay et que sa mère était une hippie. Homer décide alors de devenir lui-même hippie en devenant ami avec Seth et Munchie, les deux anciens amis de sa mère..."
  },
  {
    "titre": "S10E07 - Lisa a la meilleure note",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf03.jpg",
    "description": "Après la messe, les Simpson vont dans un magasin pour profiter des échantillons gratuits. Homer veut acheter de la glace et il pose Lisa dans le frigo du supermarché pour qu'elle choisisse un parfum. Il voit des homards et a très envie de s'en acheter un mais comme ils coûtent chers, il décide d'acheter le moins gros et de le faire grossir lui-même en le gavant de nourriture très riche. Le lendemain, Lisa se réveille malade. Elle est obligée de rester à la maison et de rater l'école. Pour l'occuper, Marge lui met un jeu vidéo de Bart ; au début, le jeu l'ennuie puis elle y prend vite goût et laisse même ses devoirs de côté. Trois jours plus tard, lorsqu'elle retourne à l'école, elle n'a pas révisé son contrôle. Une seule solution s'ouvre à elle : tricher..."
  },
  {
    "titre": "S10E08 - Touche pas à mon rein",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf04.jpg",
    "description": "Les Simpson vont visiter une ville fantôme. En route, ils n'ont pas d'autre choix que d'amener Abraham avec eux. Ils se rendent dans la ville du far west et visitent un saloon. Au retour, Abraham a très envie d'aller aux toilettes mais Homer ne veut pas s'arrêter pour ça. En rentrant, Abraham ne se sent pas très bien. Le docteur Hibbert constate que ses deux reins ont littéralement explosé. Il a besoin de s'en faire greffer un d'urgence et Homer accepte de lui en donner un. Mais au fur et à mesure que l'opération se rapproche, il se demande si c'est vraiment une bonne idée et n'a plus trop envie de se séparer d'un de ses reins..."
  },
  {
    "titre": "S10E09 - Homer, garde du corps",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf05.jpg",
    "description": "Toute la famille regarde, à la télévision, le film \"Titanic\" lorsque ce dernier est interrompu par une publicité sur le prochain salon de la Science-Fiction. Bien évidemment, les Simpson ne le ratent pas. Lors du salon, Mark Hamill demande à une personne du public de venir sur scène pour interpréter Obi-Wan Kenobi sans savoir que tout le monde veut le rôle ; s'en suit une émeute générale dans laquelle Mark Hamill et le maire Quimby sont prisonniers. Lorsqu'Homer voit ça, il se précipite à leur secours. Quimby vire ses gardes du corps qui n'étaient pas là pour l'aider et engage Homer à leur place. Après quelques jours d'entraînement, Homer obtient son diplôme et prend très au sérieux son nouveau travail..."
  },
  {
    "titre": "S10E10 - Fiesta à Las Vegas",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf06.jpg",
    "description": "Tous les habitants assistent à la destruction du casino de M. Burns. Au lieu d'imploser, le casino explose et crée la panique ! En allant faire laver sa voiture, Homer apprend que Ned utilise une carte du troisième âge pour payer moins cher. Le lendemain, pendant la messe, il annonce à toute l'assemblée que Ned est un menteur car il triche sur son âge. Obligé de se justifier, il avoue, à la surprise générale, avoir 60 ans. En faisant le bilan de ses années, il prend conscience qu'il ne s'est jamais vraiment amusé et que sa vie est une catastrophe ! Il va voir Homer pour lui demander qu'il lui apprenne à s'éclater. Ils prennent la voiture et sur un coup de tête, Homer prend la route de Las Vegas. Après avoir joué toute la nuit, ils se réveillent le matin avec deux femmes à leurs côtés..."
  },
  {
    "titre": "S10E11 - Sbartacus",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf07.jpg",
    "description": "Les Simpson assistent à un match des Isotopes. Au bout d'un moment, Homer préfère aller dans la voiture que de voir encore une fois son équipe perdre. Six mois plus tard, en se rendant chez Moe, il apprend que les Isotopes sont en train de jouer la finale. L'équipe de Springfield remporte le match. Homer et ses amis fêtent la victoire dignement, en se saoulant et en saccageant l'école avec sa voiture ! Le lendemain, le chef Wiggum suspecte les enfants et décrète sans plus tarder le couvre-feu. Ils n'ont plus le droit d'être dehors à la tombée de la nuit sous peine d'être ramener chez leurs parents ! Bart et Lisa regardent à la télévision, la bande-annonce d'un film d'épouvante. Ils appellent tous leurs amis et prennent le risque d'aller le voir ce soir. Seulement, Wiggum veille à ce que le couvre-feu soit respecté..."
  },
  {
    "titre": "S10E12 - Les prisonniers du stade",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf08.jpg",
    "description": "Skinner fait visiter aux élèves la poste de Springfield. Le guide offre à chaque enfant un \"courrier mort\". Bart trouve dans le sien des coupons gratuits ; il les offre à Homer pour son anniversaire. Homer, tout content, va dans un garage pour faire équilibrer sa voiture gratuitement mais au lieu de ça, il se fait arnaquer. En attendant sa voiture, il rencontre Wally Kogen, qui s'est fait également avoir. Ce dernier lui propose de l'aider à remplir le bus qu'il affrète pour le Super Bowl qui se déroule à Miami et en échange il lui offre le voyage. Homer très convaincant, réussit sa mission. Une fois arrivé à destination, ils s'aperçoivent que les billets sont des faux..."
  },
  {
    "titre": "S10E13 - Max Simpson",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf09.jpg",
    "description": "Homer attend avec impatience l'annonce des nouveaux programmes télé. En regardant la nouvelle série \"Les flics de la police\", il est surpris de constater qu'un des policiers porte le même nom que lui. Homer devient soudainement célèbre à Springfield ; tout le monde l'appelle pour le féliciter de porter le même nom qu'un personnage de série. Mais au bout du deuxième épisode, la production change d'acteur, et en choisit un plus idiot. A présent, Homer devient la risée de la ville et se cloître à la maison. Marge lui suggère d'aller voir les producteurs pour qu'ils essaient de changer le personnage, sans grand succès. Il demande alors au juge de changer de nom. Il ressort du tribunal en s'appelant désormais Max Puissant. Alors qu'il fait des courses dans un grand magasin, il rencontre Trent Steel, qui l'invite à sa garden party..."
  },
  {
    "titre": "S10E14 - L'amour au curry",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf11.jpg",
    "description": "Avant de se coucher, Bart demande à Marge si elle peut faire le travail pratique qu'il doit rendre le lendemain matin. Résignée, elle va acheter au mini-marché les éléments pour concevoir une maquette animée du système digestif. Apu en profite pour l'inviter avec Homer à dîner. Lors de ce dernier, Manjula demande des explications à son mari par rapport à ses horaires de travail car elle pensait que tous les américains travaillaient comme lui. Apu a peur qu'elle le quitte mais Homer lui donne l'idée de lui prouver son amour le jour de la St Valentin. Il commence par faire publier un poème dans le journal, puis lui envoie un perroquet qui lui chante une chanson et pour terminer, se fait livrer recouvert de chocolat. Apu devient le Roméo local et fait passer les autres hommes pour des minables..."
  },
  {
    "titre": "S10E15 - Une femme au volant",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf10.jpg",
    "description": "Les enseignants font un spectacle devant les parents d'élèves. Pendant l'entracte, tout le monde en profite pour partir, ce qui génère un embouteillage. Marge, qui conduit, n'est pas très à l'aise dans cette situation et perd confiance en elle. Dès le lendemain, Homer se rend chez un concessionnaire et bave devant un Canyonero. Au bout de quelques minutes, il repart avec et frime devant ses amis qui se moquent de lui car il a acheté un modèle pour femme. Il ne veut plus en entendre parler, et prend la voiture de Marge. Sceptique, Marge révise très vite son jugement et apprécie pleinement sa nouvelle voiture. Comme la conduite lui semble plus facile, elle devient impatiente et agressive au volant. Le chef Wiggum lui demande alors de passer un cours de prévention routière. Mais rien n'y fait, l'agressivité reprend le dessus et elle se fait retirer le permis..."
  },
  {
    "titre": "S10E16 - C'est dur la culture",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf12.jpg",
    "description": "Homer, Lenny et Carl passent la soirée au marathon de la bière. Le lendemain matin, Homer rentre complètement saoul à la maison. Il doit cependant accompagner, comme il l'avait promis, les enfants faire une activité culturelle. Lisa choisit d'aller visiter le musée Smithsonian. Seulement, Homer, en voulant regarder de plus près le texte original de la Constitution, l'endommage. La restauration du document coûte 10 000 $. Comme il ne peut payer cette somme, OmniTouch, le sponsor du musée, trouve un arrangement : ils installent chez les Simpson un relais téléphonique. La chambre de Lisa étant réquisitionnée, Bart doit partager la sienne avec sa sœur. Lisa n'arrive pas à étudier avec Homer et Bart à proximité. Elle finit par avoir des maux d'estomac et va consulter le docteur Hibbert, qui lui propose un traitement d'aromathérapie, mais Homer refuse..."
  },
  {
    "titre": "S10E17 - Beau comme un camion",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf13.jpg",
    "description": "Lisa informe ses parents qu'elle va manifester contre le restaurant \"L'abattoir\". Homer ne le connaissant pas encore, s'empresse d'y aller en famille. Cependant, il reste déçu par le menu. Il commande alors le plus gros morceau de viande que seul deux personnes ont déjà terminé et relève en même temps le défi que lui lance Red Barclay, un routier qui en a déjà manger un entièrement. Homer, encouragé par Bart, n'arrive pas à le terminer. Red Barclay, quant à lui, le finit mais en meurt ! S'étant senti proche de lui, Homer décide de livrer, avec Bart, son dernier chargement à Atlanta. Alors qu'ils profitent pleinement de leur balade, Marge en a marre de ne pas s'éclater. Elle se rend avec Lisa dans une boutique de sonnettes musicales, en achète une et l'installe. Elle n'attend plus maintenant qu'une personne veuille bien sonner à la porte..."
  },
  {
    "titre": "S10E18 - Les Simpson dans la bible",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf14.jpg",
    "description": "Les Simpson sont à l'église. Il y fait une chaleur étouffante et le sermon du révérend est plus que soporifique. Marge s'endort alors et s'imagine en Eve accompagnée d'Homer en Adam lors de la création du monde. Tout se passait bien pour les deux créatures de Dieu jusqu'à ce que Adam dévore le fruit défendu. Eve est jetée du jardin d'Eden. Adam essaie de la faire revenir dans le jardin et ils sont finalement tous les deux bannis. C'est au tour de Lisa de s'endormir et de rêver d'une autre partie de la bible : l'Exode. Les enfants sont traités comme des esclaves et doivent construire une pyramide. Mais Lisa, accompagnée de Moïse, espèrent bien faire changer les choses..."
  },
  {
    "titre": "S10E19 - Le chef d'œuvre d'Homer",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf15.jpg",
    "description": "En allant acheter des outils dans un magasin de bricolage, Homer tombe sur une publicité pour un barbecue à monter en kit. Il l'achète et commence sa construction. Malheureusement, le résultat est loin de ressembler à un barbecue. Homer essaie alors de s'en débarrasser. En le traquant à l'arrière de son véhicule, il se détache et emboutit une voiture. Le lendemain, Astrid Weller, le lui rapporte. En fait, elle trouve que son \"barbecue\" est une œuvre d'art. Elle lui propose d'ailleurs de l'exposer dans sa galerie. Homer sent que son travail peut lui rapporter de l'argent ; il se met aussitôt au travail. Astrid, prévoit d'organiser une exposition consacrée à ses œuvres. De son côté, Marge, qui a toujours rêvé d'être artiste, vit mal le succès d'Homer..."
  },
  {
    "titre": "S10E20 - Les vieux sont tombés sur la tête",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf16.jpg",
    "description": "Grâce à une lettre de Lisa, le comité olympique choisit Springfield pour accueillir les prochains Jeux Olympiques. Après cette annonce, un concours est lancé pour créer la mascotte. Peu de temps après, Homer présente Flexy qui sera d'ailleurs sélectionné pour être la mascotte officielle. Pour valider leur choix, les représentants des JO se rendent à Springfield ; le principal Skinner les accueille avec un spectacle fait par les élèves. Pour terminer, Bart fait son numéro et fait fuir la délégation après avoir critiqué leurs pays. Skinner punit alors tous les enfants. Bart se voit envoyer à la maison de retraite pour s'occuper des personnes âgées..."
  },
  {
    "titre": "S10E21 - L'amour ne s'achète pas",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf17.jpg",
    "description": "Pendant que les Simpson se baladent en ville, ils remarquent un attroupement. Homer, toujours aussi curieux, va voir de plus près ce qu'il se passe. Il découvre qu'un nouveau centre commercial ouvre aujourd'hui même. M. Burns s'aventure lui aussi dans le centre commercial et assiste à l'arrivée du propriétaire - milliardaire - qui offre à tous les visiteurs dont Homer, des billets de un dollar. Jaloux de sa popularité, M. Burns veut tenter de se faire aimer du public. Il commence par faire un don à l'hôpital puis il distribue des pièces de monnaie et passe dans une émission de radio jeunes. Mais rien n'y fait, M. Burns ne séduit toujours pas les foules..."
  },
  {
    "titre": "S10E22 - Les gros Q.I.",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf18.jpg",
    "description": "Homer participe au concours de l'individu le plus repoussant pour tenter de gagner un voyage sous les tropiques. Lisa est dépitée par ce qu'elle voit. Homer quant à lui, vole l'enveloppe du 2e prix ; elle contient une offre pour une séance de photos érotiques. Lisa écrit, au journal, un courrier de réflexion sur la nature humaine. Le lendemain, personne ne prête attention à sa lettre qui a été publiée. Par contre, elle reçoit un mot l'invitant à la Mensa, une société savante constituée de l'élite intellectuelle ; elle y est immédiatement intégrée et a le sentiment d'être, enfin, comprise. Les membres décident d'améliorer la ville, mais comme le maire s'est enfui, ils se retrouvent à administrer la ville..."
  },
  {
    "titre": "S10E23 - Le pire du soleil levant",
    "image": "https://www.simpsonspark.com/images/guide/s10/aabf20.jpg",
    "description": "Homer consulte son compte bancaire au nouveau cyber café lorsque le Serpent surgit et lui vide son compte ! Sans un sous, Homer cambriole les Flanders et rencontre Ned qui lui apprend l'existence de Chuck Garabedian, une personne qui livre des tuyaux pour mieux économiser. Les Simpson vont assister à son prochain séminaire qui se tient à Springfield. En relisant son petit guide, elle découvre comment partir en vacances pour pas cher. Ils suivent à la lettre ces conseils et s'envolent pour Tokyo. Leur séjour se passe bien jusqu'au moment où Homer perd le dernier billet d'un million de yens qui leur permettait de rentrer chez eux..."
  }
]