[
  {
    "titre": "S27E01 - Le rêve de tout homme",
    "image": "https://www.simpsonspark.com/images/guide/s27/tabf14.jpg",
    "description": "À la centrale nucléaire, Homer provoque un incendie dans son bureau car il ne peut s’empêcher de dormir. À l’hôpital, le docteur Hibbert annonce à sa famille qu’il est atteint de narcolepsie, une maladie provoquant sans cesse l’envie de dormir. Dès lors, Homer utilise sa maladie comme excuse afin d’éviter d’accomplir tout effort, excepté pour aller chercher ses médicaments. Mais à la pharmacie, Homer tombe encore de sommeil et rentre chez lui sans ses médicaments, un évènement de trop pour Marge qui n’en peut plus et le soupçonne même d’être saoul. Pour la énième fois, le couple décide d’aller voir un thérapeute matrimonial mais pendant la séance, Homer continue de s’endormir ou de ne pas prêter attention. Alors, sur les conseils de la thérapeute, Marge décide finalement de quitter Homer pour de bon… Triste et sans foyer, Homer crèche à la centrale nucléaire et passe ses journées à attendre des nouvelles de Marge. Jusqu’au jour où il décide de tourner la page et qu’il flirte avec la jolie pharmacienne d’une vingtaine d’année, Candace. Pour la toute première fois, Homer se laissera tenter par l’expérience d’une nouvelle relation…"
  },
  {
    "titre": "S27E02 - Enquête fumeuse",
    "image": "https://www.simpsonspark.com/images/guide/s27/tabf17.jpg",
    "description": "Skinner décide de projeter un de ses films préférés aux enfants de l’école élémentaire de Springfield. Après plus de deux interminables heures, les élèves se rendent compte que Bart et Lisa dégagent une odeur désagréable et les ridiculisent. Ironiquement, Homer vit la même situation au boulot. À la maison, Marge leur révèle que leur vieille machine à laver est responsable de cette odeur nauséabonde. Elle s’empare des dernières économies qu’elle confie à Homer pour en acheter une nouvelle sur-le-champ. Cependant, à deux doigts d’entrer dans le magasin, Homer est attiré par une odeur agréable de viande fumée provenant d’un fumoir sur le bord de l’autoroute. Pour le propriétaire, la légende raconte que ce fumoir serait tombé du ciel il y a des siècles et se serait transmis de générations en générations. Aujourd’hui, il cherche à s’en débarrasser pour vivre avec sa femme loin de ses petits-enfants. Alors, sans surprise, Homer achète le fumoir avec les économies et rend Marge folle de rage. Mais dès la première cuisson, elle change d’opinion : la fumée couvre la viande d’une saveur inimitable qui ravi les papilles gustatives de quiconque en mange. Très vite, les habitants de Springfield veulent gouter à cette succulente façon de cuire la viande et même l’animateur d’une émission cuisine, Scotty Boom, s’intéresse à ce fumoir. Ce dernier propose à Homer d’en faire profiter tout son audimat en le défiant lors d’un duel de chef de barbecue. Homer l’accepte. C’est alors que, quelques jours avant le grand défi, le fumoir disparait… Bart et Lisa décident de mener une enquête contre-la-montre à la recherche du voleur de fumoir…"
  },
  {
    "titre": "S27E03 - Manque de taffe",
    "image": "https://www.simpsonspark.com/images/guide/s27/tabf19.jpg",
    "description": "La mère de Marge fête ses 80 ans et tous les membres de la famille sont réunis pour célébrer cet évènement. Au cours de la journée, Patty et Selma décident de montrer des photos de leur adolescence jusqu’à ce que Lisa interrompe la séance avec une question qui la chamboule : de quoi est mort son grand-père ? Mise sur le fait accompli, Jacqueline Bouvier n’a plus d’autre choix que de lever le voile sur la mort de son mari : un  cancer des poumons. Bouleversées par cette révélation, les jumelles décident instantanément d’arrêter de fumer. Quelques jours plus tard, alors que Selma semble supporter son arrêt plutôt bien, la vie devient un enfer pour Patty. C’est alors qu’elle découvre que Selma fume toujours en cachette. Furieuse, elle quitte leur domicile et part vivre chez sa sœur, au désespoir du reste de la famille Simpson…"
  },
  {
    "titre": "S27E04 - Halloween d'horreur",
    "image": "https://www.simpsonspark.com/images/guide/s27/tabf22.jpg",
    "description": "La veille d’Halloween, la famille termine de décorer leur maison pour honorer au mieux la tradition. Petit bémol : le squelette de l'an passé a fondu car Homer l’a laissé près de la chaudière. A la recherche d'un nouveau squelette dans la boutique éphémère d’Halloween en ville, les Simpson retrouve Apu est en train de réprimander trois employés – tout aussi éphémères que la boutique – fainéants et paresseux au plus haut point alors qu’ils ont, selon lui, la vie facile en travaillant occasionnellement de saisons en saisons. Apu explique à Marge qu’il se doit d’être ferme et intransigeant pour ne pas en faire des voleurs. C’est alors que, discrètement, le meneur de la bande propose un marché à Homer sur les nouveaux squelettes : trois pour le prix d’un. Séduit par l’offre, Homer accepte et raconte naïvement sa bonne affaire auprès d’Apu. Furieux, le gérant se débarrasse immédiatement de ses employés. Sans emploi, les trois hommes haïssent Homer et ne comptent pas laisser cette affaire au placard… Le soir, Homer, Bart et Lisa se rendent à Krustyland qui s’est transformé en un véritable parc de l’horreur pour l’occasion. Prise de panique, Lisa n’arrive pas à se raisonner face à toutes ses horreurs et le parc est forcé de s’arrêter pour la faire sortir. Le lendemain, Marge demande à Homer de retirer toutes les décorations d’Halloween afin de protéger l’esprit choqué de Lisa. Elle lui demande aussi de veiller sur elle à la maison pendant que Marge, Bart et Maggie partent récolter des bonbons. En sécurité à l’intérieur, Homer et Lisa passe une soirée au calme, jusqu’à ce que les trois ex-employés de la boutique éphémère viennent troubler le calme dans le but de se venger…"
  },
  {
    "titre": "S27E05 - Simpson Horror Show XXVI",
    "image": "https://www.simpsonspark.com/images/guide/s27/tabf18.jpg",
    "description": ""
  },
  {
    "titre": "S27E06 - Une amie précieuse",
    "image": "https://www.simpsonspark.com/images/guide/s27/tabf21.jpg",
    "description": "Assis devant la télé, Homer voit une publicité pour un fauteuil-relevant. Persuadé que ce fauteuil lui changera la vie, il veut immédiatement s’en procurer un mais il est hors de prix. Au bar de Moe, Lenny et Carl lui conseille de faire une vidéo pour du crowdfunding, c’est-à-dire pour récolter de l’argent de la part d’autres personnes sur internet. Toute la ville de Springfield s’émeut devant sa vidéo et lui verse un peu d’argent, ignorant que c’est pour lui payer son fauteuil-relevant. Pendant ce temps, c’est la journée d’inscription à des clubs à l’école de Springfield. Dans une tentative pour recruter des élèves dans son club de magie, Lisa fait la rencontre d’Harper Jambowski, seule intéressée par son club mais aussi jeune magicienne en herbe. Lorsque les habitants de Springfield se rendent compte qu’ils ont financé une chaise pour Homer, une foule furieuse s’introduit chez les Simpson pour s’emparer du fauteuil et le brûler. Le soir même, triste et déprimé, il accepte d’accompagner Lisa à un concert avec et sa nouvelle amie et son père. Au concert, Homer et Lisa sont au rang des VIP extrêmement privilégiés et se rendent compte que le père d’Harper est en réalité incroyablement riche. Pendant que l’argent lie les deux hommes d’amitié, Lisa, elle, se distancie de sa nouvelle amie devenue antipathique. Et lorsque le père invite les Simpson en vacances sur leur île privée, Homer veut tout faire pour préserver l’amitié entre Lisa et Harper…"
  },
  {
    "titre": "S27E07 - Lisa avec un S",
    "image": "https://www.simpsonspark.com/images/guide/s27/tabf20.jpg",
    "description": "Homer, Moe, Lenny, Carl et Barney se préparent pour une soirée de poker mémorable au bar. Homer promet à Lisa que s’il gagne, il lui payera son inscription à un camp de musique très réputé mais très couteux pour lequel elle a déjà été  acceptée. Malheureusement, Homer perd la partie et s’endette envers l’ex-star de Broadway : Laney Fontaine, la nouvelle petite amie de Moe. Dans le but de convaincre Laney de lui rendre son argent, Homer l’invite à manger chez eux pour attiser sa pitié en lui montrant à quel point leur famille est pauvre. Pendant le repas, Lisa demande à Laney de leur chanter une chanson qu’elle accompagne spontanément au saxophone. C’est alors que l’ex-star réalise que Lisa à un talent incroyable et propose à Homer et Marge de l’emmener avec elle en tournée à Broadway pendant un mois et, en échange, elle épongera la dette d’Homer. Marge, hésitante et effrayée quant aux multiples facettes cachées du showbiz, laisse finalement Lisa partir et faire sa propre expérience... Peu de temps après, alors que Laney a transformé Lisa en enfant star, Homer et Marge craignent d'avoir fait une erreur. Ils décident de se rendre à New-York pour récupérer leur fille..."
  },
  {
    "titre": "S27E08 - Les chemins de la gloire",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf01.jpg",
    "description": "Lisa participe à un derby sur l’énergie alternative et conduit une voiture à l’énergie solaire qu’elle a elle-même construite. Lisa est en tête de la course, mais à deux mètres de l’arrivée, le ballon dirigeable Duff lui cache le soleil et elle finit bonne dernière sous le regard des spectateurs. Déçue, le vieil homme juif lui remonte le moral en lui apprenant que tout le monde se moquait aussi d’Amélia Vanderbuckle quand elle inventait des objets qui ne fonctionnaient pas, mais elle avait quand même été une des plus grandes inventrices du 19ème siècle à Springfield. Lisa mène son enquête et découvre qu’Amélia a en effet inventé beaucoup de choses, des choses parfois même terribles qui lui firent finir ses jours dans un asile, mais rien ne l’a pourtant jamais arrêté d’inventer. Lisa pense qu’en retrouvant les dernières inventions d’Amélia, elle lui fera reconnaitre son statut légitime de femme-scientifique et prouvera qu’elle a sa place parmi les plus grandes inventrices de l’Histoire. Lorsque Bart et Lisa visitent l’asile à la recherche du journal d’Amélia, Bart trouve le journal intime d’un patient sociopathe, Nathan Little, qu’il se surprend à aimer lire. Bart partage sa découverte à ses amis dans la cours de récré, et le chef Wiggum finit par en entendre parler. Pensant que Bart est peut-être un sociopathe, il prévient Marge et Homer. Dès lors, les parents seront bien déterminés à savoir si leur fils suit le chemin des plus grands méchants de l’Histoire tandis Lisa est bien déterminée à trouver la dernière invention d’Amélia pour tenter de lui restaurer sa gloire…"
  },
  {
    "titre": "S27E09 - Enfantin",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf02.jpg",
    "description": "À l’âge de 6 ans, le jeune Bart Simpson se pose beaucoup de questions sur la nature et la vie. Avec son père, il exerce dans l’art de la farce alors qu’avec son grand-père, il entretient une grande complicité. À l’âge de 8 ans, Bart est confronté à l’esprit intelligent de sa petite sœur, qu’il jalouse au fil des ans. Il manque d’attention de la part de ses parents et il en recherche désespérément auprès de son père, avec lequel il part camper quelques jours. À l’âge de 12 ans, Bart est dans l’ombre de sa sœur et se met à commettre des délits mineurs avec Milhouse. La seule personne qui semble le comprendre, c’est son grand-père, qui lui offre son premier BMX. À l’âge de 15 ans, Bart et Homer ont l’occasion de passer un weekend ensemble et de renouer leur lien père-fils. Mais Homer est maladroit et provoque la fugue de Bart. Apprenant qu’une compétition de BMX va avoir lieu, il pense que c’est l’occasion de pouvoir prouver à toute la famille qu’il excelle dans un domaine où Lisa ne le battra jamais…"
  },
  {
    "titre": "S27E10 - Code Fille",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf03.jpg",
    "description": "Marge se rend compte qu’Homer a oublié sa boite à tartine avant d’aller travailler ! Prise de panique, elle fonce lui apporter son repas, l’imaginant déjà en train de mourir de faim. À la centrale, Homer préfère que sa femme ne reste pas trop longtemps sur son lieu de travail, mais lorsque Marge lui sauve la mise face à Smithers, Homer décide de passer un peu de temps avec elle. De retour au foyer, Marge poste fièrement les belles photos prises en compagnie de son mari sur les réseaux sociaux, mais lorsqu’un commentaire sous une photo arrive aux oreilles de monsieur Burns, il ne voit pas les choses du même œil et fait renvoyer Homer sur-le-champ. Viré, Homer se met à la recherche d’un nouveau travail et se tourne vers son job d’étudiant lorsqu’il avait 14 ans : plongeur dans un restaurant grec. Pendant ce temps, des cours de codes informatiques sont donnés aux élèves de l’école élémentaire de Springfield par une nouvelle prof : mademoiselle Quinn. Inspirée par la récente mésaventure de son père, Lisa propose de créer une application qui prédirait les conséquences d’une photo postée sur les réseaux sociaux. L’idée plait tellement à Quinn qu’elle rassemble immédiatement une équipe de développeurs pour lancer l’application de Lisa. Celle-ci portera le nom de Conrad, l’éradicateur de conséquences. Mais le programme va devenir tellement intelligent qu’il va petit à petit développer une conscience bien réelle…"
  },
  {
    "titre": "S27E11 - Ados mutants à cause du lait",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf04.jpg",
    "description": "Alors que Willie donne piètrement une leçon de poésie, c’est le chaos dans la classe de Bart au cours élémentaire de Springfield. Le superintendant Chalmers interrompt le cours au moment où il commence à jouer de la cornemuse et le remplace par mademoiselle Berrera, ancienne sergente de l’Air Force. C’est alors que Bart se met à se comporter comme un élève modèle, ressentant une attirance naissante pour sa nouvelle prof. Pendant ce temps, Homer part acheter du lait au mini-marché et se laisse avoir par la publicité d’une nouvelle marque, le Buzz Milk, dont les effets sur les adolescents sont encore inconnus. Le lendemain, à table, Bart apparaît totalement métamorphosé dans l’espoir de séduire sa nouvelle maîtresse. Lorsqu’elle le surprend en train de faire un graffiti sur un mur, mademoiselle Berrera demande à lui parler après les cours. Ce premier moment intime entre lui et sa professeure lui fait penser qu’il a le champ libre dans son cœur, jusqu’à ce que Skinner fasse irruption et lui vole la vedette, notamment pour son physique d'homme plus mature. C’est alors que le jour d’après, Bart se retrouve affublé d’une moustache naissante et Lisa des premiers signes de puberté, tout cela à cause du lait. Le temps de la maturité arrivé, Seymour devient le principal rival de Bart, alors que Lisa tente de masquer ses boutons d’acné avec du maquillage, ce qui la rendra de plus en plus populaire..."
  },
  {
    "titre": "S27E12 - Beaucoup d'Apu pour un seul bien",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf05.jpg",
    "description": "La statue de Jebediah Springfield va être remplacée par un modèle plus récent et moderne lors d’une grande parade qui traverse la ville. Au cours de l’événement, Bart joue un tour au char de police en les arrosant d’eau depuis le char des pompiers. Wiggum veut se venger sur les hommes du feu mais il perd le contrôle du véhicule et l’encastre dans la vitrine du mini-marché. L’épicerie s’effondre… Homer, qui a filmé Bart en train de provoquer la catastrophe, lui fait promettre de ne plus jamais jouer de tour à qui que ce soit, sous n’importe quel prétexte. À l’hôpital, Sanjay déclare à Apu qu’il veut prendre sa retraite et confier sa part du mini-marché à son fils, Jamshed « Jay » Nahasapeemapetilon. Le neveu d’Apu n’a pas du tout l’intention de suivre les traces de son oncle et transforme le nouveau magasin en une épicerie bio : le Quick & Fresh, révélant par la même occasion qu’il possède 80% de l’entreprise à cause de l’addiction d’Apu aux tickets à gratter. Il ne faut pas longtemps avant que Jay ne vire définitivement son oncle, l’accusant d’être devenu un stéréotype des immigrés et de faire fuir les clients… Au plus bas, Apu trouve du réconfort auprès d’Homer qui a une ultime solution : demander à Bart de jouer un tour à Jay pour récupérer le mini-marché…"
  },
  {
    "titre": "S27E13 - L'amour est dans le N2-O2-Ar-CO2-Ne-He-CH4",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf07.jpg",
    "description": "C'est le jour de la Saint-Valentin, et une fête est organisée à la centrale nucléaire. Le professeur Frink est invité mais, déprimé de ne pas trouvé de partenaire, il se saoule et passe la nuit sur le sol, devant le poste de travail d'Homer. Sur les conseils de ce dernier, il décide de changer de look pour que les femmes le trouvent plus attirantes. Comme ce n'est pas encore suffisant, il utilise également des procédés plus scientifiques pour se transformer. Pendant ce temps, Marge, Bart et Lisa rendent visite à Abraham pour la Saint-Valentin et tentent de sauver les résidents de la maison de retraite d'une drogue qui leur cause des hallucinations et qui leur fait revivre leurs plus beaux souvenirs."
  },
  {
    "titre": "S27E14 - Chagrin constant",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf06.jpg",
    "description": "La famille Simpson est en train de prendre le petit déjeuner et Marge remarque qu’une des tuiles du plancher de la cuisine est brisée. Une dispute éclate alors entre Homer et Marge, car elle croit qu’elle devrait faire appel à un professionnel alors qu’Homer croit qu’il est en mesure de faire le travail lui même. Marge décidé finalement de laisser Homer s’en occuper, mais il est loin d’en avoir terminé avec ses problèmes, il remarque en plus qu’il y a un trou dans le plancher sous la tuile. Il arrive enfin à tout réparer, mais se rend compte qu’il a enfermé le chat sous le plancher. Il devra donc faire tout son possible pour ne pas que Marge s’en rende compte. Pendant ce temps, Bart fait une course de luge avec ses amis et il détruit par accident la tente d’une sans-abri du nom de Hettie. Bart va donc lui offrir de vivre dans son placard et en échange Hettie va lui donner un peu d’argent.  Lisa va vite se demander où Bart prend tout cet argent et finira par rencontrer la sans abri. Elle va vite se rendre compte qu'Hettie a un énorme talent caché…"
  },
  {
    "titre": "S27E15 - Lisa vétérinaire",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf08.jpg",
    "description": "Un hiver, les Simpson sont au parc aquatique. A la suite d'une énième farce de Bart, de nombreuses personnes en sortent paniqués, allant jusqu'à briser les vitres. Un raton laveur s'introduit alors à l’intérieur. Vite tasé par la sécurité, il perd connaissance, mais Lisa intervient, et parvient à le sauver en lui faisant un massage cardiaque, sous les yeux de nombreux témoins admiratifs. Ayant pris goût à aider les animaux, elle propose à un vétérinaire de lui servir d'assistante. Marge quant à elle est invitée par le Chef Wiggum à nettoyer une scène de crime en plein milieu d'une rue, pour que la circulation puisse reprendre normalement. Elle fait un travail si remarquable que le Chef Wiggum lui propose de l'engager pour ce travail. D'abord réticente, elle finit par accepter..."
  },
  {
    "titre": "S27E16 - Les chroniques Marge-iennes",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf09.jpg",
    "description": "Homer découvre que Ned Flanders a des poules dans sa cour et que ce dernier récolte leurs œufs. Après les avoir vu, Homer trouve que les œufs provenant du super-marché ont l’air de bien moins bonne qualité et va donc voler ceux de Ned avec Bart pendant la nuit. Après s’être fait prendre à voler les œufs la nuit suivante, Homer décide lui aussi d’avoir des poules pour obtenir leurs œufs. Il va vite se rendre compte que les œufs de Flanders étaient meilleurs car il les avait volé. N’ayant plus besoin des poules, Lisa va contacter un institut scientifique pour qu’ils en prennent mieux soin que son père. Là-bas, elle découvre un programme scientifique qui a pour but d’envoyer des hommes sur Mars et décide de s’inscrire. Devant l'exigence de ce programme, Marge s'y oppose mais Homer lui dit que Lisa veut probablement s’inscrire seulement car ils sont contre, et lui conseille d’approuver le projet de leur fille..."
  },
  {
    "titre": "S27E17 - La cage au fol",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf10.jpg",
    "description": "Après avoir sauvé la vie de Monsieur Burns lors d'un saut en parachute, Smithers essaie de lui déclarer sa flamme, mais Monsieur Burns le rembarre sèchement. Attristé et énervé, il se montre plus dur envers Homer, Lenny et Carl, qui essaient de lui trouver un petit-ami pour le rendre plus joyeux et affable. A l'école, Lisa obtient le premier rôle féminin dans une représentation Théâtrale de Casablanca. Le premier rôle masculin d'abord promis à Milhouse revient à Jack, un élève doué et sûr de lui. Milhouse qui par conséquent devient sa doublure, est déçu de ne pas pouvoir jouer la pièce avec Lisa. Bart lui propose alors de l'aider à se débarrasser de Jack..."
  },
  {
    "titre": "S27E18 - Lisa retrouve Marge",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf11.jpg",
    "description": "Bart décide de jouer un mauvais coup aux habitants de Springfield à l’aide d’un billet de 1 dollar attaché à un fil de pêche, mais il se décourage vite car personne ne tombe dans le panneau. Il décide alors d’abandonner les mauvais coups, mais il y reprendra vite goût en passant du temps avec Maggie. Pendant ce temps, Lisa a appris un nouveau morceau au saxophone et décide de la montrer à sa mère. Cette dernière lui dit qu’elle est très bonne, mais Lisa se sent trahie quand elle découvre que Marge a confié à Homer qu'elle n'aime pas le jazz. Pour se faire pardonner, Marge décide d’amener Lisa passer un week-end avec elle à Capital City..."
  },
  {
    "titre": "S27E19 - Fland Canyon",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf12.jpg",
    "description": "C'est l'heure de dormir pour Maggie. Après bien des efforts, Homer ne parvient pas à ce qu'elle trouve le sommeil. Cette dernière lui réclame qu'elle lui lise un livre, mais Homer préfère lui raconter une histoire réelle qui s'est déroulée il y a deux ans : Quelques personnes avaient accepté de nettoyer bénévolement des rues, Homer compris, même si pour son plus grand malheur, c'était un samedi. Une fois le travail terminé, ceux qui avaient fait le plus d'effort ont gagné un séjour au grand Canyon : Les Flanders. L'offre étant pour deux familles, Les Flanders invitent les Simpson sur les conseils du révérend Lovejoy. Le voyage pourrait bien resserrer les liens entre Homer et Ned, mais il ne sera pas de tout repos..."
  },
  {
    "titre": "S27E20 - Souvenirs de Paris",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf14.jpg",
    "description": "En nettoyant leur garage, les Simpson tombent sur une petite voiture antique qui devait appartenir aux précédents propriétaires. Homer passe une superbe journée avec, Marge réalise que la vie de son mari est pleine de surprises, quand la sienne est plutôt ennuyeuse. Le lendemain, Jay Leno sonne à la porte pour acheter la voiture antique et Homer saute sur l’occasion pour se faire un peu d’argent et faire plaisir à Marge. Jay Leno reprendra finalement son argent devant la meilleure fiabilité des nouvelles voitures, et la police saisit la voiture qui n'appartient pas à Homer. Il se retrouve donc sans argent et sans la voiture mais Marge croit toujours qu’il a l’argent et lui demande d’aller à Paris.  Homer va donc se rendre dans une agence de voyage pour trouver un moyen de se rendre à Paris sans argent. On lui propose alors d’amener un colis spécial et en échange son voyage sera payé, mais il ne doit absolument pas regarder ce qu’il y a à l’intérieur..."
  },
  {
    "titre": "S27E21 - Simprovisé",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf13.jpg",
    "description": "Homer se prépare pour son speech annuel à la centrale, il a l'intention d'utiliser les mêmes blagues que les autres années mais Marge lui fait réaliser que ses blagues ne sont plus appropriées. Rendu très nerveux par la peur de ne pas faire rire son auditoire, son discours est désastreux, il est hué et fait un malaise. Pour lui remonter le moral, Marge l'emmène a un spectacle comique sur scène où il est ébloui par le talent qu'ont les acteurs à improviser. Avec Lenny et Carl, ils rejoignent une classe d'improvisation pour apprendre à faire de même. Ils vont bientôt monter leur propre troupe de stand-up sur scène. Bart quant à lui est invité à la fête d'anniversaire de Ralph où il inaugure une nouvelle cabane dans l'arbre bien plus belle que la sienne. Bart décide de démolir la sienne mais Marge, piquée au vif par une remarque de Bart sur le fait que les mères ne peuvent pas construire des cabanes dans les arbres, décide de lui construire la meilleure cabane possible..."
  },
  {
    "titre": "S27E22 - L'orange est le nouveau jaune",
    "image": "https://www.simpsonspark.com/images/guide/s27/vabf15.jpg",
    "description": "Marge est entrain de nourrir Maggie mais cette dernière renverse son repas sur sa mère. Bart lui propose de l’aider à nettoyer ce qui lui fait bien plaisir, mais le garçon n'a aucune idée de ce qu'il fait et cause encore plus de dégâts. Excédée, Marge l'envoie jouer dehors. Une fois au parc, la mère de Martin découvre que Bart est seul sans surveillance et décide alors d’appeler la police. Suite à son arrivée, le chef de police Wiggum apprend à Bart que les enfants n’ont plus le droit d’être seuls au parc sans surveillance. Les policiers vont donc procéder à l’arrestation de Marge qui est accusée de négligence et reçoit une peine d’emprisonnement de 90 jours à la prison pour femmes de Springfield. Le reste de la famille trouve la vie très dure à la maison sans Marge malgré l’aide de tous les voisins, Homer va donc engager le meilleur avocat de Springfield pour la faire sortir de prison. Ceci fonctionnera à merveille, mais Marge est beaucoup plus tranquille en prison sans toutes les taches ménagères, elle vole alors l’arme d’un garde pour y rester..."
  }
]