[
  {
    "titre": "S34E01 - Habeas Tortue",
    "image": "https://www.simpsonspark.com/images/guide/s34/uabf16.jpg",
    "description": "Homer est humilié publiquement lors d'une réunion de la ville et se sent honteux que les gens le considèrent comme stupide. Pour le réconforter, Marge l'emmène faire une visite au zoo où il est enthousiasmé de voir une tortue nommée Léonard. Malheureusement, la tortue a disparu. Déterminé à résoudre le mystère et à prouver son intelligence, Homer examine les photos du voyage et découvre des traces de chariot près de l'habitat de Leonard, soupçonnant qu'il a été volé. Il présente cette piste au Chef Wiggum, mais ce dernier ne le prend pas au sérieux. Sur la suggestion de Marge, Homer rejoint un groupe sur Facelook consacré à Slow Léonard et y publie sa théorie, qui est bien accueillie par les membres du groupe tels que le vendeur de BD, le vieux Gil, Mlle Hoover, Tahiti Mel et Drederick Tatum. En direct sur Facelook, il recrute le Surintendant Chalmers pour son groupe et invite ses amis à collaborer et échanger des idées. Après avoir organisé une manifestation devant la maison du gardien du zoo, Wiggum, de plus en plus intéressé, rejoint également le groupe, et Gil fait une demande en mariage à Hoover. Marge s'inquiète alors que Homer pousse trop loin ses théories de conspiration, mais il affirme qu'il apprécie la compagnie de son groupe..."
  },
  {
    "titre": "S34E02 - Lisa en colère",
    "image": "https://www.simpsonspark.com/images/guide/s34/uabf19.jpg",
    "description": "Marge voit une publicité pour un vélo d'exercice à la télévision et convainc Homer de l'acheter pour elle. Bien qu'Homer essaie de l'assembler, Marge préfère le faire elle-même et choisit Jesse comme instructeur vidéo. Lisa reçoit une convocation pour être jurée et décide de s'y rendre par peur d'aller en prison si elle l'ignore. Dans la salle du jury, elle essaie d'être excusée en raison de son jeune âge, mais sa demande est refusée. Pendant ce temps, Marge continue de faire de l'exercice et, un jour, elle appelle Jesse par son nom plutôt que celui d'Homer. Inquiet de perdre Marge, Homer se confie à d'autres maris au bar de Moe. Marge se voit offrir un cours privé moyennant un supplément, et Homer se met en colère quand il les voit faire du vélo ensemble. De son côté, Lisa est sélectionnée comme jurée et se plaint de l'incompétence des témoins et des avocats..."
  },
  {
    "titre": "S34E03 - Lisa la scout",
    "image": "https://www.simpsonspark.com/images/guide/s34/uabf21.jpg",
    "description": "Bart et Lisa se préparent pour la fête des scouts, se chamaillant comme d'habitude. Plus tard, lors de la fête, le chef scout les perd de vue, et Homer et Marge arrivent sur le site quand les enfants sortent d'un buisson derrière eux, leur demandant de rentrer à la maison et de regarder la télévision sans jamais sortir à l'extérieur. Ils sont tous d'accord et Homer leur raconte comment ils ont failli divorcer pour quelque chose d'insignifiant pendant leur absence, mais qu'ils ont résolu le problème quand Homer s'est excusé en utilisant le contact visuel. Pendant la dispute de Bart et Lisa, l'écran est piraté par Pseudo-nonymous, qui menace de diffuser des centaines d'heures de séquences jamais diffusées de l'émission tant qu'ils ne recevront pas 20 millions de dollars en Bitcoin. Dans \"The Truth About Lenny\", à la taverne de Moe, Homer et Moe révèlent à Carl que Lenny n'était qu'une illusion de son imagination, créée pour surmonter le traumatisme de son ancien meilleur ami qui n'était pas réel. Lorsque Lenny disparaît, Carl se crée un nouvel ami en la personne de Steven..."
  },
  {
    "titre": "S34E04 - Le roi de la gentillesse",
    "image": "https://www.simpsonspark.com/images/guide/s34/uabf20.jpg",
    "description": "L'agent de Krusty, Ron Rabinowitz, l'appelle dans sa limousine alors qu'il se rend à la pendaison de crémaillère de Kelly Clarkson pour divertir les enfants. Rabinowitz dit à Krusty qu'il est en retard sur ses Cameos (messages vidéo personnalisés) et lui demande d'en faire quelques-uns. Lorsque Krusty arrive chez Kelly Clarkson, les enfants semblent ne pas s'intéresser à lui. Il explore la maison et est émerveillé par son luxe. Lindsey Naegle approche ensuite Krusty et lui révèle que la maison a été financée par l'argent d'une émission de talk-show en journée, pas par l'argent d'American Idol. Elle lui propose alors de devenir lui-même animateur de talk-show. Krusty accepte à contrecœur. Pendant ce temps, à Petmaxx, la famille Simpson fait des courses pour la nourriture pour chien. Marge est débordée par le nombre de marques et le harcèlement constant de sa famille. Une femme lui propose alors de participer à un groupe de discussion, et Marge accepte rapidement, laissant Homer et les enfants s'occuper de la nourriture pour chien. Le groupe de discussion s'avère être pour le nouveau talk-show de Krusty, dirigé par Lindsey Naegle. Cette dernière devient rapidement agacée par les suggestions des participants jusqu'à ce que Marge fasse une bonne suggestion. Marge en fait plusieurs autres, ce qui conduit Lindsey à licencier Jerry, son producteur de segment, et à embaucher Marge à sa place..."
  },
  {
    "titre": "S34E05 - Pas ça",
    "image": "https://www.simpsonspark.com/images/guide/s34/uabf17.jpg",
    "description": "Dans la ville de Kingfield, le jeune Barney Gumble joue avec un bateau en papier dans le caniveau par une journée pluvieuse. Le bateau tombe dans les égouts et Barney tente de le récupérer, mais il rencontre Krusto, un clown sinistre qui l'entraîne dans les égouts et le tue. Quelque temps après, Homer affiche des avis de disparition pour Barney. Pendant qu'il part à vélo, il est attaqué par des voyous locaux : Super-Intense-Kid Chalmers, Seymour Skinner et Dewey Largo. Homer voit Krusto dans les buissons, observant les brimades. Homer crie au clown et s'échappe en descendant la colline, les voyous le poursuivant. Arrivés à la rivière en bas, un groupe d'enfants vient en aide à Homer et chasse les voyous, Marge frappant Chalmers avec une balle de baseball. Le gang se présente comme le groupe des \"Losers\" et emmène Homer à leur club. À l'extérieur du club, Le vendeur de BD avertit Homer de rester à l'écart de Marge. Au sein du club, Homer raconte aux autres enfants avoir vu Krusto. Le gang partage alors ses histoires où chacun a également aperçu le clown. Ils décident de l'arrêter et se rendent aux Archives du Clown de Kingfield pour faire des recherches sur l'identité du tueur..."
  },
  {
    "titre": "S34E06 - Simpson Horror Show XXXIII",
    "image": "https://www.simpsonspark.com/images/guide/s34/uabf18.jpg",
    "description": "Dans cette parodie de \"The Babadook\", Marge lit à Maggie un livre sur un monstre qui se nourrit de la colère des gens et est libéré par la simple lecture du livre lui-même. Dans cette parodie de \"Death Note\", Lisa tombe sur un tome qui tue toute personne dont le nom y est écrit, mais seulement si la manière de mourir est différente à chaque fois. Elle est aidée par un Shinigami nommé Steve Johnson. Dans cette parodie de \"Westworld\", des versions robotiques de la famille Simpson prennent conscience d'elles-mêmes et découvrent qu'elles se trouvent dans un parc d'attractions avancé appelé Simpsonsworld."
  },
  {
    "titre": "S34E07 - De la bière à la paternité",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf01.jpg",
    "description": "Lors d'une réunion du conseil d'administration de bière Duff, le conseil regarde plusieurs anciennes publicités de Duff avant de visionner la dernière qui introduit un vote pour la prochaine mascotte de la Duff, dont Duffman. Duffman commence à perdre le vote, se classant à égalité en dernière position avec \"pas de mascotte, juste le logo\". Homer et les clients du bar de Moe commencent une campagne pour inciter les gens à voter pour Duffman. En raison de l'impopularité de Duffman, il tente de se rendre dans plusieurs bars pour femmes pour se faire de la publicité. Cependant, chacun d'eux s'avère être un cabinet d'avocats spécialisé dans les affaires féminines. À l'aéroport de Springfield, Duffman est interviewé sur sa défaite au sondage et sur les poursuites intentées par les avocates féminines. Duffman affirme qu'il n'est pas sexiste car il a une fille, puis montre une photo de lui et de Lisa plus jeune prise lors d'un événement de la Duff Beer. Lorsque Marge et Lisa voient cela à la télévision, elles sont choquées de voir que Duffman utilise Lisa comme un accessoire. Marge demande alors à Homer de confronter Duffman à ce sujet..."
  },
  {
    "titre": "S34E08 - Demi-frère de la même planète",
    "image": "https://www.simpsonspark.com/images/guide/s34/uabf22.jpg",
    "description": "Les Simpson se rendent à l'événement \"Art in the Park\" où Lisa rencontre Sherri, Terri et Janey, qui font une chasse au trésor pour l'anniversaire de Francine. Ils sont venus à l'événement pour prendre une photo de quelque chose de triste. Lisa réalise qu'elle n'a pas été invitée parce qu'elle est une \"moucharde\". Pendant ce temps, Marge achète une petite boîte en bois et du polish pour celle-ci, qui contient de la cire de carnauba. Homer voit un vieil homme avec un chignon et se moque de lui jusqu'à ce qu'il réalise que c'est son père. Abraham présente Homer et Marge à sa nouvelle petite amie, Blythe, qu'il fréquente depuis six mois. Ils se sont rencontrés à la maison de retraite lorsque Blythe a été embauchée pour purifier les auras des résidents avec un bain sonore thérapeutique. Grand-père révèle également qu'il emménage chez Blythe. Homer et Marge vont dîner avec Blythe et Abraham, et découvrent que Blythe a un fils, Calvin. Homer pense que Calvin est un enfant étrange et que Grand-père le déteste, mais Abraham traite Calvin mieux qu'il ne l'a jamais fait avec Homer. Voyant cela, Homer commence à traiter Calvin avec mépris et repousse la nourriture que Calvin et Abraham ont préparée ensemble..."
  },
  {
    "titre": "S34E09 - Quand Nelson rencontre Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf02.jpg",
    "description": "Lisa, alors jeune adulte, fait son discours de remise des diplômes dans un stade vide lorsqu'elle remarque Nelson en train de ranger du matériel d'entraînement dans une pièce de stockage. Ils se remémorent leur passé ensemble et évoquent le moment où ils ont eu une sorte de relation amoureuse. Nelson emmène ensuite Lisa chez lui, qui se trouve être le clocher de l'église commémorative. Ils passent toute la nuit à discuter et regardent le lever du soleil le lendemain matin. Bart arrive ensuite dans le clocher à la recherche de Lisa car la famille souhaite prendre le petit-déjeuner ensemble. Bart finit par donner son argent de loyer à Nelson, puis la famille part ensemble pour le petit-déjeuner. Plus tard, Lisa prononce son discours de remise des diplômes, et Nelson l'observe depuis son clocher. Alors que la famille quitte la ville, Lisa imagine ce que serait sa vie avec Nelson. N'aimant pas ce qu'elle imagine, elle quitte la ville sans dire au revoir. Cinq ans plus tard, Lisa est mariée à Hubert Wong et ils prennent le train pour quitter Springfield. Hubert est devenu un entrepreneur technologique prospère et a été nommé Personnalité de l'Année par Time Magazine. Alors qu'ils discutent, Jeremy est poursuivi par un chasseur de primes nommé Rott. Alors que Jeremy tente de s'échapper du train, Nelson l'arrête. Nelson et Lisa se retrouvent à nouveau et Nelson révèle qu'il est en couple avec Rott. Hubert est contrarié d'apprendre que Lisa avait des sentiments pour Nelson par le passé, car Nelson l'intimidait autrefois. Les deux couples racontent ensuite leurs histoires de relations amoureuses..."
  },
  {
    "titre": "S34E10 - Le jeu a changé",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf03.jpg",
    "description": "Bart joue à un jeu vidéo violent en réalité virtuelle, ce qui le pousse à jurer et à utiliser un langage violent. Marge l'arrête et lui propose un nouveau jeu adapté aux enfants, Boblox. Maggie est autorisée à jouer aussi, car le jeu est destiné à tous les âges. Bart convainc également Milhouse de jouer au jeu, et ils réalisent tous deux que le jeu a des bugs sur l'ancien ordinateur qu'ils utilisent. Lorsque Milhouse vend une crête en jeu contre des Bobux, la monnaie premium du jeu, il la récupère à nouveau. Bart réalise que cela peut être utilisé pour gagner de l'argent dans le jeu, alors ils rassemblent d'autres élèves de l'école élémentaire de Springfield pour vendre la crête en échange d'argent réel. Pendant ce temps, Marge entre dans Boblox et communique avec Maggie via des emojis. À l'école, Skinner découvre que la vitesse Internet de l'école est utilisée. En se rendant dans le laboratoire informatique, il découvre que les élèves jouent à Boblox. Bart tente de convaincre Skinner de les laisser continuer leur arnaque et de gagner de l'argent réel, dont une partie ira à Skinner pour améliorer l'école. Bart apprend à Skinner son rêve pour l'école : en faire une école des arts du spectacle. Skinner accepte alors d'aider pour réaliser son rêve. Bart explique ensuite comment ils transforment les Bobux en argent réel..."
  },
  {
    "titre": "S34E11 - Crise de hockey",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf04.jpg",
    "description": "King Toot utilise sa nouvelle souffleuse de feuilles pour embêter Moe juste devant son bar. Il révèle ensuite qu'il a remporté un trophée pour avoir entraîné une équipe de hockey de moins de dix ans, les Li'l Tooters. Après avoir rumine cela pendant dix mois, Moe décide de former sa propre équipe de hockey, les Bar Flyers, dont Bart est le meilleur joueur. Lors de leur premier match contre les Li'l Tooters, Bart est plaqué par un plus grand joueur de l'équipe de King Toot et les Bar Flyers perdent. Sur le chemin du retour après cette défaite, Moe remarque que Nelson harcèle Martin. Après avoir observé cela pendant un court moment, Moe demande à Nelson s'il aimerait rejoindre l'équipe de hockey en tant que \"goon\", le joueur qui protège le meilleur buteur de l'équipe. Nelson est sceptique au début, mais Moe lui laisse le calendrier de l'équipe. Lors du match suivant des Bar Flyers contre les Ice Lubbers, Bart est de nouveau malmené. Nelson entre ensuite sur la glace et élimine les joueurs qui s'en prennent à Bart, ce qui permet aux Bar Flyers de gagner. Cependant, l'arbitre disqualifie l'équipe car Nelson portait des plateaux de cantine aux pieds au lieu de patins à glace, ce qui était contraire aux règles. Moe dit à Nelson qu'il s'en est bien sorti quand même, puis l'emmène à l'Académie des Top Goons pour s'améliorer en tant que \"goon\". À l'académie, Nelson apprend qu'il doit toujours protéger son \"meilleur ami\", qui est Bart dans son cas. Après un certain temps d'entraînement avec les entraîneurs Stu Grimson, Dave Schultz et Tiger Williams, Nelson sort major de sa promotion et Moe vient assister à sa remise de diplôme. Pour célébrer cela, Nelson et Moe montent à bord d'un dirigeable Duff et lancent des œufs marinés sur les gens en dessous. Au match suivant, contre les Holy Moleys, l'équipe remporte facilement la victoire. Ils célèbrent à la pizzeria Winners, où Bart envoie un faux SMS à Moe pour le taquiner. Après avoir vu cela, Nelson s'énerve contre Bart pour s'être moqué de Moe..."
  },
  {
    "titre": "S34E12 - Ma vie en vlog",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf05.jpg",
    "description": "La vie de différents habitants de Springfield est racontée par le biai de différentes vidéos Youtube. Dans la première vidéo de TheSimpsonsFamilyChannel intitulée \"Notre toute nouvelle maison\", les Simpson font une visite de leur nouvelle maison de maître achetée pour eux par un sponsor, Coinstar. Puis une vidéo du vendeur de BD qui récapitule comment les Simpson sont devenus célèbres, une vidéo de Maggie et Homer intitulée \"Bébé mignon pris de panique sur scène\" est devenue virale et les Simpson ont commencé à être célèbres. Ils ont ensuite lancé une chaîne YouTube, principalement axée sur Homer et Maggie. Lorsqu'une autre vidéo est devenue virale, cette fois \"Enfant de dix ans drogué après une chirurgie dentaire pendant une chanson en voiture en famille\", la popularité des Simpson a explosé et chacun a lancé sa propre série YouTube sur la chaîne..."
  },
  {
    "titre": "S34E13 - Les Saints de Springfield",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf06.jpg",
    "description": "Homer et Marge dorment paisiblement la nuit lorsque soudain, une explosion retentit. Marge regarde par la fenêtre et voit la poubelle de Ned en feu. Ned sort de sa maison en courant pour éteindre l'incendie. Marge lui demande ce qui s'est passé, et Ned répond que Dieu aime le mettre à l'épreuve. Une voiture arrive alors et percute Ned, le projetant contre l'arbre près de sa maison. Ned retourne ensuite dans sa maison par la fenêtre. Plusieurs autres événements dangereux se produisent près de la mort de Ned jusqu'à ce que Marge finisse par le confronter et l'oblige à lui dire ce qui lui arrive. Ned explique qu'il a été le professeur de Bart pendant une courte période, ce dont Marge avait totalement oublié. À l'école, Ned a dit à Nelson qu'il devrait prier Jésus. À ce moment-là, le surintendant Chalmers est entré dans la salle et a dit à Ned qu'il ne pouvait pas faire cela. Lorsque Ned a prié pour l'âme de Chalmers, il a été licencié et chassé de l'école. Depuis lors, Ned erre dans la ville, se sentant perdu, jusqu'à ce qu'il arrive à l'église catholique, comme l'église protestante était fermée à l'époque, Ned est entré pour prier. À l'église, il rencontre Fat Tony. Ce dernier lui propose de l'aider à relancer le palais du gaucher en tant que bienfaiteur, et Ned accepte. Sans le réaliser, Ned se retrouve impliqué dans un partenariat avec la Mafia de Springfield. Pendant que Ned raconte son histoire, Homer rentre à la maison et découvre que Ned travaillait avec Fat Tony. Toute la famille en rit, car cela ressemble à quelque chose qu'Homer ferait étant donné qu'il est considéré comme stupide..."
  },
  {
    "titre": "S34E14 - Carl Carlson et le rodéo",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf07.jpg",
    "description": "Le matin, lorsque Homer se réveille, il sent l'odeur du chili con carne que Marge est en train de cuisiner. Cependant, il est déçu de découvrir que Marge l'a fait pour Ned Flanders, qui s'est cassé le bras. Marge explique à Homer qu'elle et plusieurs autres habitants de Springfield ont mis en place un service de repas pour Ned, où tout le monde prépare de la nourriture pour lui puisqu'il ne peut pas cuisiner avec son bras cassé. Cela donne à Homer l'idée de faire semblant d'être blessé pour que les gens lui préparent aussi des repas. Homer et ses amis du bar mettent alors leur arnaque du service de repas en action et commencent à recevoir divers repas des gens. Cependant, Carl décide d'abandonner l'arnaque plus tôt, car il doit retrouver la forme pour le début de la ligue de bowling. Après avoir perdu du poids, Carl a besoin d'une ceinture pour maintenir son pantalon et utilise une boucle de ceinture avec un homme chevauchant un taureau gravé dessus. Au Bowlarama de Barney, les potes de la quille se préparent à jouer leur premier match de la ligue lorsque Carl voit Naima et tombe immédiatement sous son charme. Carl va parler à Naima et passe la journée à jouer au bowling avec elle au lieu de rejoindre son équipe. Lui et Naima décident alors de se retrouver vendredi au SoulHouse, le restaurant que Naima possède. Lorsque Carl parle de Naima à ses amis, il découvre que son équipe a perdu contre la pire équipe de la ligue, The Weaklings..."
  },
  {
    "titre": "S34E15 - Sans Bart",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf08.jpg",
    "description": "À l'école élémentaire de Springfield, la classe de CM1 lit des livres avec les élèves de maternelle dans le cadre du programme \"Partenaires de lecture\". Bart est associé à une fille appelée Riley et commence à lui lire \"Tout le monde aime son travail\". Cependant, Riley n'est pas intéressée par le livre. Bart commence alors à inventer l'histoire au fur et à mesure, en dessinant dans le livre par la même occasion. À la fin de sa lecture, toute la classe de maternelle s'est rassemblée autour de Bart pour écouter son histoire. Les enfants se mettent ensuite à dessiner et écrire dans leurs propres livres. Quand Bart rentre chez lui, il est grondé par Homer et Marge pour avoir détérioré les livres et ils le qualifient plusieurs fois de destructeur. Le lendemain, lorsque Homer et Marge sont convoqués pour parler avec Mme Peyton, l'enseignante de Bart, celle-ci leur explique que Bart a suscité l'enthousiasme des élèves de maternelle pour la lecture, quelque chose qui ne les intéressait pas auparavant. Le personnel de l'école a commencé à photocopier les livres pour donner aux enfants quelque chose sur quoi dessiner et écrire au lieu des livres originaux. Pendant ce temps, Ralph commence également à lire et utilise un crayon violet pour dessiner un trou sur le mur, dans lequel il entre ensuite..."
  },
  {
    "titre": "S34E16 - Kirk la menace",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf09.jpg",
    "description": "A l'école, le disjoncteur surcharge en raison de trop d'appareils électroniques branchés. Cela provoque un incendie dans une grande boîte de mayonnaise de surplus de guerre d'Irak dans le sous-sol, qui explose. L'école empeste alors les œufs et le vinaigre et doit être fermée pendant des semaines jusqu'à ce que l'odeur se dissipe. Cette nuit-là, Homer regarde la télévision tard le soir lorsque Shaquille O'Neal apparaît pour faire la publicité d'un produit. Homer veut l'acheter, mais Marge le convainc de ne pas le faire car il a déjà acheté de nombreux produits inutiles grâce aux publicités de shopping nocturnes par le passé. Homer s'endort ensuite sur le canapé. Le lendemain matin, Bart et Lisa réveillent Homer et lui disent qu'ils doivent être instruits à domicile car l'école est fermée. Les enfants de Springfield suivent leurs leçons pour la journée jusqu'à ce qu'ils arrivent à l'histoire, où ils apprennent l'effondrement du Grand Gazebo de Springfield. Le maire de l'époque, qui avait commandé la construction du Gazebo, s'appelait Eustace Van Houten. Après l'effondrement du Gazebo, en raison du mauvais renforcement utilisé, Eustace est devenu un paria. Kirk et Milhouse étaient déçus d'apprendre cela car cela donnait une mauvaise image à leur famille. À la taverne de Moe, Homer et Kirk se plaignent tous les deux de leurs problèmes. Moe dit à Homer d'inventer quelque chose à vendre pour récupérer son argent gaspillé de cette façon, et dit à Kirk de se défendre..."
  },
  {
    "titre": "S34E17 - Jeu de quilles",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf10.jpg",
    "description": "Homer regarde les actualités sur Channel 6 et découvre que le bowling va fermer pour toujours. Choqué par cette nouvelle, il se rend à la taverne de Moe pour pleurer la perte avec ses camarades des potes de la quille. Ensemble, ils décident de faire quelque chose pour l'empêcher et se rendent au Bowlarama pour convaincre le propriétaire de ne pas fermer. Cependant, ce dernier leur annonce qu'il a déjà vendu l'affaire à Terrence. Ce dernier explique qu'il aime le look rétro du Bowlarama mais n'aime pas le bowling, donc il va le transformer en un repaire branché pour hipsters. Homer demande à Terrence de lui accorder une semaine pour redresser l'affaire et prouver que les gens aiment le bowling, ce à quoi il accepte. Au dîner, Homer se plaint du faible taux de fréquentation, puis demande l'aide de Marge. Celle-ci lui dit que le bowling est son truc, et qu'elle n'y joue pas. Elle se souvient alors du temps où elle jouait au bowling avec Jacques, mais Homer l'arrête pour qu'elle n'en parle pas. Homer et Marge vont alors jouer au bowling, où Homer découvre que Marge est en fait douée. Après une excellente partie de Marge, Terrence fait une offre à Marge ; si elle parvient à battre un joueur de bowling qu'il choisit, le bowling restera ouvert. Marge accepte l'offre et commence à se préparer..."
  },
  {
    "titre": "S34E18 - La guerre des fans",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf11.jpg",
    "description": "Homer et Bart se rendent à un match des Springfield Isotopes pour voir le lanceur, Chuck Wildler, battre le record du plus grand nombre de batteurs assommés. Une fois dans le stade, ils le trouvent rempli de jeunes filles. Perplexes, ils se préparent à regarder le match. Cependant, le Jumbotron commence à diffuser une vidéo de la Murmur Nation sur la nouvelle chanson de la chanteuse pop Ashlee Starling, intitulée \"Glitter\". La chanson commence à jouer alors que la foule de filles brandit des panneaux pour créer d'immenses pancartes dans les gradins. Homer demande à Bart qui est Ashlee Starling, et Bart la qualifie de \"chanteuse pop pleurnicharde pour des filles qui adorent se plaindre\". À cause des pancartes, Homer et Bart manquent le lancer qui bat le record, alors ils partent. À côté du stand de nourriture, Kent Brockman pense qu'Homer est un fan d'Ashlee Starling et l'interviewe à son sujet. Homer répète les mots de Bart à Kent. Le lendemain, pendant que Homer conduit, la radio de la voiture commence à jouer \"Glitter\". Alors qu'il essaie de changer de station, la chanson continue à se jouer, et une poupée à l'effigie d'Ashlee Starling est lancée sur sa voiture, ce qui le fait s'écraser et provoque une pluie de paillettes lorsque l'airbag se déploie. En arrivant au travail, il est attaqué par des oiseaux. Lenny et Carl disent à Homer qu'il a rendu la centrale nucléaire dangereuse à travailler et qu'ils doivent soutenir Ashlee Starling pour ne pas être pris dans la tourmente..."
  },
  {
    "titre": "S34E19 - Annule cet épisode",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf12.jpg",
    "description": "Alors qu'il regarde et parie sur un match des Springfield Atoms, Homer vante sa \"bague porte-bonheur\", sa bague de mariage, comme un charme porte-bonheur. Lorsque les Atoms perdent et que Homer gagne de l'argent par la suite, il célèbre et laisse tomber la bague dans les planchers sous la maison par accident. Homer se rend dans le vide sanitaire sous la maison pour retrouver la bague et se fait attaquer par des mouffettes pendant qu'il y est. Dans le jardin arrière, Marge nettoie Homer puis emmène ses vêtements pour les nettoyer. Marge révèle qu'elle a une méthode pour nettoyer les vêtements malodorants sans avoir besoin d'une machine à laver, en utilisant simplement quelques ingrédients dans un vieux sac d'oreiller. Lisa dit à Marge qu'elles pourraient améliorer la vie des gens qui n'ont pas de machine à laver, comme les sans-abris. Au Springfield Squidport, Marge et Lisa commencent à distribuer les sacs d'ingrédients aux sans-abris, ou sans-domicile fixe, comme Lisa les appelle. Elles commencent à faire une différence pour les sans-abris de Springfield, y compris pour Gil. Lorsque Le Rich Texan voit leur stand, il décide de faire un don charitable en déduction fiscale. Lorsqu'il apprend qu'elles ne sont pas une association caritative enregistrée, il demande à son comptable de remplir les formalités pour les transformer en association caritative, et Marge et Lisa s'enregistrent comme la Fondation Lisa Simpson..."
  },
  {
    "titre": "S34E20 - Les chenilles très affamées",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf14.jpg",
    "description": "Au petit-déjeuner, Marge essaie de donner des pancakes à Maggie. Cependant, Maggie refuse de manger parce que Marge n'y a pas mis de sauce ranch, et elle ne mange que des aliments avec de la sauce ranch. Après que Marge finisse par céder et donne de la sauce ranch à Maggie, la famille reçoit une alerte d'urgence leur demandant de regarder la télévision. Kent Brockman annonce qu'un essaim de chenilles est arrivé en ville. Le maire Quimby annonce que la ville est en confinement jusqu'à ce que la situation soit résolue. La famille décide alors de faire des activités ensemble, avant de finalement regarder la télévision. Lorsqu'Homer réussit à se déconnecter du compte, la famille commence à paniquer. Le lendemain, l'école primaire de Springfield commence l'apprentissage à distance via ChatHippo. Après la fin de la journée scolaire, le directeur Skinner laisse sa webcam allumée, ce qui permet à Bart de l'espionner. Le cousin de Skinner, Peter, était resté chez lui pendant le confinement et il passait son temps à flatter Agnès et à insulter Seymour..."
  },
  {
    "titre": "S34E21 - Clown contre ministère de l'éducation",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf15.jpg",
    "description": "Pendant son émission, Krusty est surpris de ne pas recevoir de rires pour ses blagues. Lorsqu'il regarde dans le public, il constate que ce sont tous des personnes âgées. Il demande aux responsables du réseau ce qui se passe et ils lui expliquent que plus aucun enfant ne veut regarder son émission, alors ils ont invité des personnes âgées égarées dans le centre commercial pour remplir le public. Au Mussel & Flanks, Krusty demande à plusieurs autres clowns pourquoi les clowns à la télévision ne sont plus populaires. Little Debbie Dimples donne à Krusty l'idée d'ouvrir une école pour former des enfants à devenir des clowns. Quand il entend combien d'argent il pourrait gagner grâce aux frais de scolarité, Krusty devient excité. Avant qu'il parte, Dimples essaie de lui rappeler la partie la plus importante de la comédie, mais n'arrive pas à se souvenir. Krusty se rend à la mairie pour rencontrer le maire Quimby et le surintendant Chalmers afin de discuter de l'ouverture d'une école de clowns. Chalmers est initialement contre l'idée, mais finit par accepter de la soutenir. Une publicité est diffusée pour l'école des arts du clown Herschel Krustofsky et Bart décide qu'il veut s'y inscrire. Homer emmène Bart voir Krusty pour s'inscrire à l'école. Krusty est sceptique face aux mauvaises notes de Bart, mais accepte de l'admettre quand Homer lui dit que tous les autres enfants ratés le suivront à l'école. Après avoir été accepté, Rainier Wolfcastle amène son fils, Dieter, pour l'inscrire également à l'école..."
  },
  {
    "titre": "S34E22 - Les aventures d'Homer à travers le pare-brise",
    "image": "https://www.simpsonspark.com/images/guide/s34/oabf13.jpg",
    "description": "Alors qu'il sort de la banque, Homer est très en colère.  Il monte dans sa voiture et commence à conduire de manière imprudente. Pendant qu'il conduit, il commence à envoyer un texto en colère à Marge, mais finit par heurter une bouche d'incendie. Comme il n'avait pas mis sa ceinture de sécurité et utilisait son airbag comme hamac, Homer est projeté à travers la fenêtre et le temps ralentit. C'est alors qu'il entend une voix qui provient de Goobie-Woo, un des joyeux lutins de Maggie. Goobie-Woo dit à Homer qu'elle va l'aider à entreprendre un voyage de réflexion sur lui-même pendant l'accident. Il commence par aider Homer à se souvenir pourquoi il était en colère. À la banque, Homer avait rendez-vous avec Richard pour ouvrir une boîte de dépôt pour sa chips en forme de John Travolta. Cependant, Richard informe Homer que la famille a déjà une boîte de dépôt depuis dix ans. Il lui montre le contenu de la boîte, qui contient le testament de Clancy Bouvier, le père de Marge. Le testament révèle que Clancy Bouvier avait laissé 1 000 dollars par mois à Marge, qu'elle avait gardé secrètement pour elle. Après avoir revu cela, Homer se met en colère à nouveau..."
  }
]