[
  {
    "titre": "S03E01 - Mon pote Michael Jackson",
    "image": "https://www.simpsonspark.com/images/guide/s3/7f24.jpg",
    "description": "Lisa réveille Bart pour lui signaler que dans deux jours ce sera son anniversaire et qu'elle voudrait bien que pour une fois, il lui offre un cadeau. Marge demande à Bart de s'occuper de Maggie mais au lieu de ça, il préfère téléphoner à la hot-line de Krusty. Quant à Homer, il découvre avec effroi que sa chemise est devenue rose à cause de la casquette rouge de Bart qui a été mise dans la machine à laver avec le linge blanc. Lorsqu'Homer se rend à son travail, il se fait remarquer avec sa chemise rose et se fait convoquer dans le bureau de M. Burns. Il essaie d'expliquer ce qui s'est passé mais personne ne le prend au sérieux. Le docteur Monroe lui demande donc de répondre à un test - que Bart remplira à sa place - qui se conclura par des résultats tellement mauvais qu'il est envoyé dans un hôpital psychiatrique où il partage sa cellule avec un certain Michael Jackson..."
  },
  {
    "titre": "S03E02 - Lisa va à Washington",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f01.jpg",
    "description": "Un matin, en regardant le courrier, Homer croit recevoir un chèque d'un million de dollars, mais il s'avère être faux. En rentrant à la maison, il tombe sur un numéro du Reader Indigeste qui l'intéresse particulièrement. Il ne peut plus s'en passer ! En parcourant le magazine, il prend connaissance d'un concours, réservé aux enfants, dans lequel il est demandé de faire une rédaction pour avoir la possibilité de remporter le 1er prix : un voyage d'une semaine à Washington. Lisa se propose volontiers pour rédiger la rédaction. Après avoir remporté l'épreuve régionale, les Simpson accompagnent Lisa à Washington pour la finale du concours. Après s'être installés dans un luxueux hôtel, Lisa rencontre les deux autres finalistes..."
  },
  {
    "titre": "S03E03 - Le palais du gaucher",
    "image": "https://www.simpsonspark.com/images/guide/s3/7f23.jpg",
    "description": "Ned Flanders invite la famille Simpson à un barbecue. Homer refuse son invitation car il pense que Ned se croit mieux que les autres. Mais il ne peut pas résister à la tentation quand il sent l'odeur de la viande grillée. Pendant le barbecue, Ned Flanders annonce qu'il quitte l'industrie pharmaceutique et qu'il va ouvrir un magasin pour gaucher, \"Le palais du gaucher\". Homer est jaloux et il souhaite que son magasin soit un échec. Pendant ce temps, Marge en a marre que Bart ne sorte jamais et qu'il passe ses journées devant la télévision. Il décide donc de prendre des cours de karaté donnés par Akira. Mais les cours ne sont pas ce qu'attendait le jeune garçon qui préfère passer ses journées à jouer aux jeux vidéos. Le vœu d'Homer semble s'être réalisé car les débuts du \"Palais du Gaucher\" ne sont pas très satisfaisants..."
  },
  {
    "titre": "S03E04 - Le petit parrain",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f03.jpg",
    "description": "Bart s'est levé du bon pied, prêt à avoir une très belle journée. Mais le sort va rapidement se retourner contre lui : après qu'Homer lui ait volé le cadeau dans la boîte de céréales, le chien mange ses devoirs et il rate le bus. Il est obligé d'aller à l'école à pied sous la pluie et arrive en retard. Mais le pire est à arriver car Bart a oublié l'autorisation des parents pour visiter la fabrique de chocolat. Il est coincé avec le principal Skinner et se voit obligé de coller des enveloppes pendant que les autres élèves s'amusent. Au retour, il a un accident de skate et se retrouve nez à nez avec un gang de mafioso. Après avoir goûté aux délicieux cocktails de Bart, le gang décide d'embaucher Bart à 30$ par semaine. Mais il ignore encore qu'il a affaire à la mafia..."
  },
  {
    "titre": "S03E05 - Une belle simpsonnerie",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f04.jpg",
    "description": "Bart offre des talkies-walkies à Milhouse pour son anniversaire. Mais celui-ci ne semble pas très heureux. Bart finit par apprendre que Milhouse a fait une fête pour son anniversaire et qu'il ne l'a même pas invité. Il est tellement déçu par son meilleur ami qu'il ne veut même pas descendre du bus scolaire. Pendant ce temps, à la centrale nucléaire, alors que tout se déroulait normalement, une sirène retentit dans le secteur où travaille Homer. Tous les employés paniquent. Homer essaie à ce moment-là de comprendre comment fonctionne le réacteur mais cela semble trop compliqué pour lui. Alors qu'il ne reste plus que quelques secondes avant la fusion du réacteur, Homer appuie sur un bouton au hasard et miraculeusement, la fusion du réacteur est évitée. Homer devient un héros..."
  },
  {
    "titre": "S03E06 - Tel père, tel clown",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f05.jpg",
    "description": "A la fin de l'émission de Krusty, son assistante, Miss Pennycandy, lui rappelle qu'il est invité ce soir chez les Simpson pour dîner. Krusty lui demande de décommander une fois de plus. Bart qui est enchanté que son idole vienne dîner chez lui est extrêmement déçu quand il apprend qu'il ne viendra pas. Il décide alors de lui écrire une lettre pour lui annoncer qu'il n'est plus fan de lui. Miss Pennycandy lit la lettre et persuade Krusty d'aller dîner chez les Simpson. Pendant qu'il dit la prière à table, les Simpson apprennent qu'il est juif et que son père est rabbin. Il leur explique que son père ne veut plus le voir depuis qu'il est devenu un clown parce qu'il trouve que c'est un métier humiliant. Krusty est de plus en plus déprimé. Pour l'aider, Bart et Lisa essaient de retrouver son père et faire en sorte qu'ils se réconcilient, mais ce n'est pas gagné d'avance..."
  },
  {
    "titre": "S03E07 - Les Simpson Spécial Halloween II",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f02.jpg",
    "description": ""
  },
  {
    "titre": "S03E08 - Le poney de Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f06.jpg",
    "description": "A la centrale nucléaire, Homer est réveillé par un coup de téléphone de Lisa. Elle l'appelle de la soirée des jeunes talents parce qu'elle a cassé la anse de son saxo et elle voudrait qu'il aille lui en acheter une nouvelle. Lorsqu'il va au magasin de musique, il s'arrête d'abord chez Moe pour boire quelques Duff avant la fermeture du magasin. Ne le voyant pas arriver, Lisa est obligée de jouer avec sa vieille anse. Elle est fâchée contre lui, et ce n'est pas sa glace géante qui va lui faire changer d'avis. Homer se rend alors compte qu'il ne s'occupe pas assez de sa fille. Pour lui prouver son amour, il dépense 5 000 $ pour lui acheter le poney dont elle a toujours rêvé. Mais pour cela, il fait un prêt à M. Burns à un taux très élevé. Quand Lisa découvre qu'Homer lui a acheté un poney, elle est de nouveau heureuse. Afin de rembourser l'argent qu'il a emprunté, Homer va devoir changer considérablement son emploi du temps..."
  },
  {
    "titre": "S03E09 - Un père dans la course",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f07.jpg",
    "description": "Alors qu'Homer regarde, à la télévision, une émission animée par Troy McClure, Bart semble visiblement très occupé. Pendant ce temps, Marge se rend , avec ses sœurs, au salon de coiffure. Patty trouve un test dans un magazine pour calculer le quotient paternel. Marge fait passer ce test à Homer qui consiste à répondre à des questions par rapport aux centres d'intérêts de son fils. Homer rate complètement le test. Il décide alors d'aller voir ce que fait Bart dans le garage. Il découvre qu'il prépare une voiture pour une course de caisse à savon. Ne sachant pas comment il doit se comporter avec lui, il appelle l'institut national de la paternité, qui lui conseille de faire une activité commune. Homer décide donc d'aider Bart à la construction de sa caisse à savon..."
  },
  {
    "titre": "S03E10 - Un cocktail d'enfer",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f08.jpg",
    "description": "Des amies de Lisa passent la nuit chez les Simpson et celles-ci s'en prennent à Bart. Il réussit heureusement à s'échapper avant qu'il ne soit trop tard ; par contre, Maggie ne peut rien faire quand les filles la maquillent. Homer, voyant ça, décide d'aller chez Moe. Mais ce dernier n'a plus du tout de bière. Homer se souvient alors d'un cocktail qu'il avait inventé pour échapper aux sœurs de Marge : le Flamming Homer. Il le reconcocte au bar et séduit très vite la clientèle. Moe s'approprie ainsi la recette du cocktail d'Homer et le rebaptise le Flamming Moe. Son bar devient très célèbre et il engage même une serveuse. Un industriel démarche Moe afin de lui acheter la recette du cocktail pour sa chaîne de restaurant mais il refuse. Homer est énervé parce que Moe se fait de l'argent avec sa recette..."
  },
  {
    "titre": "S03E11 - Burns verkaufen der Kraftwerk",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f09.jpg",
    "description": "Monsieur Burns est songeur. Il se dit qu'il a encore des choses à vivre et pour cela, il songe à revendre la centrale nucléaire. Homer reçoit un coup de téléphone lui disant que ses actions ont grimpé et elles ont une valeur de 25 $. Il décide de les revendre. Mais dans la journée, les actions augmentent considérablement. Marge entend la nouvelle aux informations et s'attend à ce qu'Homer revienne avec 5 200 $. Au lieu de ça, Homer préfère dépenser ses 25 $ au bar de Moe. Là-bas, il rencontre des allemands qui se disent prêts à acheter la centrale. Quand il rentre à la maison, toute la famille est déçue. M. Burns rencontre les allemands qui lui proposent un chèque de s100 millions de dollars pour l'achat de la centrale. Il accepte aussitôt leur proposition. Mais les nouveaux patrons semblent être beaucoup plus pointilleux sur la sécurité, et l'état de délabrement de la centrale ne va pas arranger les choses..."
  },
  {
    "titre": "S03E12 - Vive les mariés !",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f10.jpg",
    "description": "Marge pense qu'elle est enceinte. Mais pour s'en assurer, elle décide d'aller voir le docteur Hibbert. Pendant son absence, Homer décide de raconter aux enfants comment s'est passé le moment où ils ont eu leur premier enfant ; c'était en 1980. A l'époque, Homer travaillait au golf miniature. Après avoir emmené Marge au cinéma, les deux tourtereaux finissent la nuit dans le moulin du golf miniature. Peu de temps après, Marge découvre qu'elle est enceinte. Homer demande alors Marge en mariage et bien sûr, elle accepte. Maintenant qu'ils sont mari et femme, ils attendent impatiemment la naissance de Bart. Homer cherche un nouveau travail pour gagner plus d'argent et fait tout pour être embauché dans la centrale nucléaire qui vient d'ouvrir à Springfield..."
  },
  {
    "titre": "S03E13 - Un puits de mensonges",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f11.jpg",
    "description": "Après avoir vu une publicité à la télé pour un émetteur radio, Homer décide de l'acheter et de l'offrir à Bart pour son anniversaire qui est dans quelques jours. A cette occasion, Bart invite des amis et reçoit des cadeaux mais ceux-ci n'ont pas l'air de lui plaire. Homer qui pensait faire plaisir à Bart en lui offrant la radio est déçu. Cependant, après avoir essayé l'émetteur et fait une blague à Homer, Bart se rend compte que c'est un super cadeau. Il se sert de sa radio pour faire des farces à tout le monde. Une de ses farces va se transformer en un véritable canular. Il place l'émetteur dans le fond d'un puits et fait croire aux habitants qu'un garçon est tombé dedans. Willie le jardinier est témoin de la scène. Il prévient la population et bientôt les médias s'emparent de l'affaire..."
  },
  {
    "titre": "S03E14 - L'enfer du jeu",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f12.jpg",
    "description": "Homer regarde un match de football à la télévision. Il téléphone à Moe pour parier 20 $ sur l'équipe de Denver, qui semble mal partie pour gagner. Lisa a envie de montrer sa maison de poupée à Homer mais celui-ci ne lui prête aucune attention. Elle décide alors de s'intéresser à ce qu'aime son père et elle regarde le match de foot avec lui. Pendant ce temps, Marge va au centre commercial avec Bart pour lui acheter des vêtements. Pour le prochain match, Homer veut parier. Il appelle pour cela un numéro payant mais l'attente est tellement longue qu'il abandonne. Il demande alors à Lisa de choisir l'équipe gagnante. Il s'avère que son pronostic était le bon et fait gagner Homer. Maintenant que Lisa est capable de dire quelle équipe va gagner lors de chaque match, les liens entre elle et Homer se resserrent..."
  },
  {
    "titre": "S03E15 - Homer au foyer",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f14.jpg",
    "description": "Marge est submergée de travail pour répondre aux besoins de toute sa famille. Elle ne peut s'empêcher de s'énerver lorsqu'elle conduit les enfants à l'école et qu'ils se chamaillent dans la voiture. En rentrant, Maggie renverse son biberon sur Marge et à ce moment-là, elle craque littéralement. Elle freine, se met en travers de la route au-dessus d'un pont et refuse de sortir de la voiture. La télévision est avertie rapidement et s'empresse de suivre l'événement. Quand Homer arrive sur les lieux, elle accepte de sortir de la voiture. Alors que le chef Wiggum veut la mettre en prison, le maire Quimby décide au contraire de lui rendre hommage en baptisant cette journée Marge Simpson. Suite à une publicité pour le Rancho Relaxo, une station thermale, elle décide d'y aller quelques jours pour se de-stresser. Pendant son absence, Bart et Lisa vont chez Patty et Selma et Maggie reste à la maison avec Homer..."
  },
  {
    "titre": "S03E16 - Bart le tombeur",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f16.jpg",
    "description": "Déprimée d'être sans homme, Mme Krapabelle tombe, dans un journal, sur une petite annonce de rencontre. Elle s'empresse de téléphoner mais le numéro ne répond pas. La folie du yo-yo s'est emparée de tous les enfants de Springfield après le passage d'un groupe de joueurs de yo-yo professionnels à l'école. D'ailleurs Bart en joue très bien, ce qui ne l'empêche pas de casser l'aquarium de la classe et tuer deux poissons. Mme Krapabelle le colle pendant un mois et lui confisque son yo-yo. Désespérée, Edna rencontre Jasper, ce qui est loin d'être l'homme de sa vie. Pendant que Bart est en colle, Edna s'absente. Il en profite pour essayer de récupérer son yo-yo dans le tiroir et tombe sur la petite annonce qu'elle a fait publier. Bart a une idée : se faire passer pour Woodrow, un homme qui est tombé sous le charme de son annonce..."
  },
  {
    "titre": "S03E17 - Homer la foudre",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f13.jpg",
    "description": "Homer est en train de s'étouffer encore une fois avec des donuts. Il constate que le softball reprend cette semaine et décide de s'y inscrire ; ses collègues le suivent. Homer se dit que c'est un bon moyen d'utiliser sa batte porte-bonheur qu'il a fabriqué avec une branche brisée par la foudre. Lors du premier match contre la police, il réalise un exploit. Il fait ensuite gagner à son équipe tous leurs matches suivants. Alors qu'ils ne leur reste qu'un match à jouer, contre l'équipe de la centrale de Shelbyville, pour devenir champions, M. Burns parie 1 million de dollars avec Aristotle Amadopoulos que son équipe sera vainqueur. L'enjeu étant trop grand, M. Burns décide de payer des joueurs professionnels afin qu'ils puissent remplacer ses employés..."
  },
  {
    "titre": "S03E18 - Le flic et la rebelle",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f15.jpg",
    "description": "L'école élémentaire organise des tests afin de déterminer les futurs métiers des élèves. Les résultats sont plutôt inattendus. Le test conclu que Bart deviendra un officier de police et Lisa une femme au foyer, ce qui ne la satisfait évidemment pas. Lisa se voit plutôt devenir une musicienne de Jazz. Pour se rassurer, elle va voir un professeur de musique qui lui dit qu'elle ne pourra jamais être professionnelle à cause de ses doigts boudinés qu'elle tient d'Homer. Eddie et Lou emmènent Bart avec eux pour faire une ronde en voiture afin qu'il puisse découvrir ce qu'est le métier de policier. Il va même les aider à capturer un criminel. Lisa, quant à elle, est tellement désespérée qu'elle va se ranger du côté des méchants en côtoyant des loubards..."
  },
  {
    "titre": "S03E19 - Chienne de vie",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f17.jpg",
    "description": "La fièvre du loto envahit Springfield. La cagnotte est de 130 millions de dollars. Homer, avec ses 50 billets, pense qu'il est sûr de gagner. Le tirage donne son verdict : Homer n'a rien gagné du tout et c'est Kent Brockman qui gagne le gros lot. En plus de cette mauvaise nouvelle, Abraham remarque que le chien est très malade. La famille Simpson se rend chez un vétérinaire. Le diagnostic révèle que Petit Papa Noël a l'estomac retourné et que le guérir leur coûterai 750 $. Homer refuse de payer une telle somme ! Etant donné qu'ils ne veulent pas se séparer de leur chien, ils se décident à faire des économies. Petit Papa Noël est sauvé ! Mais rapidement, plus personne ne s'intéresse à lui car les Simpson doivent se priver de beaucoup de choses pour rembourser l'opération. Comme Petit Papa Noël sent qu'il n'est plus aimé, il quitte la maison..."
  },
  {
    "titre": "S03E20 - Impresario de mon cœur",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f19.jpg",
    "description": "Les Simpson vont au cinéma. Les enfants vont voir un film de leur côté tandis qu'Homer et Marge vont en voir un autre. Le comportement d'Homer dans la salle agace particulièrement les autres spectateurs, si bien que Marge le critique. Homer n'appréciant pas beaucoup que Marge lui fasse la morale, il décide de ne pas rentrer à la maison. Il roule pendant 120 kilomètres et atterrit dans un bar de \"péquenauds\" dans lequel il rencontre une très belle chanteuse du nom de Lurleen Lumpkin. Homer adore ses chansons. Le lendemain, il rentre heureux à la maison. Il décide rapidement de rendre visite à nouveau à Lurleen Lumpkin et de lui faire enregistrer ses chansons. Ils se font remarquer par un homme qui leur propose de diffuser leurs chansons à la radio. Rapidement, la chanteuse fait parler d'elle et Homer devient son impresario. Mais Marge n'est pas très enchantée car elle est jalouse..."
  },
  {
    "titre": "S03E21 - La veuve noire",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f20.jpg",
    "description": "Selma a invité un homme - qu'elle a rencontré grâce au programme \"Ecrivez à un prisonnier\" - à venir dîner chez les Simpson. Lorsque celui-ci arrive, Bart est affolé car il n'est autre que Tahiti Bob, celui qui a juré de se venger de lui. Pendant la soirée, Tahiti Bob raconte les horreurs qu'il a vécu en prison et comment il a fait la connaissance de Selma. Il leur confesse qu'il a complètement changé et qu'il n'en veut plus à Bart pour l'avoir fait enfermer. Les deux tourtereaux semblent vivre une très belle histoire d'amour, si bien qu'ils décident se marier. Mais Bart ne croit pas une seconde que Tahiti Bob ait réellement changé. Il le suspecte même de concocter un plan diabolique..."
  },
  {
    "titre": "S03E22 - Le permis d'Otto-Bus",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f21.jpg",
    "description": "Homer conduit Bart et Milhouse à leur premier concert de rock, celui des Spinal Tap. Mais celui-ci tourne en catastrophe. Le groupe est obligé d'arrêter plus vite que prévu et le public enragé casse tout ! Le concert a toutefois donné une bonne idée à Bart, celle de jouer de la guitare électrique. Il se rend vite compte que ce n'est pas aussi simple qu'il le pensait. Alors que Bart monte dans le bus scolaire, Otto voit sa guitare et se met à jouer, ce qui finit par retarder les enfants. Il roule tellement vite pour conduire les enfants à l'école qu'il finit par renverser le bus. Quand on lui demande son permis, il répond qu'il n'en a pas. Otto est alors renvoyé de l'école jusqu'à ce qu'il obtienne son permis..."
  },
  {
    "titre": "S03E23 - Séparés par l'amour",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f22.jpg",
    "description": "Bart vole le bocal d'Homer, qui est rempli de pièces, avant d'attraper de justesse le bus scolaire. Milhouse lui montre sa boule magique qui prédit l'avenir. Cette dernière leur annonce que leur amitié va se briser d'ici la fin de la journée. Le même jour, le principal Skinner présente à la classe de Mme Krapabelle, Samantha Skelpa, une nouvelle élève. Elle fait rapidement la connaissance de Milhouse et lui tourne la tête. Une après-midi, il l'emmène dans la cabane de Bart pour lire des bandes dessinées. Lorsque Bart revient avec une bande dessinée pour filles, il aperçoit son meilleur copain en train d'embrasser Samantha sur la bouche. Milhouse commence à délaisser Bart pour sa nouvelle petite amie..."
  },
  {
    "titre": "S03E24 - Le retour du frère prodigue",
    "image": "https://www.simpsonspark.com/images/guide/s3/8f23.jpg",
    "description": "Lors d'une visite médicale à la centrale, Smithers constate qu'Homer est stérile. M. Burns a peur d'avoir des ennuis. Pendant ce temps, Herbert Powell, le demi-frère d'Homer qui est devenu clochard, discute avec d'autres clochards et leur raconte comment Homer l'a ruiné. Une idée lui vient pour remonter dans la vie sociale : fabriquer un traducteur pour bébé. M. Burns, qui craint toujours des représailles si Homer découvre qu'il est stérile, lui offre un chèque de 2 000 $ s'il signe un contrat qui stipule qu'il ne le poursuivra pas en justice. Herbert Powell qui a besoin d'argent pour réaliser son invention, entend parler du chèque d'Homer et lui rend visite. Il lui expose son projet mais Homer avait prévu d'acheter un fauteuil vibrant avec son chèque pour remplacer le canapé qu'a détruit Bart..."
  }
]