[
  {
    "titre": "S13E01 - Simpson Horror Show XII",
    "image": "https://www.simpsonspark.com/images/guide/s13/cabf19.jpg",
    "description": ""
  },
  {
    "titre": "S13E02 - Les parents trinquent",
    "image": "https://www.simpsonspark.com/images/guide/s13/cabf22.jpg",
    "description": "Homer accompagne Bart et Milhouse à l'école. Mais il les dépose plus tôt que prévu pour pouvoir suivre la camionnette de KBBL et gagner un prix. Les deux garçons décident alors de ne pas aller à l'école et en profitent pour monter dans la voiture de police du chef Wiggum. Bart et Milhouse démarrent accidentellement la voiture qui fonce droit dans un arbre. Ils se retrouvent au tribunal. Le juge Snyder est très clément avec Milhouse qui s'en tire sans peine. Mais le juge part en vacances et il est remplacé par le juge Harm, qui condamne Bart à être attaché à Homer qu'elle juge être un mauvais père. Les mains liées, Homer et Bart vont devoir apprendre à vivre ensemble..."
  },
  {
    "titre": "S13E03 - Les maux de Moe",
    "image": "https://www.simpsonspark.com/images/guide/s13/cabf20.jpg",
    "description": "Les Simpson sont surpris de voir Bart creuser un trou durant des heures si bien qu'ils font appel à un psychiatre. En fait, cette histoire farfelue a été inventée de toutes pièces par Homer quand il était saoul. Au bar, Moe se rend compte qu'il en a marre de son boulot et se demande même pourquoi il n'arrive plus à être stimulé. Il décide alors de retourner dans son ancienne université pour retrouver le moral. En son absence, Homer s'occupe du bar à sa façon. Grâce aux conseils de son ancien professeur de cocktails, Moe transforme son bar miteux en un bar hyper branché, si bien que ses anciens clients et amis n'y sont plus les bienvenus. Du coup, Homer transforme son garage en bar..."
  },
  {
    "titre": "S13E04 - Aphrodite Burns",
    "image": "https://www.simpsonspark.com/images/guide/s13/cabf18.jpg",
    "description": "Les Simpson vont manger dans un restaurant chinois. Homer est déçu par les prédictions qu'il y a dans les gâteaux alors il donne des idées au patron. Ses prédictions sont appréciées et il en écrit plusieurs pour le restaurant. Monsieur Burns en reçoit une qui lui dit qu'il va rencontrer l'amour. Après plusieurs tentatives ratées, il n'y croit plus et pourtant, il rencontre Gloria, une jeune femme flic, qui était en train de lui mettre une contravention. Ils sortent tous les deux ensembles. Monty Burns a peur de ne pas être à la hauteur, alors il décide de demander des conseils de professionnels à Homer..."
  },
  {
    "titre": "S13E05 - La vieille peur d'Homer",
    "image": "https://www.simpsonspark.com/images/guide/s13/cabf21.jpg",
    "description": "Marge tombe sous le charme d'un essuie-tout du nom de Burly et de sa mascotte. Elle écrit alors une lettre au fabriquant pour recevoir une photo dédicacée. Homer apprend l'existence de cette lettre et décide de faire une farce à Marge avec l'aide de Barney. Marge trouve la farce de très mauvais goût et pour se faire pardonner, Homer invite toute la famille à un dîner spectacle. Là-bas, un hypnotiseur plonge Homer dans ses souvenirs de jeune garçon de 12 ans. Homer se met soudain à crier très fort. Il se dit alors qu'il a dû y avoir quelque chose de dramatique qui s'est passé quand il était plus jeune..."
  },
  {
    "titre": "S13E06 - Sans foi ni toit",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf02.jpg",
    "description": "Bart voit une publicité à la télévision pour acheter \"Le roi de l'orbite\", une fusée miniature à construire soi-même. Il l'achète alors avec la carte de crédit d'Homer. Celui-ci aide Bart à la construire mais c'est un échec. Il fait alors appel à ses anciens amis intellos, les têtes d'œufs, qui lui construisent une bonne fusée. La fusée décolle et atterrit dans l'église qui se met à brûler. La maison du Seigneur est complètement détruite. Monsieur Burns propose de reconstruire l'Eglise à condition qu'elle fasse une grosse campagne de publicité. Le révérend Lovejoy n'a pas d'autre choix que d'accepter. Lisa est dégoûtée par cette nouvelle église, ce qui la pousse à aller chercher une nouvelle religion..."
  },
  {
    "titre": "S13E07 - Un homme et deux femmes",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf01.jpg",
    "description": "Une pluie acide s'abat sur la ville. Pour passer le temps, les Simpson décident de jouer au Monopoly. Mais voilà que la partie se termine par une dispute générale. Maggie ne voit qu'une chose à faire : prévenir la police ! Alors que toute la famille est en garde à vue, ils reçoivent la visite de Gabriel, un assistant social. Son but est de faire d'eux une nouvelle famille unie. Il observe tout d'abord chaque personne individuellement puis les emmène en forêt pour organiser un exercice qui leurs permettraient de sortir des rôles dans lesquels ils sont enfermés. En rentrant à la maison, ils tombent sur deux femmes qui prétendent être mariées à Homer et à Ned Flanders..."
  },
  {
    "titre": "S13E08 - La chasse au sucre",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf03.jpg",
    "description": "A la bibliothèque, Marge trouve le Duff des Records et le donne à Homer ; il ne le lâche plus jusqu'à tous les connaître. Bart lui donne l'idée d'établir un record. Il mobilise les Springfieldiens afin de réaliser la plus grande pyramide humaine du monde. Au dernier moment, Jimbo et Kearney font écrouler la pyramide, qui roule dans les rues et s'arrête sur une plate-forme de pesage pour camions. Les juges constatent que le poids total des habitants est de plus de 32 tonnes. Ils deviennent par conséquent, les plus gros du monde et rentrent dans les Duff des Records. Marge, inquiète de voir que tous les aliments sont à base de sucre, décide de poursuivre l'industrie du sucre pour vente d'un produit dangereux..."
  },
  {
    "titre": "S13E09 - Austère Homer",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf05.jpg",
    "description": "Les Simpson vont au cinéma. Comme le film tarde à commencer, Homer craque et monte sur l'estrade pour réclamer le début du film. Les employés du cinéma ne l'entendent pas comme ça ; ils prennent les devants et le poursuivent dans la rue pour lui donner une leçon. En voulant leur échapper, Homer se heurte à la nouvelle statue de Drederick Tatum et se casse la mâchoire ! Le docteur Hibbert lui pose un appareil qui l'empêche de parler et de manger normalement. Il est condamné à manger des aliments liquides et à s'exprimer à l'aide d'une ardoise. Pour passer le temps, il va s'occuper de sa famille et va le rendre plus attentionné envers elle..."
  },
  {
    "titre": "S13E10 - Proposition à demi indécente",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf04.jpg",
    "description": "Toute la ville dort paisiblement sauf Marge qui n'arrive pas à fermer l'œil à cause des ronflements d'Homer. Epuisée, elle va chez ses sœurs et passe une soirée entre filles. Elle apprend en regardant la télévision, qu'Artie Ziff est devenu la cinquième plus grande fortune du pays. Patty et Selma l'encouragent et l'aident à lui envoyer un email. Aussitôt reçu, Artie fait irruption en hélicoptère dans le jardin des Simpson. Il propose à Homer la somme d'un million de dollars pour qu'il passe un week-end seul avec Marge. Il refuse tout d'abord mais lorsque Marge reprend conscience des ronflements d'Homer, elle accepte la proposition pour financer l'opération d'Homer..."
  },
  {
    "titre": "S13E11 - La passion selon Bart",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf06.jpg",
    "description": "Les Simpson vont à la kermesse de l'école privée. Bart essaie de s'amuser comme il peut. Alors qu'une jeune fille se fait embêter, il vient à sa rescousse. Il s'avère que Greta est la fille de Rainier Wolfcastle. Du coup, elle l'invite dès le lendemain à passer une après-midi chez elle. Greta tombe amoureuse de Bart mais lui ne s'en rend absolument pas compte. D'ailleurs, lorsqu'il retourne la voir chez elle, il emmène Milhouse avec lui. Au lieu d'accompagner Greta, comme il le lui avait promis, au bal de l'école, il préfère voir Skinner sur scène. A son retour, Lisa lui ouvre les yeux et il décide d'annoncer à Greta qu'il la quitte, pensant qu'elle redeviendra son amie par la suite. Le problème est qu'elle ne réagit pas comme il l'aurait voulu..."
  },
  {
    "titre": "S13E12 - Adieu cow-boy",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf07.jpg",
    "description": "Bart passe une excellente journée où tout lui sourit jusqu'au moment où il croise un chien fou qui veut le tuer ! Pour lui échapper, il pénètre dans la propriété de Buck McCoy, le cow-boy le plus célèbre du cinéma. Ce dernier fait découvrir son univers à Bart qui en ressort enchanté. Le western devient sa passion : il manie le lasso, s'habille en cow-boy et lance la mode du western à l'école. Pour relancer sa carrière, Bart et Lisa proposent à Krusty de l'inviter pendant son émission. Comme il n'a pas été à la télévision depuis longtemps, il essaie de faire passer son trac en buvant. Complètement saoul durant le Krusty Show, il tire sans faire exprès sur Krusty ! Il avoue qu'il est alcoolique..."
  },
  {
    "titre": "S13E13 - La dernière folie de grand-père",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf09.jpg",
    "description": "Homer vient d'apprendre par téléphone que son père est décédé. Toute la famille se rend à la maison de retraite pour le voir une dernière fois. En fait, il s'agissait d'un de ses voisins. Dans le même temps, une nouvelle pensionnaire vient s'installer. Elle se présente à Abraham, qui sous le charme, lui fait découvrir les lieux. Il demande à Homer de l'aider à passer son permis car il s'est aperçu que c'était une chose importante aux yeux d'Olivia. Le permis en poche, Abraham se sent rajeunir et sort avec sa nouvelle petite amie. Mais Homer et Marge tiennent à l'informer qu'Olivia est intéressée par lui que pour sa voiture et non pas pour lui..."
  },
  {
    "titre": "S13E14 - To Bart or not to Bart",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf08.jpg",
    "description": "Marge reçoit une lettre qui provient de la bibliothèque. Homer a en effet emprunter un livre de contes pour enfants depuis bien longtemps. Il retrouve le livre et décide d'en lire les histoires. Il commence par l'histoire de la guerre de Troie : Homer offre à Ned un cheval en bois qui contient toute l'armée grecque. Lorsque les troyens dorment, ils sortent du cheval et attaquent. C'est une victoire mais le fait de ne pas faire de sacrifice animal énerve les Dieux qui décident de s'en prendre aux grecs. Pendant que les grecs rentrent en bateau, Poseïdon fait dévier leur trajectoire pour les emmener sur des mers inconnues..."
  },
  {
    "titre": "S13E15 - Aventures au Brésil",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf10.jpg",
    "description": "Marge reçoit la facture de téléphone de 400 $ avec un appel vers le Brésil. Homer refuse de payer la facture. La compagnie de téléphone leur coupe la ligne. Lisa avoue peu de temps après que c'est elle qui a appelé le Brésil. Elle leur explique qu'elle parrainait un orphelin et n'ayant plus de nouvelle, elle a passé un coup de fil à l'orphelinat. Son histoire touche toute la famille qui décide d'aller retrouver Ronaldo. Destination : Rio de Janeiro ! Une fois en ville, ils se séparent et se mettent à sa recherche. Alors qu'Homer prend un taxi pour aller à l'autre bout de la ville, il se fait enlever. Les ravisseurs demandent 500 000 $ de rançon pour le libérer..."
  },
  {
    "titre": "S13E16 - L'herbe médicinale",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf11.jpg",
    "description": "Aujourd'hui pour le déjeuner, Marge a préparer des légumes génétiquement modifiés mais elle finit par douter de leurs fiabilités. Elle décide donc de cultiver elle même ses propres légumes dans le jardin. Afin de chasser les corbeaux, elle place un épouvantail dans le jardin. Le soir, lorsqu'Homer rentre du travail, il prend l'épouvantail pour un rôdeur et le détruit ! En le détruisant, il devient le \"chef \" des corbeaux. Ces derniers le suivent partout. Mais quand il décide de se séparer d'eux, ils ne le prennent pas bien et s'attaquent à lui. A l'hôpital, le docteur Hibbert lui prescrit pour un usage médical de la marijuana..."
  },
  {
    "titre": "S13E17 - Tout sur Homer",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf12.jpg",
    "description": "Homer attend Marge assis sur un banc. Il rencontre le commissaire Wiggum et commence à lui raconter son enfance en montrant des scènes provenant d'anciens épisodes. Marge l'emmène ensuite à une soirée qui est organisée en son honneur et qui a pour but de le mettre en boîte. Pendant la cérémonie, différentes personnes, à commencer par Bart et Lisa parlent d'Homer en diffusant des anciens extraits d'épisodes..."
  },
  {
    "titre": "S13E18 - Papa furax",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf13.jpg",
    "description": "Lors de la Journée du travail, le principal Skinner invite le dessinateur Jeff Jetkins pour qu'il expose aux élèves son métier. Toutefois, Skinner refuse de cautionner son intervention et met fin brutalement à la conférence. A la suite de ça, tous les enfants se mettent à dessiner y compris Bart qui pense pouvoir vendre très cher son premier dessin. Dans la boutique de BD, il rencontre Stan Lee, qui lui conseille de persévérer. Bart se met aussitôt à la recherche d'un héros. Son choix se porte sur Homer. Une fois sa bande dessinée terminée, le vendeur de BD accepte de la mettre en vente. Pendant sa séance de dédicaces que donne Bart à l'école, un jeune homme lui propose d'adapter sa BD en dessin animé pour internet..."
  },
  {
    "titre": "S13E19 - Apu puni",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf14.jpg",
    "description": "Manjula est avec les octuplets au mini-marché. Apu leur demande de partir. Homer arrive alors dans le magasin pour prendre de la bière pour la reconstitution de la guerre de cessession. La reconstitution tourne à la catastrophe quand les vétérans de la seconde guerre mondiale envahissent le champ de bataille. A la fin de la journée, Homer retourne au mini-marché et là-bas, il voit Apu qui est en train de tromper Manjula avec la femme des Squishees. Homer ne sait pas quoi faire, il se sent mal à l'aise..."
  },
  {
    "titre": "S13E20 - La double vie de Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf15.jpg",
    "description": "Le principal Skinner offre à Lisa un coach particulier pour qu'elle puisse obtenir une meilleure note en gymnastique et ainsi permettre à l'école de garder son niveau actuel. De son côté, Bart trouve dans le Krustynosaure, qui est offert avec son repas, un moustique emprisonné. Lorsque ce dernier sort, il pique Bart. Lisa rencontre, pendant ses cours de gym, Tina et Karine, deux jeunes étudiantes avec qui elle s'entend bien. Embarrassée, elle leur dit qu'elle est étudiante. A l'hôpital, le docteur Hibbert diagnostique que Bart a le symptôme du Panda et qu'il devra rester dans une bulle pendant une semaine pour guérir. Lisa commence à mener deux vies : celle d'une élève de CE1 et celle d'une étudiante..."
  },
  {
    "titre": "S13E21 - Une chaise pour deux",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf16.jpg",
    "description": "Cette année, Homer offre à Marge, pour son anniversaire, un bassin japonais pour la méditation. Tout se passe bien sauf qu'une chenille beugleuse élit domicile dans le bassin. Homer pense pouvoir s'en débarrasser mais un protecteur de l'espèce l'informe qu'il devra la rassurer sans arrêt sinon, elle mourra. Toute la famille en prend soin. En lui lisant une histoire, Homer l'écrase sans faire exprès. Le juge le condamne alors, à des heures d'intérêts générales pour violence sur une chenille ! Il se met donc à livrer des plateaux repas à des personnes âgées et rencontre Mme Bellamy. Petit à petit, Homer et Marge deviennent ses serviteurs. Un soir, ils la retrouvent morte dans la bibliothèque. Homer est soupçonné de meurtre..."
  },
  {
    "titre": "S13E22 - Flic de choc",
    "image": "https://www.simpsonspark.com/images/guide/s13/dabf17.jpg",
    "description": "Springfield connaît une période de forte canicule. La centrale nucléaire produit tout juste l'énergie nécessaire pour la ville. Comme à son habitude, Homer provoque une catastrophe en voulant brancher un appareil électrique ; la ville est plongée dans l'obscurité et les pillards s'en donnent à cœur joie ! Lisa découvre que sa collection de poupées Malibu Stacy a été volée dans sa chambre. Homer prend les choses en main ; il mène son enquête et retrouve le coupable. Pendant qu'il fait ses courses au mini-marché, il immobilise le Serpent qui était en train de braquer Apu. Sous les conseils de Marge, il crée sa propre force de sécurité privée avec Lenny et Carl. Le maire Quimby nomme les SpringFlics à la tête de la ville..."
  }
]