[
  {
    "titre": "S19E01 - Privé de jet privé",
    "image": "https://www.simpsonspark.com/images/guide/s19/jabf20.jpg",
    "description": "Homer sauve accidentellement monsieur Burns qui était en train de se noyer dans une fontaine en essayant de récupérer un penny qui était au fond de l’eau. En guise de remerciement, le patron de la centrale invite Homer à dîner. Suite à l'envie d'Homer de manger une pizza à Chicago, ils empruntent le jet privé de Burns pour s'y rendre. Homer apprécie tellement le voyage en jet qu'il ne veut plus le quitter. Alors forcément, le lendemain, le retour à la réalité est difficile, Homer déprime. Pour l'aider, Marge engage un homme, Colby Krause, qui va l’aider à reprendre confiance en lui. Il commence par filmer son quotidien pour voir ce qui cloche..."
  },
  {
    "titre": "S19E02 - Le barbier de Springfield",
    "image": "https://www.simpsonspark.com/images/guide/s19/jabf18.jpg",
    "description": "Après la messe, les Simpson s'empressent de reprendre la voiture pour aller manger. Malheureusement preque tous les restaurants affichent une très longue file d'attente. Les Simpson voient alors un endroit où il n'y a pas de queue et décident d'y aller. Mais ce n'est pas un restaurant, c'est un buffet pour un enterrement, ils sont alors obligés de se faire passer pour des proches du défunt. Homer est ensuite invité à transporter le cercueil, mais il tombe alors sur le dos dans le trou creusé pour enterrer l'homme. Homer se retrouve à l'hôpital et le docteur Hibbert constate que l'estomat d'Homer s'est logé sous son diaphragme, ce qui rend la voix d'Homer particulièrement belle. La nouvelle voix d'Homer lui permet de trouver un boulot : chanter pour aider les patients de l'hôpital. Mais Homer ne veut pas s'arrêter là et il décide de faire de l'opéra..."
  },
  {
    "titre": "S19E03 - Le cow-boy des rues",
    "image": "https://www.simpsonspark.com/images/guide/s19/jabf21.jpg",
    "description": "Maggie est agitée, elle n'arrive par à quitter Marge. Pour la calmer, Marge veut lui donner du lait mais Maggie lui saute dessus et la bouteille se casse. Homer, part en acheter mais il n'y en a plus nul part. Il doit rouler de nuit jusqu'à Guidopolis, une ville voisine. Il trouve enfin du lait, mais en sortant, il tombe sur la fourrière qui emporte sa voiture. Homer monte avec le chauffeur et sympathise avec. Homer décide d'en faire son métier. Il achète un camion de fourrière pour 500$ et devient la fourrière de Springfield. Pendant ce temps, Marge a fait appel à une conseillère pour que Maggie prenne son indépendance. et rapidement, Maggie va apprendre à se débrouiller toute seule, ce qui paradoxalement ne semble pas satisfaire totalement Marge..."
  },
  {
    "titre": "S19E04 - La Marge et le prisonnier",
    "image": "https://www.simpsonspark.com/images/guide/s19/jabf19.jpg",
    "description": "Homer avait oublié qu'une fête était organisée à l'école en l'honneur de Lisa qui doit recevoir le titre d'\"élève de l'année\". Ainsi pour être sûr de ne pas être en retard et de montrer que c'est un bon père, il s'y rend en avance. Pendant ce temps, Marge était à la banque au moment où celle-ci se fait dévaliser par deux malfrats qui prennent en otage tous les clients. Homer qui se demande où se trouve Marge appelle sur son téléphone, ce qui fait paniquer un des deux preneurs d'otage. La police entoure la banque et Marge commence à discuter avec Dwight, le bandit. Il finit par accepter de se rendre à une condition, que Marge accepte de venir lui rendre visite en prison, ce qu'elle accepte. Mais lorsqu'il est envoyé en prison, Marge n'a plus du tout envie d'aller le voir et se cherche des prétextes pour faire autre chose à la place..."
  },
  {
    "titre": "S19E05 - Simpson horror show XVIII",
    "image": "https://www.simpsonspark.com/images/guide/s19/jabf16.jpg",
    "description": ""
  },
  {
    "titre": "S19E06 - Millie le petit orphelin",
    "image": "https://www.simpsonspark.com/images/guide/s19/jabf22.jpg",
    "description": "Lors d'un picnic avec les Simpson, les parents de Milhouse annoncent à ce dernier qu'ils ont décidé de se remarier. Milhouse est particulièrement excité par cette nouvelle. Entre temps, Marge s'aperçoit que Homer ne connait pas la couleur de ses yeux, et celà la rend particulièrement en colère. Elle décide donc de porter des lunettes de soleil jusqu'à ce que celui-ci ne se souvienne de la couleur de ses yeux. Les parents de Milhouse se remarient sur la plage et partent en voyage de noce sur une croisière pendant une semaine pendant que Milhouse dord chez les Simpson. Mais pendant la croisière, ses parents tombent à l'eau et le paquebot part sans eux. Peu après, des marins viennent lui annoncer la mauvaise nouvelle. Milhouse va alors changer radicalement et décide de se comporter en homme qui n'a plus besoin de ses parents, ce qui a le don de faire craquer les filles..."
  },
  {
    "titre": "S19E07 - Maris et larmes",
    "image": "https://www.simpsonspark.com/images/guide/s19/jabf17.jpg",
    "description": "Les enfants en ont assez d'acheter leurs comics au désagréable vendeur de BD du donjon de l'androïde, mais n'ont pas le choix car c'est le seul de la ville... jusqu'à ce qu'une nouvelle boutique ouvre juste en face, tenue par un jeune vendeur super sympatique. Très rapidement, les enfants délaissent la boutique du vendeur de BD qui est contraint de fermer. Par ailleurs, Marge souhaite faire de la gym et se rend dans un club de fitness. Mais ça ne lui convient pas, elle souhaiterait un endroit qui conviendrait mieux aux femmes de son âge et non un endroit fréquenté par les hommes. Elle achète alors l'ancienne boutique de BD et ouvre le premier club de fitness réservé aux femmes de Springfield, qui rencontre un succès immédiat..."
  },
  {
    "titre": "S19E08 - Funérailles pour un félon",
    "image": "https://www.simpsonspark.com/images/guide/s19/kabf01.jpg",
    "description": "Homer achète un système à installer sur son téléviseur qui permet de zapper toutes les pubs entre les émissions. Cette invention est une révolution pour toute la famille en particulier pour Marge qui y voit un gain de temps considérable. Mais dans un rêve, Keith Olbermann lui dit que c'est du vol de regarder une émission sans voir les pubs, et elle se met à regarder les pubs. Dans une d'entre elles, elle voit l'ouverture d'un nouveau restaurant, elle décide donc de s'y rendre avec la famille. Mais il se trouve que c'était un traquenard et ce restaurant est en fait celui de Tahiti Bob qui les retient de force..."
  },
  {
    "titre": "S19E09 - Soupçons",
    "image": "https://www.simpsonspark.com/images/guide/s19/kabf02.jpg",
    "description": "Homer se réveille dans la neige et découvre en rentrant chez lui que sa famille a disparue et qu'il n'a aucun souvenir de ce qui s'est passé. Il décide alors de se rendre chez Moe où celui-ci lui apprend qu'il a bu un \"P'tit-coup-j'oublie-tout\" la veille et que ce breuvage fait oublier les dernières actions de celui qui le boit. Homer a peur d'avoir commis quelque chose d'affreux, d'autant que les indices disséminés un peu partout l'amène à cette conclusion. Homer demande alors l'aide du Professeur Frink pour l'aider à voyager dans sa tête et retrouver ses souvenirs pour découvrir la vérité..."
  },
  {
    "titre": "S19E10 - Un pour tous, tous pour Wiggum",
    "image": "https://www.simpsonspark.com/images/guide/s19/kabf03.jpg",
    "description": "Homer détruit le boulevard aux fast-food. Tout le monde se réunit pour en parler et porter un témoignage à l'hôtel de ville où Homer propose de reconstruire tout le boulevard. Quimby annonce alors que la reconstruction aura lieu lors des prochaines élections, mais celles-ci ont lieu en Juin, il décide alors de les avancer à Vendredi. Springfield devient alors la première ville de la nation à accueillir le début des élections et les médias et les politiciens envahissent Springfield ce qui n'est pas du goût des habitants. Pour les avoir, Homer propose alors un plan aux habitants. Les élections ont lieu, et lors du résultat, Ralph Wiggum est élu pour être candidat aux élections présidentielles conformément au plan d'Homer. Mais l'annonce à l'effet d'une bombe..."
  },
  {
    "titre": "S19E11 - Les années 90",
    "image": "https://www.simpsonspark.com/images/guide/s19/kabf04.jpg",
    "description": "La famille Simpson est complètement gelée car Homer n'a pas payé la réparation de la chaudière. Ils se rassemblent donc devant la cheminée où Bart y trouve des choses à jeter dont le diplôme universitaire de Marge ainsi que des photos et des journaux intimes. Homer et Marge leur révèlent alors que leur couple fut en danger lors de ses débuts. En effet, dans les années 90, Marge est entrée à l'université tandis qu'Homer tentait de percer dans la chanson, mais Marge à eu le béguin pour son professeur et a mis en danger son couple..."
  },
  {
    "titre": "S19E12 - L'amour à la Springfieldienne",
    "image": "https://www.simpsonspark.com/images/guide/s19/kabf05.jpg",
    "description": "Pour la St Valentin, Homer emmène la famille dans un parc d'attraction et, pendant que les enfants sont partis s'amuser de leur coté, Homer profite avec Marge du tunnel de l'amour. Mais suite à un coup de Bart, Homer et Marge se retrouvent coincés dans le tunnel. Homer décide alors de lui raconter trois histoires ayant en rapport l'amour."
  },
  {
    "titre": "S19E13 - L'infiltré",
    "image": "https://www.simpsonspark.com/images/guide/s19/kabf06.jpg",
    "description": "En essayant de séparer Bart et Lisa qui se battent, Marge ne prête pas attention à la route et percute l'arrière d'une autre voiture. Bart arrive en retard à l'école et découvre alors un nouvel élève installé à sa place. Ce nouvel élève, Donnie, se révèle aussi doué que Bart dans l'art de faire enrager les professeurs et de faire des bêtises mais il se révèle qu'il fait plus de concurrence à Bart qu'autre chose. Mais un jour, Bart fait une blague à Skinner et Donnie se dénonce à la place de Bart. Donnie est accepté dans le clan et ils mettent en place les pires bêtises à l'école, mais bizarrement, Skinner semble toujours au courant et les intercepte avant qu'ils ne commettent leur méfaits. De son coté, Homer va chez le garagiste pour faire réparer la voiture et repart avec une voiture de remplacement. Il tombe complètement sous le charme de son nouveau véhicule et ne veut plus de l'ancien."
  },
  {
    "titre": "S19E14 - C comme crétin",
    "image": "https://www.simpsonspark.com/images/guide/s19/kabf07.jpg",
    "description": "Marge constate qu'Homer à perdu la forme une fois de plus à cause de son surpoids, elle décide alors de mettre Homer au régime avec l'aide d'une nutritionniste. Homer se met à grignoter en cachette tout en prétendant manger équilibré devant Marge. Mais Marge découvre la vérité et décide d'engager une équipe de télé réalité pour espionner Homer. De leur coté, Bart et Lisa se rendent en forêt où ils trouvent Martin faisant des fouilles archéologiques, Bart décide de lui faire une mauvaise blague mais cela tourne mal et Martin fait une chute de plusieurs centaines de mètres. Bart et Lisa sont alors rongés par la culpabilité d'avoir tué Martin..."
  },
  {
    "titre": "S19E15 - Une histoire fumeuse",
    "image": "https://www.simpsonspark.com/images/guide/s19/kabf08.jpg",
    "description": "Lorsqu’une école de danse classique s’installe à Springfield, Marge et Lisa décident de s’inscrire mais très vite seule Lisa s’avère avoir les prédispositions nécessaires pour continuer."
  },
  {
    "titre": "S19E16 - Colonel Homer",
    "image": "https://www.simpsonspark.com/images/guide/s19/kabf09.jpg",
    "description": "Lorsque le maire Quimby se rend compte que les comptes de la ville sont a sec, il décide de faire croire au gouvernement, sur une idée d'Homer, que la ville a été dévastée par un ouragan afin de toucher des fonds d'urgence mais un imposteur qui se fait passer pour un agent de l'Etat parvient à extorquer de l'argent à la ville, l'endettant un peu plus. C'est à ce moment qu'intervient Lisa qui, après avoir fait des recherches, révèles que de nombreux habitants n'ont pas payé leurs impôts, créant un déficit de plusieurs millions de dollars."
  },
  {
    "titre": "S19E17 - Tragédie bovine",
    "image": "https://www.simpsonspark.com/images/guide/s19/kabf10.jpg",
    "description": "Lorsque Bart découvre que Martin conduit une moissonneuse batteuse dans le cadre des activités du 4-H club, un organisme de jeunesse dont il fait partie, cela lui donne envie de rejoindre le groupe à son tour. Les enfants du club doivent s'occuper de jeunes veaux; Bart baptise le sien Lou et ils deviennent vite inséparables. Mais quand Bart apprend que Lou va devoir finir à l'abattoir il décide de le sauver."
  },
  {
    "titre": "S19E18 - Lisa fait son festival",
    "image": "https://www.simpsonspark.com/images/guide/s19/kabf11.jpg",
    "description": "Homer amène sa famille à un match de football mais c'est plus pour profiter de la nourriture gratuite que préparent les supporters à l'entrée du stade que pour le match. De son tôté, Lisa s'ennuie, c'est alors qu'elle décide de sortir son camescope et commence à filmer. Elle prend goût à filmer les scènes de la vie de tous les jours si bien qu'elle le présente au principal Skinner qui trouve le résultat très concluant. Il lui propose ainsi de réaliser un film pour le présenter au festival de films indépendants de Sundance. Skinner et le superintendant Chalmers s'associent pour la production du film de Lisa qui a choisi de le réaliser sur la famille Simpson..."
  },
  {
    "titre": "S19E19 - Mona de l'au-delà",
    "image": "https://www.simpsonspark.com/images/guide/s19/kabf12.jpg",
    "description": "Après être revenus du centre commercial dans lequel les Simpson sont allés dans un magasin de jouets pour enfants pour faire plaisir à Maggie, ils s'aperçoivent en rentrant chez eux que la porte d'entrée est ouverte. Pensant qu'il y a un voleur, ils avancent prudemment jusqu'à la cuisine dans laquelle se trouve... la mère d'Homer qui est de retour et qui fait une tarte au pommes. Elle annonce à Homer que désormais le gouvernement la croit morte et qu'elle va pouvoir passer le restant de ses jours à s'occuper de son fils. Mais, Homer n'arrive pas à lui pardonner de l'avoir laissé tomber si longtemps. Mais alors qu'il lui fait une carte pour se faire pardonner, Homer découvre que sa mère vient de décéder devant la cheminée..."
  },
  {
    "titre": "S19E20 - Tout sur Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s19/kabf13.jpg",
    "description": "A l'occasion du 38ème festival du showbiz de Springfield, Tahiti Mel relate les évènements qui ont amenés Lisa à recevoir le prestigieux prix de la meilleure actrice. Tout commence lors du 4000 show de Krusty, ce dernier organise un concours afin de rechercher un nouveau Krusketaire. Bart participe au casting réalisant une performance éblouissante mais Krusty finit par engager Nelson. Etant contre sa décision, Lisa tente de le convaincre de prendre son frère mais au lieu de cela, le clown choisit de prendre Lisa à son service comme nouvelle stagiaire. De son côté, Homer console Bart en lui proposant de vendre tous ses objets Krusty contre un livre de pièces à collectionner qui deviendra vite leur nouvelle passion, pendant que Lisa monte rapidement les marches vers la célébrité..."
  }
]