[
  {
    "titre": "S12E01 - Simpson Horror Show XI",
    "image": "https://www.simpsonspark.com/images/guide/s12/babf21.jpg",
    "description": ""
  },
  {
    "titre": "S12E02 - La bataille des deux Springfield",
    "image": "https://www.simpsonspark.com/images/guide/s12/babf20.jpg",
    "description": "Alors qu'Homer appelle SOS Animaux pour se débarrasser d'un blaireau, il s'aperçoit que la ville a été divisée en deux zones : l'une d'elle a conservé l'ancien indicatif et l'autre s'est vue attribuée d'un nouvel indicatif. La radio KBBL fait gagner une place pour assister au concert des Who qui va avoir lieu à Springfield. Mais voilà que le numéro qu'ils choisissent au hasard est le même que celui des Simpson, sauf que ce n'est pas le bon indicatif. Il décide alors de prendre les choses en main. Il fonde le Nouveau Springfield et en devient le maire. Afin de se venger de l'opinion que peuvent avoir les habitants de l'Ancien Springfield, il leur coupe l'électricité et l'eau..."
  },
  {
    "titre": "S12E03 - Une fille de clown",
    "image": "https://www.simpsonspark.com/images/guide/s12/babf17.jpg",
    "description": "Aujourd'hui, Homer et Bart ont décidé de régler tous les problèmes de la maison avec des pétards. Lorsqu'ils essaient d'extraire une cassette du magnétoscope de Lisa, l'explosion chamboule toute sa chambre. Pour se faire pardonner de Lisa et comme c'est son anniversaire, ils vont tous au Salon du livre. Krusty y dédicace d'ailleurs son nouveau livre. Lorsqu'arrive le tour d'une jeune fille, celle-ci prétend être sa fille. En effet, Sophie lui ressemble énormément. Krusty lui promet de la revoir et de passer du temps avec elle. Ne sachant pas vraiment comment s'en occuper, il fait appel à Homer pour lui donner quelques conseils. Mais voilà que pendant une partie de poker avec Gros Tony, il met en jeu le violon de sa fille, qu'il finit par perdre..."
  },
  {
    "titre": "S12E04 - Touche pas à ma forêt !",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf01.jpg",
    "description": "Bart veut s'acheter la nouvelle console de jeux et pour cela il demande à ses parents de la lui offrir. Comme ils n'ont pas d'argent, il se prend en main et fait des petits boulots. Après un essai dans un salon de coiffure, il distribue des prospectus pour un restaurant Thaïlandais. En allant au Krusty Burger, Lisa rencontre Jesse Grass, un militant écologiste qui manifeste contre la destruction de la forêt équatoriale pour créer des pâturages pour le bétail ! Quelques jours plus tard, elle rejoint les militants. Pour sauver le plus vieux séquoia de la ville, qui vient d'être vendu pour être abattu, Jesse choisit Lisa pour dormir dans l'arbre..."
  },
  {
    "titre": "S12E05 - La dignité d'Homer",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf04.jpg",
    "description": "Bart fête au restaurant et en famille, son premier \"A\". Au moment de payer, le serveur informe Homer que sa carte de crédit est refusée. Du coup, le patron du restaurant les oblige à chanter pour payer leur addition. Comme les Simpson sont au plus bas de l'échelle, ils consultent un organisme de financement, qui les informe qu'ils auraient déjà du se déclarer en faillite ! Smithers vient de prendre quelques jours de vacances, ce qui permet à M. Burns de s'amuser. Dans l'impasse, Homer demande à son patron une augmentation. M. Burns préfère le payer pour le distraire..."
  },
  {
    "titre": "S12E06 - Le site inter(pas)net d'Homer",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf02.jpg",
    "description": "Homer ne comprend pas pourquoi, ce matin, la centrale est fermée, jusqu'au moment où Carl et Lenny, qui passent en voiture, lui expliquent qu'ils en ont été informé par un e-mail. Comme Homer ne possède pas encore d'ordinateur, il s'empresse d'aller en acheter un. Après que Lisa lui ait expliqué les bases de son fonctionnement, il crée aussitôt un site internet. Déçu que son site n'attire aucun visiteur, il décide de révéler, sous le pseudo Monsieur X, des scandales..."
  },
  {
    "titre": "S12E07 - Les escrocs",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf03.jpg",
    "description": "La famille Simpson va passer une soirée dans un restaurant spectacle. Marge est plutôt gaie après avoir bu plusieurs fantaisies au rhum des îles et Homer achète une boîte de magie à Bart. Quand ils rentrent à la maison, un esturgeon s'écrase sur le capot de la voiture. Homer amène la voiture au garage et il apprend que les réparations coûtent 6 500 $. Pour gagner de l'argent, Homer et Bart font des spectacles de magie mais ils ne gagnent rien et Homer qui en veut à Bart refuse de le raccompagner à la maison. Les gens qui voient Bart sur le bord de la route ont pitié de lui et lui donnent de l'argent. Homer et Bart décident alors d'escroquer les gens pour gagner de l'argent et rembourser les réparations de la voiture..."
  },
  {
    "titre": "S12E08 - A bas le sergent Skinner",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf06.jpg",
    "description": "Les Simpson assistent à une représentation du Cirque de Purée. Cependant, elle est interrompue par une tempête qui s'abat subitement sur Springfield. Au petit matin, le neige tombe ; personne ne travaille mis à part l'école élémentaire qui reste ouverte au grand damne de Bart et ses amis. Skinner projette aux enfants présents, pour ce dernier jour de classe avant les vacances, un film qui les ennuis terriblement. Lorsque la sonnerie retentit, tous les élèves se précipitent vers la sortie et se rendent compte avec horreur qu'ils sont prisonniers de la neige..."
  },
  {
    "titre": "S12E09 - Le cerveau",
    "image": "https://www.simpsonspark.com/images/guide/s12/babf22.jpg",
    "description": "Pendant le Festival Déjanté du Film d'Animation, Homer essaie une combinaison qui lui permet d'animer en direct un chien. En y réfléchissant de plus prés, il est persuadé qu'il pourrait faire fortune avec. Il retire alors toutes ses économies et achète des actions de la société Animotion. Le lendemain matin, il apprend à la télévision que la société vient de déposer le bilan ! Afin de gagner de l'argent facilement, il suit les conseils de Barney et propose au centre de recherche médicale d'être un cobaye. En participant à des tests, les chercheurs découvrent qu'un crayon est logé dans son cerveau..."
  },
  {
    "titre": "S12E10 - L'orgueil du puma",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf05.jpg",
    "description": "Au retour du Salon du tablier, Homer s'arrête au rodéo de la prison. Résultat : il se retrouve à l'infirmerie le dos mal en poing, après qu'un taureau lui ait donné une leçon. Marge découvre à la prison le talent artistique de Jack Crowley, un détenu. A la suite de ça, elle décide de faire du bénévolat au pénitencier en donnant des cours d'art plastique. Pendant ce temps-là, Homer consulte le docteur Hibbert qui l'envoie chez un chiropracteur. Le jury de libération, convaincu par Marge, remet en liberté conditionnelle Jack sous sa responsabilité. Elle l'héberge donc à la maison et lui trouve un travail..."
  },
  {
    "titre": "S12E11 - Le pire épisode",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf08.jpg",
    "description": "Homer parie 50 $ avec Bart qu'il est capable de manger du bicarbonate de soude périmé. Bart gagne naturellement et dépense cet argent avec Milhouse. Quand ils se rendent au magasin de bande dessinée, ils rencontrent la mère de Martin qui est prête à vendre des objets de valeurs pour quelques dollars. Honnêtes, ils lui font changer d'avis, ce qui déplaît au vendeur, qui leur interdit de remettre les pieds dans sa boutique. Plus tard, le vendeur de BD a une crise cardiaque pendant un spectacle. Etant donné que Bart et Milhouse lui ont sauvé la vie en appelant une ambulance, le vendeur les charge de tenir son magasin pendant sa convalescence..."
  },
  {
    "titre": "S12E12 - Tennis la malice",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf07.jpg",
    "description": "Lors du spectacle des stars du troisième âge, Abraham gagne une autopsie gratuite. Homer l'accompagne aux pompes funèbres afin de faire le nécessaire au cas où il vienne à mourir. Surpris par le prix exorbitant, Homer préfère laisser son père aux loups et construire un terrain de tennis dans son jardin. Très vite, tous les habitants de Springfield viennent jouer contre Homer et Marge. Mais, au lieu de jouer sérieusement, Homer préfère faire le pitre et les Simpson deviennent la risée de la ville. Pour leur montrer qu'ils ne sont pas des loosers, Homer décide de s'entraîner et s'inscrit à un tournoi en double..."
  },
  {
    "titre": "S12E13 - La vengeance du clown",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf10.jpg",
    "description": "Agacé par les pressions de ses conseillers, Krusty décide d'arrêter son émission. Lorsque Tahiti Bob entend Krusty dire pendant une interview, qu'il a effacé toutes les anciennes émissions, il demande au juge à être libérer ; ce qu'il obtient. Une fois libre, il concocte un plan pour se venger. Pour cela, il se fait embaucher par Skinner en tant que concierge pour approcher son ennemi juré : Bart. Il s'arrange dès le lendemain pour rencontrer Bart, l'hypnotiser et ainsi se servir de lui pour mettre en action son plan diabolique pour tuer Krusty..."
  },
  {
    "titre": "S12E14 - Bart et son boys band",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf12.jpg",
    "description": "En voyant les exploits sportifs de certains athlètes, Homer décide de participer au marathon de Springfield. Quelques mètres avant la ligne d'arrivée, Bart se déguise, rentre dans la course et la gagne. Lorsqu'il reçoit le trophée, il est démasqué ; le public est fou de rage et se jette sur lui. Au même moment, un étranger arrive en voiture et lui propose d'échapper à la foule en furie. Il se fait passer pour un producteur de disques qui est justement à la recherche d'une personnalité rebelle comme celle de Bart pour lancer son nouveau boys band : le Party Possé. Aussitôt le contrat signé, L.T. Smash, le producteur, présente à Bart les autres membres du groupe : Milhouse, Nelson et Ralph. L'enregistrement peut alors commencer..."
  },
  {
    "titre": "S12E15 - Homer fait la grève de la faim",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf09.jpg",
    "description": "Aujourd'hui, les Simpson passent la journée au parc Blockoland. En rentrant, Lisa constate qu'il manque une pièce à sa tour Eiffel. Homer fait immédiatement demi-tour pour aller la chercher. Fier de lui, il décide d'aider les plus faibles. Quand il apprend qu'on a refusé de rembourser l'abonnement des Isotopes de Lenny, il va voir le propriétaire de l'équipe qui refuse toujours. Un peu déçu, Homer quitte le bureau en se trompant de porte et découvre que les Isotopes vont déménager à Albuquerque ! Afin d'alerter l'opinion public, il décide de faire la grève de la faim..."
  },
  {
    "titre": "S12E16 - La brute et les surdoués",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf11.jpg",
    "description": "Les enfants ont raté le bus et Marge entame une course poursuite avec ce dernier pour y faire monter les enfants. Otto fait finalement demi-tour pour aller chercher une nouvelle élève. Lisa voit que celle-ci va avoir du mal à s'adapter, alors elle s'approche d'elle pour faire connaissance. Et là, la nouvelle qui s'appelle Francine la frappe ! Lisa ne renonce pas et cherche à devenir amie avec elle mais rien n'y fait, il y a visiblement quelque chose qui cloche chez cette fille. Pendant ce temps, Homer qui se rend compte à quel point l'entourage d'un bébé est dangereux décide de protéger les nouveaux nés des dangers de la vie quotidienne..."
  },
  {
    "titre": "S12E17 - Le Safari des Simpson",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf13.jpg",
    "description": "Homer et les enfants font les courses. Avant de quitter le supermarché, Homer déclenche une grève des remplisseurs de sacs ; du coup, Springfield connaît une pénurie alimentaire et les placards de la cuisine des Simpson sont vides ! Heureusement que Petit Papa Noël a un bon flair : il découvre dans le grenier une vieille boite de gâteaux. Malgré leur ancienneté, Homer les engloutit tous et tombe sur une girafe en or qui leur fait gagner un voyage en Afrique. Le fabricant refuse tout d'abord de leur offrir vu que le concours est obsolète puis il change d'avis lorsque l'huissier fait mal à l'œil d'Homer avec l'emballage. Sans plus tarder, les Simpson prennent l'avion..."
  },
  {
    "titre": "S12E18 - Triple erreur",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf14.jpg",
    "description": "Tout commence par une belle journée de printemps. Pour éviter le petit déjeuner qui n'est pas très appétissant, Lisa montre à Homer Lango, le robot qu'elle a fait. Mais Homer lui abîme en voulant lui donner un peu de bière et Lisa, furieuse, monte dans sa chambre. L'odeur, dans la cuisine, d'un brownie tout chaud attire inévitablement Homer. En voulant le goûter, Marge lui coupe le pouce ! Petit Papa Noël s'enfuit avec puis Homer le rattrape. Pendant ce temps-là, Marge prévient la police qui ne va pas tarder à arriver. Puis, Homer et Marge vont à l'hôpital pour qu'il se fasse recoudre le pouce. Toutefois, le docteur Hibbert ne peut rien faire parce qu'Homer n'est pas couvert par son assurance. En allant consulter le docteur Riviera, Homer s'arrête chez Moe et boit quelques bières ; mais en sortant Marge a disparu ! Une fois arrivé chez le docteur Riviera, il voit la clinique brûler. Sur le chemin de Shelbyville, il entend une explosion et voit la tête de Lango tomber à ses pieds. Flash-back. Tout commence par une belle journée de printemps. Lisa se lève et finit les derniers réglages sur son robot Lango..."
  },
  {
    "titre": "S12E19 - Le miracle de Maude",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf15.jpg",
    "description": "Rachel Jordan chante à la Grande-Messe des glaces. Ned, un peu timide, se fait aider par Homer pour la rencontrer. Sur l'invitation d'Homer, Rachel passe la nuit chez Ned. Elle se rend compte qu'il a beaucoup de mal à oublier Maude. En se réveillant, elle constate avec horreur, que Ned lui a coupé les cheveux afin qu'elle ressemble à Maude ! Sans plus tarder, Rachel le quitte. Le lendemain, les Simpson trient toutes les affaires de Maude. Homer s'en donne d'ailleurs à cœur joie et passe toutes les affaires à la broyeuse en oubliant cependant un cahier de croquis dans lequel Maude avait projeté d'ouvrir un parc d'attractions chrétien. Les Flanders et les Simpson commencent alors, les travaux de Ferveurland..."
  },
  {
    "titre": "S12E20 - La garderie d'Homer",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf16.jpg",
    "description": "A force de vouloir épater tout le monde au basket, Homer se brise des ligaments. Après deux opérations, le docteur Hibbert lui interdit de se servir de sa jambe pendant deux semaines. Pendant ce temps-là, Homer s'ennuie terriblement à la maison, d'autant plus que personne ne veut lui tenir compagnie. Quand Ned lui demande de le dépanner en gardant ses enfants, il se fait une joie de lui rendre service. Rod et Todd sont ravis de passer du temps avec lui et demande d'ailleurs à leur père s'il peut les garder tous les jours. Homer trouve alors l'idée d'ouvrir une garderie pour s'occuper. Mais Bart et Lisa en ont assez de le voir gaga des autres enfants. Pendant la soirée des Cœurs d'Or, Homer est pressentit pour en recevoir un..."
  },
  {
    "titre": "S12E21 - Histoires de clochard",
    "image": "https://www.simpsonspark.com/images/guide/s12/cabf17.jpg",
    "description": "Les Simpson ont gagné un voyage au Delaware. A l'embarquement de l'avion, Homer refuse de payer la taxe d'aéroport. A cause de lui, toute la famille voyage dans un train de marchandises pour ne rien payer. Dans le wagon, ils tombent sur un clochard qui se met à leur raconter en chantant l'histoire d'un géant qui détruit tout sur son passage et qui tombe amoureux d'une femme de petite taille. Après qu'Homer l'a lavé, il enchaîne sur celle d'une jeune fille qui se bat à l'époque du far-west pour que les gens arrêtent de tuer des bisons. Il termine le voyage par l'histoire de deux garnements qui descendent le Mississippi en radeau..."
  }
]