[
  {
    "titre": "S31E01 - L'hiver de nos contenus monétisés",
    "image": "https://www.simpsonspark.com/images/guide/s31/yabf19.jpg",
    "description": "Homer appelle une émission télé pour donner son avis sur le sport, mais l'animateur l'humilie pour son manque de connaissances sur le sujet. Sur les conseils de Marge, il décide de créer un talk-show sur le sport sur le net. Lors de la première de son émission, Bart lui fait une blague qui dégénère en bagarre. La vidéo devient virale, des millions de gens la voient. Un certain Warburton Parker conseille à Homer et Bart de monétiser leur vidéos, et de continuer à se faire souffrir pour faire toujours plus de vues et d'argent. Lisa de son côté déclenche accidentellement une bataille de nourriture à la cafeteria, ce qui lui vaut une semaine de colle. Elle découvre un nouveau système de colle qu'elle n'aurait pas imaginé..."
  },
  {
    "titre": "S31E02 - Vise haut ou vise Homer",
    "image": "https://www.simpsonspark.com/images/guide/s31/yabf21.jpg",
    "description": "À la centrale nucléaire de Springfield, tous les employés organisent une surprise à Lenny pour son anniversaire. M. Burns se trompe de salle et demande de signer la carte d'anniversaire de Lenny. Cependant, ce dernier ne laisse pas d'argent et ruine la surprise, rendant Homer furieux. La colère ne passe pas et il n'est pas capable d'arrêter de penser à la situation. Homer n'a donc pas le choix d'aller confronter M. Burns le lendemain matin. Étonnamment, Burns offre de l'argent pour la carte de Lenny, ce qui ne lui ressemble pas du tout. En sortant du bureau de son patron, Homer est intercepté par Smithers. Ce dernier lui apprend que M. Burns prend de nouveaux médicaments pour le rendre plus gentil.  L'assistant de Burns est en colère et n'a pas le choix de punir Homer pour avoir abusé d'un vieil homme. Pour se faire pardonner, Homer devra s'occuper des nouveaux stagiaires à la centrale nucléaire..."
  },
  {
    "titre": "S31E03 - La grosse ligne bleue",
    "image": "https://www.simpsonspark.com/images/guide/s31/yabf22.jpg",
    "description": "La famille Simpson se rend au festival italien San Castellaneta.  Lors de l'évènement, on passe pour ramasser de l'argent pour Jésus.  C'est à ce moment que tout le monde remarque que leur portefeuille a disparu.  En effet, ils ont tous étés victimes d'un pickpocket.  Ensuite, une femme nommée Lenora prend la place du chef de police Wiggum et ce dernier est viré.  Elle met en place une opération pour retrouver le voleur.  Le plan nécessite un homme avec un gros postérieur pour attirer le pickpocket vers un portefeuille muni d'une puce électronique et Homer est choisit.  Par contre, Gros Tony est piégé et est accusé pour le vol même s'il est innocent. Une fois en prison, il forme une alliance avec chef Wiggum pour que ce dernier retrouve son emploi.  Quant à lui, ça pourrait lui permettre de retrouver sa liberté..."
  },
  {
    "titre": "S31E04 - Simpson Horror Show XXX",
    "image": "https://www.simpsonspark.com/images/guide/s31/yabf18.jpg",
    "description": ""
  },
  {
    "titre": "S31E05 - Les gorilles sur le mât",
    "image": "https://www.simpsonspark.com/images/guide/s31/yabf20.jpg",
    "description": "Les Simpson visitent un parc zoologique marin. Plus ils avancent dans leur visite et plus Lisa s'inquiète pour la santé et le bien-être des animaux. La nuit suivante, à l'aide de Bart et de Willie, Lisa va sauver une orque en la laissant retourner dans la mer. Étonnamment, Bart est très heureux d'avoir pu aider sa petite sœur, car il réalise que l'orque est beaucoup plus heureuse dans l'océan. Lisa lui fait prendre conscience de l'altruisme et c'est désormais une qualité qu'il va rechercher dans la vie. Il tentera alors, avec Milhouse, de secourir un gorille au zoo de Springfield, mais tout ne se passera pas comme prévu. De son côté, Homer fait l'acquisition d'un bateau et réussi à rendre Marge heureuse. Par contre, Homer s'est fait vendre un bateau et il va vite se rendre compte que les réparations coûtent très cher..."
  },
  {
    "titre": "S31E06 - Marge la bûcheronne",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf02.jpg",
    "description": "Il y a un spectacle théâtral à l'école élémentaire. Le sketch de Lisa démarre, et représente la famille Simpson dans sa cuisine. Curieusement, c'est Marge qui le prend le plus mal, le numéro de Lisa la faisant passer pour une personne ennuyeuse. Lors d'une lecture à l'église, elle a l'occasion de se rendre compte que c'est la vérité. Elle passe alors ses nerfs sur un arbre à couper, une tâche qu'Homer devait effectuer. Une spécialiste du bûcheronnage ne tarde pas à la repérer et lui dit qu'elle possède un vrai talent dans ce domaine. Une compétition va bientôt avoir lieu à Portland, et elle souhaite que Marge fasse équipe avec elle..."
  },
  {
    "titre": "S31E07 - Vivre la Pura Vida",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf03.jpg",
    "description": "Bart vient de passer une nuit chez Milhouse, lorsque Marge vient le chercher, Luann en profite pour lui demander si elle souhaite se joindre à sa famille dans leur voyage annuel au Costa Rica. Le voyage se déroulera avec les Van Houten, les Hibbert, le Superintendant Chalmers, mais aussi Patty et sa nouvelle fiancée Evelyn. Cette dernière et Homer seront d'abord méfiants l'un envers l'autre mais vont vite bien s'entendre, ce qui fera douter Patty de sa relation avec sa nouvelle compagne. Lisa elle, s'inquiète depuis le départ du prix que ce voyage va coûter à la famille, inquiet pour sa sœur, Bart va l'aider à savoir..."
  },
  {
    "titre": "S31E08 - Le Thanksgiving de l'horreur",
    "image": "https://www.simpsonspark.com/images/guide/s31/yabf17.jpg",
    "description": "Sous la forme de dindes, la famille Simpson attend un nouveau venu dans la famille. Mais des pèlerins surgissent afin de les chasser pour un grand festin."
  },
  {
    "titre": "S31E09 - Todd, Todd, pourquoi m'as-tu abandonné ?",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf04.jpg",
    "description": "Todd surprend son père en pleurs après avoir rêvé de Maude. En voulant savoir si son fils rêve d'elle aussi, Ned apprend que Todd ne se rappelle plus très bien de sa mère et qu'il émet un doute sur sa foi. Au cours d'une messe, Todd annonce devant tout le monde qu'il ne croit désormais plus en Dieu. Ned est bouleversé. Après avoir demandé l'aide de Dieu et du révérend Lovejoy, il décide d'envoyer Todd chez les Simpson afin qu'il retrouve la foi en Dieu. Toute la famille va l'aider sur cette voie, sauf Lisa qui essaye de le convertir au bouddhisme..."
  },
  {
    "titre": "S31E10 - Bobby, il fait froid dehors",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf01.jpg",
    "description": "Quelques semaines avant Noël, Tahiti Bob se voit offrir un rôle de Père Noël dans un parc d'attractions. Plus tard, les Simpson s'y rendent à ce parc et Bart coupe la longue file d'attente menant au Père Noël afin de le voir. Bob se révèle face à Bart et tente de le tuer à nouveau. Bart s'échappe et le dénonce aux autorités du parc, mais on ne le croit pas. Pendant ce temps, plusieurs cadeaux sont volés lors de leur livraison à domicile. Lors d'une tentative échouée de Lenny pour piéger le voleur, il laisse comme indice des initiales : SB. Bart fait le lien avec les initiales de Bob et s'en va le retrouver au parc. Bob va prouver son innocence en aidant la famille à attraper le voleur..."
  },
  {
    "titre": "S31E11 - Gloire aux dents",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf05.jpg",
    "description": "Un vieil homme interpelle Lisa dans la rue lui conseillant de sourire afin d'être plus jolie et populaire. Une fois à la maison, Lisa apprend qu'elle doit à nouveau porter un appareil dentaire. Avec celui que la dentiste lui pose dans un premier temps, les bagues sur les dents supérieure paralysent sa bouche en forme de sourire. Grâce à ce sourire, Lisa devient populaire à l'école et voit qu'elle peut influencer les élèves. Elle décide de se présenter à l'élection des représentants des élèves. Entre temps, Homer et Marge sont invités au mariage d'Artie Ziff et sont surpris une fois à la cérémonie que la nouvelle épouse ressemble trait pour trait à Marge..."
  },
  {
    "titre": "S31E12 - La malédiction de Lisa Simpson",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf06.jpg",
    "description": "Après 40 ans de recherches, le capitaine McCallister a finalement trouvé le trésor qu'il espérait. Mais suite à un changement au dernier moment du maire Quimby des limites maritimes de Springfield orchestré par la femme du capitaine, le trésor appartient désormais à la ville et une réunion est organisé pour savoir comment va être dépensé cet argent. Marge propose de construire une école STEM, où les enseignements porteront sur les sciences, la technologie, l’ingénierie et les maths afin de mieux préparer les enfants pour les métiers de demain. Alors que Bart accumule les costumes pour son avatar récompensant son travail et que Homer s'inquiète pour son avenir en apprenant que son boulot sera bientôt effectué par un robot, Lisa en classe de surdoués va découvrir les véritables enseignements de cet école....."
  },
  {
    "titre": "S31E13 - Frinkcoin",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf07.jpg",
    "description": "La famille Simpson se retrouve dans un restaurant végétarien. Homer et Marge ont fait plaisir à Lisa afin que l'un d'entre eux soit le sujet de sa rédaction sur \"La personne la plus intéressante que je connaisse\". Mais elle choisit le professeur Frink et va le voir à l'université de Springfield où il enseigne pour l'interviewer. Frink estime qu'il n'a pas eu de renommée dans la science et annonce donc le développement de sa propre crypto-monnaie, le Frinkcoin. Malgré sa nouvelle célébrité et richesse, le professeur se sent isolé et Homer va le joindre à son groupe d'amis, mais seront-ils des amis pour lui ? Jaloux que Frink soit devenu le springfieldien le plus riche, Burns va tout mettre en œuvre pour reprendre ce titre..."
  },
  {
    "titre": "S31E14 - Bart le méchant",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf08.jpg",
    "description": "Tout le monde au cinéma est bouleversé par la fin de Vindicators : Crystal War et veut voir absolument la suite. Onze mois plus tard, Bart tente de reproduire un challenge internet consistant à se hisser avec l'aide de ses amis en haut d'un poteau et se comporter comme un drapeau. Milhouse le filme mais la corde qui retenait Bart l'entraîne avec le canon auquel il était attaché dans une pente. Il se retrouve à l'hôpital et Bart vient lui rendre visite. Pendant que Milhouse est transféré ailleurs, Bart bénéficie à sa place de la visite de l'acteur jouant Airshot dans le film Vindicators : Crystal War. Ivre, il lui annonce posséder dans son ordinateur la suite du film qui ne sortira que dans un mois puis s'endort. Bart en profite pour le regarder et utilise son pouvoir de divulguer tout le film aux autres contre de nombreux avantages, il est devenu Spoiler Boy."
  },
  {
    "titre": "S31E15 - Sans écran",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf09.jpg",
    "description": "La famille Simpson mange devant leur télévision. Maggie essaye d'attirer l'attention des autres membres de la famille en tapotant sur sa table. Marge est désespérée qu'elle ne puisse pas parler, alors Lisa lui montre une émission qui apprend à communiquer avec son bébé grâce à la langue des signes. Après beaucoup d'efforts, Marge y parvient et l'annonce à la famille qui reste scotchée à leurs écrans portables. Voyant qu'ils ne se soucient pas de Maggie, Marge décide de limiter le temps d'écran à 30 minutes par semaine. Homer, Bart et Lisa réussissent ce pari mais grâce à un technicien qui a trafiqué les temps d'écran de leurs smartphones. Marge se rend compte du subterfuge et confisque désormais les téléphones. Finalement, ils réussissent à se passer des écrans mais cela semble plus compliqué pour Marge..."
  },
  {
    "titre": "S31E16 - Mieux sans Ned",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf11.jpg",
    "description": "Abraham offre à Bart une fausse grenade à dégoupiller. Après un discours abrégé à l'amphithéâtre, Bart fait une farce avec cette grenade en la montrant prête à exploser. Tout le monde panique et Ned décide de plonger sur la grenade. Suite à cette mauvaise blague, Ned décide de remettre lui-même Bart sur le droit chemin afin de lui éviter l'expulsion. À l'église, voyant Bart chanter dans une chorale, les habitants félicitent Ned du changement de comportement de Bart. Homer se sent inutile et délaissé, il décide de se venger en profitant de la détresse de Nelson pour devenir son mentor."
  },
  {
    "titre": "S31E17 - Droit au puits",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf10.jpg",
    "description": "Après avoir déposé Maggie dans un centre éducatif, Marge dispose de toute une journée de libre. Elle participe à un cours de vélo d'appartement, puis de poterie, et rend visite à Homer à son travail mais rien ne l'a satisfait. Elle décide de postuler à un nouveau travail sans connaître l'activité de l'entreprise et elle est engagée. Marge apprend plus tard qu'elle travaille dans un magasin vendant des produits à base de cannabis légalement. Ayant dans un premier temps démissionné après cette révélation, elle est encouragée par sa famille de continuer à exercer en vantant le bien-être qu'elle apporte aux gens. Mais Otto est bouleversé par cette nouvelle mentalité décomplexée et légale de vendre de l'herbe. Cela donne l'idée à Homer de vendre aussi du cannabis dans l'arrière boutique de Moe dans une ambiance plus clandestine, ce qui va déplaire à Drederick Tatum, le patron de Marge..."
  },
  {
    "titre": "S31E18 - L'incroyable légèreté d'être un bébé",
    "image": "https://www.simpsonspark.com/images/guide/s31/yabf13.jpg",
    "description": "Lors d'une balade dans une aire de jeux avec sa mère, Maggie retrouve Hudson, son petit amoureux. Marge elle, fait la connaissance de sa maman, Courtney, qui décide de les inviter chez elle pour que les deux bébés puissent jouer ensemble. Mais une fois arrivées au rendez-vous, les questions de Courtney sur le passé sexuel de Marge et son comportement à protéger son fils des contacts avec Maggie finit par contrarier Marge qui met un terme à la relation entre leurs bébés. Entre-temps, Homer est en retard à une réunion de Burns à cause d'un accident de voiture. Pour mieux faire passer son retard, il achète des ballons d'hélium à Cletus qui a découvert un gisement de ce gaz. Arrivé à la réunion avec ces ballons, Burns apprend par Homer d'où vient cet hélium et veut s'emparer du gisement pour sa consommation personnelle. Après une première tentative ratée d'escroquer Cletus, Burns charge Homer de prendre le relais mais une amitié va s'installer entre lui et le péquenaud..."
  },
  {
    "titre": "S31E19 - Prêtres en guerre - Première partie",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf12.jpg",
    "description": "Très peu de personnes viennent assister au sermon du révérend Lovejoy. C'est à ce moment que Bode Wright arrive à Springfield suite à une annonce d'Helen recherchant un jeune pasteur. Le révérend est réticent à cette idée et donc Bode est relégué à simple assistant. Mais le jour de l'office, Lovejoy ayant un problème de voix, Bode le remplace et son discours nouveau et moderne sur la religion remplit de nouveau les bancs de l'église. Il gagne vite en popularité, notamment auprès de Lisa pour sa pratique du bouddhisme, poussant Lovejoy à enquêter sur son passé..."
  },
  {
    "titre": "S31E20 - Prêtres en guerre - Deuxième partie",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf13.jpg",
    "description": "Lovejoy est congédié et Bode Wright est le nouveau pasteur à l'église de Springfield. Beaucoup de personnes sont là pour assister à la messe mais seul Ned reste en désaccord avec sa façon de prêcher. Lors de son enquête, Lovejoy apprend que Bode a été viré auparavant d'une église dans le Michigan et décide de s'y rendre avec sa femme pour y connaître la raison. Ils rencontrent le pasteur de cette église et ce dernier leur donne une preuve de son licenciement : une vidéo de Bode en train de mettre le feu à un objet. Lovejoy s'empresse de retourner à Springfield pour dénoncer son méfait..."
  },
  {
    "titre": "S31E21 - Les sales huit ans",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf14.jpg",
    "description": "La boîte aux lettres des Simpson est pleine à craquer. Homer la vide et parmi tout le courrier, une invitation pour Lisa à la fête d'anniversaire d'Addy, une amie qu'elle a rencontrée à la bibliothèque, passionnée elle aussi des chevaux. Avant de partir pour la soirée, Lisa se dispute avec Bart qui ne comprend pas la passion des filles pour les chevaux. Elle décide, après ça, de couper le lien fraternel avec lui. Arrivée chez Addy, elle fait la connaissance de Bella-Ella, Sloan et Tessa Rose, des amies fortunées et superficielles. Au moment du déballage des cadeaux, ces trois filles se moquent du cadeau de Lisa, une poupée cheval. Addy se joint à la moquerie, rejetant ainsi Lisa durant toute la soirée. Lisa ne supporte plus cette ambiance et appelle ses parents pour venir la récupérer mais ils ont décidé de passer la soirée entre eux à bord d'une petite croisière, la condamnant à rester..."
  },
  {
    "titre": "S31E22 - À la façon du chien",
    "image": "https://www.simpsonspark.com/images/guide/s31/zabf16.jpg",
    "description": "À l'approche des fêtes de Noël, Marge a sorti les décorations pour le sapin. Elle trouve un bonnet de Noël qu'elle veut mettre sur Petit Papa Noël et en prendre une photo. Mais ce bonnet fait revenir des mauvais souvenirs au chien, une cage où il est enfermé et trois points mystérieux. De retour d'achats de Noël, la famille a la surprise de retrouver leur canapé complètement déchiré par le chien. Lisa suggère de faire voir Petit Papa Noël par la meilleure psychologue pour chiens, Elaine Wolff dont elle donnera une conférence gratuite. Les Simpson s'entretiennent avec elle et bien qu'elle soit touchée par le mal-être du chien, elle refuse de s'en occuper. De retour à la maison, voulant récupérer le bonnet dans les pattes de Petit Papa Noël, Marge se fait mordre la main. Face à ce fait devant un autre vétérinaire bon marché, ce dernier leur conseille de le faire piquer, mais même face au refus de la famille, une patrouille arrive chez eux pour l'emmener. Elaine Wolff arrive avant, ayant fait machine arrière pour emmener Petit Papa Noël dans son centre pour connaître les raisons de son comportement nouveau..."
  }
]