[
  {
    "titre": "S29E01 - Les Serfson",
    "image": "https://www.simpsonspark.com/images/guide/s29/wabf17.jpg",
    "description": "Dans le royaume de Springfieldia, Marge décide d'aller chercher sa mère pour que cette dernière puisse les accompagner.  Marge va vite se rendre compte que la main de sa mère est complètement glacée et va l'amener voir le docteur Hibbert.  Ce dernier leur apprend que Jacqueline, la mère de Marge, a été mordue par un \"marcheur glacé\" et qu'elle va devenir complètement glacée d'ici la prochaine semaine.  La seule façon de sauver Jacqueline est d'acheter une amulette qui pourra la guérir, mais elle coûte très cher et Homer est très pauvre.  Ne trouvant pas l'argent, Lisa l'aidera à transformer une pierre en or à l'aide de la magie, mais personne ne doit découvrir ce qu'elle sait faire.  Cependant, le roi va vite s'en rendre compte et Lisa sera capturée. Homer mènera alors une révolution pour sauver sa fille..."
  },
  {
    "titre": "S29E02 - Springfield Splendor",
    "image": "https://www.simpsonspark.com/images/guide/s29/wabf22.jpg",
    "description": "Lisa a fait un cauchemar pour la 4e nuit consécutive et demande à suivre une thérapie. Une psychologue lui demande de dessiner une journée type dans sa vie mais Lisa se rend compte qu'elle n'est pas douée pour dessiner. Voyant que Marge s'en tire mieux dans ce domaine, elles décident que Marge illustrera ce que Lisa racontera. En retournant chez la psychologue, Lisa perd ses dessins qui sont trouvés par Kumiko, la femme du vendeur de BD, qui décide d'en vendre des copies à la boutique. D'abord horrifiée, elle est agréablement surprise en découvrant que les gens apprécient, c'est un succès. Elles produisent bientôt d'autres numéros avec Marge, mais entre les fans obsédés par le travail de Lisa et l'adaptation sur Broadway concentrée sur le style de Marge, une bataille d'égo démarre entre la mère et la fille..."
  },
  {
    "titre": "S29E03 - Bébé siffleur",
    "image": "https://www.simpsonspark.com/images/guide/s29/wabf16.jpg",
    "description": "Alors que Marge reçoit ses amies Hélène Lovejoy, Luan Van Houten et Bernice Hibert, Homer est en charge de survéiller Maggie.  Autant le père que la fille commence vite à s'ennuyer.  C'est alors qu'Homer entend de nombreux sifflements et se rend compte que sa fille Maggie à un énorme talent pour le sifflement.  Il va d'abord essayer de cacher Maggie devant ses amis pour faire comme s'il possèdait lui-même le talent.  Cependant, son secret va vite être découvert et il essayera de prendre avantage de ce talent autrement.  Tout ceci sans que Marge ne s'en rende compte.  Pendant ce temps, Marge, après une dispute avec ses amies, va refaire une salle à l'école à elle seule pour prouver qu'elle a du talent dans ce domaine.  Gros Tony va finir par découvrir ce talent caché de Marge et l'utilisera pour décorer certaines de ces propriétés. Par contre, ce ne sera pas toujours pour des endroits qui sont très légaux..."
  },
  {
    "titre": "S29E04 - Simpson Horror Show XXVIII",
    "image": "https://www.simpsonspark.com/images/guide/s29/wabf18.jpg",
    "description": ""
  },
  {
    "titre": "S29E05 - Grand-père, tu m'entends ?",
    "image": "https://www.simpsonspark.com/images/guide/s29/wabf19.jpg",
    "description": "Homer amène toute la famille Simpson au planétarium de Springfield incluant son père, Abraham, pour son anniversaire. Abraham n'apprécie pas l'expérience et gâche aussi celles des autres à cause de ses problèmes d'audition, continuant à parler en même temps que le guide. Dans la voiture, les Simpson doivent mettre le son au maximum pour que ce dernier puisse entendre la musique ce qui rend le trajet très désagréable. Heureusement, pour son anniversaire, le vieux fou juif, un résident de la résidence pour personnes âgées, lui offre un appareil auditif. Ce cadeau aura pour effet de complètement changer la vie d'Abraham. Pendant ce temps, Lisa demande l'aide de Bart pour rentrer dans l'école la nuit pour changer une mauvaise réponse sur un de ses examens. Cependant, les deux enfants découvrent que Skinner vit dans le sous-sol de l'école. Suite à l'incompréhension de Bart et Lisa, Skinner leur dit qu'il ne peut plus vivre à la maison, car il a découvert un terrible secret sur sa mère..."
  },
  {
    "titre": "S29E06 - La maire est bleue",
    "image": "https://www.simpsonspark.com/images/guide/s29/wabf20.jpg",
    "description": "Springfield inaugure un parc surélevé à l'endroit où se trouvait l'ancien monorail. En activant l'électricité pour les illuminations, le maire Quimby fait s'activer l'ancienne rame du monorail, qui détruit entièrement le parc. Lors d'une réunion à la mairie, Marge s'agace de la gestion du maire. Sur les conseils de Lisa, elle se décide à se présenter à la mairie. En s'adressant à chaque frange de la population sur les conseils du docteur Frink, elle grignote des points petit à petit dans les sondages et finit par remporter l'élection. Mais elle ne peut tenir sa promesse principale qui était d'enfin se débarasser de la montagne de pneus qui brûle depuis des années.  À cause de ce premier échec son image s'en ressent..."
  },
  {
    "titre": "S29E07 - Chantons sur la piste",
    "image": "https://www.simpsonspark.com/images/guide/s29/wabf21.jpg",
    "description": "Les Simpson sont à table prêts à manger et Marge arrive avec de la nourriture chinoise qu'elle a été chercher au restaurant. Cependant, avant de commencer à manger, Homer reçoit un appel de M. Burns qui lui dit qu'il a des billets pour le prochain match de basketball. Après hésitation, Homer choisit d'y aller avec ses amis au lieu de sa famille et se rend chez Moe pour annoncer la nouvelle à tout le monde.  Malheureusement, il n'a que 4 billets de disponibles et invite Barney, Lenny et Carl. Moe se retrouve les mains vides et est vraiment très triste de ne pas s'être fait choisir. Au lieu de leur en vouloir, Moe décide de remettre son bar propre et d'être gentil avec ses amis lors de leur prochaine visite. En arrivant, Homer remarque une photo de leur ancienne équipe de bowling. Moe propose alors de la reformer, mais cette fois avec Homer, Lenny, Carl et Barney et Moe jouera le rôle d'entraineur de l'équipe."
  },
  {
    "titre": "S29E08 - L'opus de Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s29/xabf01.jpg",
    "description": "Alors que Lisa n'a qu'un an, on voit qu'elle est déjà très intelligente.  On passe ensuite à une Lisa âgée de maintenant 18 ans qui est en train d'écrire sa demande d'admission pour l'université de Havard.  Pendant ce temps, Bart vit toujours à la maison et est considéré comme un véritable échec par Homer. Puis, on fait un autre retour en arrière et on voit plusieurs des précédents anniversaires de Lisa qui ont tous été ruinés par sa famille.  Heureusement, cette dernière ne leur en veut pas trop, car c'est ce qui lui a permit d'être la personne qu'elle est maintenant.  En plus, on apprend que pendant ces années, Marge a voulu quitter Homer pour de bon et le seul moyen pour Homer de sauver son marriage est de quitter l'alcool une bonne fois pour toute...  Lisa, quant à elle, essayera de se faire une place dans la prestigieuse université de Havard..."
  },
  {
    "titre": "S29E09 - Porté disparu",
    "image": "https://www.simpsonspark.com/images/guide/s29/xabf02.jpg",
    "description": "La famille Simpson revient d'un voyage. Homer s'arrête sur le bord de la route pour laisser aller Bart faire ses besoins dans les bois mais ce dernier tombe dans une ancienne station de lancement de missile. Porté disparu, une grande partie de la ville part à sa recherche. C'est finalement Milhouse qui finit par découvrir son ami Bart en cherchant dans les bois. Il se dirige ensuite chez les Simpson pour leur annoncer la nouvelle, mais il se rend compte que le fait que Lisa soit triste lui permet de passer du temps avec cette dernière. Pendant ce temps, les recherches continuent et les prisonniers sont réquisitionnés, y compris Tahiti Bob. Lorsque Bart est déclaré mort, il reste persuadé du contraire et tente tout pour le retrouver..."
  },
  {
    "titre": "S29E10 - Ha-Ha land",
    "image": "https://www.simpsonspark.com/images/guide/s29/xabf03.jpg",
    "description": "La famille Simpson est en route vers une conférence scientifique et Lisa semble être la seule qui soit enjouée par cette activité. Après une journée incroyable, elle se dit que sa journée ne pourrait pas être plus parfaite.  C'est alors qu'elle entend un jeune homme jouer du piano. Elle se dirige vers ce dernier et dès qu'il se met à chanter, c'est le coup de foudre. Les deux enfants font ensuite connaissance et Lisa apprend qu'il se nomme Brendan et qu'il a 11 ans. Il vient tout juste de déménager et ira, lui aussi, à l'école élémentaire de Springfield. Cependant, en voyant Lisa et Brendan se rapprocher, Nelson devient très jaloux et va tout faire pour séparer les amoureux. Pendant ce temps, Bart se découvre une passion pour la chimie ce qui inquiétera Homer et Marge..."
  },
  {
    "titre": "S29E11 - Professeur testeur",
    "image": "https://www.simpsonspark.com/images/guide/s29/xabf04.jpg",
    "description": "Monsieur Burns regarde un documentaire classique présenté par Orson Welles sur Nostradamus et ses prédictions pour le futur, dont une concernant la 3e guerre mondiale. Inquiet pour le futur de Springfield,  il convoque l'assemblée des surdoués de Mensa, pour leur parler de son arche de l'apocalypse, un vaisseau censé mener les esprits les plus brillants sur une autre planète. Pour les choisir, les membres proposent un grand test de Q.I. mais le professeur Frink propose un test qu'il a mis au point de \"Quotient de valeur personnelle\" qui mesure aussi d'autres valeurs que l'intelligence, pour un score maximal de 500. Tout Springfield le passe. Marge et Homer sont satisfaits de leur score, mais Lisa malgré ses 475 points découvre que Ralph a un point de plus qu'elle, et cela l'obsède. Quant à Bart, il découvre qu'il n'a qu'un seul et unique point..."
  },
  {
    "titre": "S29E12 - Homer est là où n'est pas l'art",
    "image": "https://www.simpsonspark.com/images/guide/s29/xabf05.jpg",
    "description": "Lors d'une enchère, la milliardaire Megan Matheson remporte une peinture et Homer va tenter de la voler, n'ayant pas le budget nécessaire pour offrir plus haut.  La sécurité intervient et l'oeuvre d'art est placée dans un coffre-fort jusqu'à sa livraison le lendemain.  Cependant, lorsque la boîte arrive chez madame Matheson, elle est complètement vide.  Un détective privé nommé Manacek sera tenu responsable de résoudre cette enquête.  Les principaux suspects sont Homer et M. Burns étant donné qu'ils sont les deux seuls à avoir misé sur la peinture, mais aussi Megan qui avait assuré la peinture avant de la recevoir.  Après avoir intérogé tous les suspects, Manacek est très suspicieux vis à vis Homer.  Marge tentera donc de convaincre le détective que son mari est innocent et il sera invité à venir manger chez les Simpsons.  Chacun leur tour, les membres de la famille vont expliquer à Manacek comment Homer est devenu obsédé par la peinture.  Par contre, Homer est-il vraiment coupable de ce vol?"
  },
  {
    "titre": "S29E13 - Sans titre",
    "image": "https://www.simpsonspark.com/images/guide/s29/xabf06.jpg",
    "description": "Les Simpson reviennent d'une séance de cinéma à Capital City. En route pour revenir à Springfield, ils passent en voiture par un quartier où Homer et Marge habitaient avant d'être mariés. Marge et Homer voulant revoir leur ancien appartement, ils rendent visite aux nouveaux propriétaires qui accueille la famille poliment. Marge raconte à tous leur vie joyeuse d'alors, faite de fêtes et de sorties. Cette dernière était photographe pour une rubrique people, Homer travaillait pour une compagnie nommée Flashmouth. Leur vie devient plus compliquée à l'arrivée de Bart..."
  },
  {
    "titre": "S29E14 - La peur du clown",
    "image": "https://www.simpsonspark.com/images/guide/s29/xabf08.jpg",
    "description": "Martin apprend par accident que le principal Skinner va prendre sa retraite.  Il dit qu'il va bien garder le secret, mais ça ne sera pas long avant que toute l'école ne soit au courant.  Lors de sa cérémonie d'adieu, Bart voit cet occasion comme sa dernière chance de jouer un tour à Skinner.  Cependant, tout se retourne contre lui et on apprend que tout ceci était arrangé dans le but de jouer un tour à Bart.  Ce dernier ne supportera pas l'humiliation et va décider de se venger.  Pendant la nuit, il va coller des masques de clown sur le visage de nombreux habitants de Springfield.  Suite à cet évènement, une grande peur des clowns règnera sur toute la ville, principalement chez les enfants qui sont l'audience cible de Krusty.  Il perdra son émission et c'est à ce moment que Lisa aidera Krusty à se lancer dans une toute nouvelle carrière.  Pendant ce temps, Bart ira en réhabilitation pour devenir une meilleure personne..."
  },
  {
    "titre": "S29E15 - Une bonne lecture ne reste pas impunie",
    "image": "https://www.simpsonspark.com/images/guide/s29/xabf07.jpg",
    "description": "Homer et les enfants viennent de passer des heures à regarder un marathon Itchy et Scratchy à la télévision, Marge trouve qu'ils passent trop de temps devant les écrans et souhaite qu'ils lisent plus et les emmène à la librairie. Cependant, toutes les bibliothèques semblent être passé au numérique.  La famille Simpson devra donc se tourner vers une très vieille librairie.  Une fois à l'intérieur, elle conseille à Lisa \"La princesse dans le jardin\", son livre préféré quand elle était enfant, Bart lui obtient le livre \"l'art de la guerre\" dans le but d'avoir plus d'emprise sur Homer.  De ce fait, il pourra convaincre son père de lui acheter des passes pour une convention sur son jeu vidéo préféré. Avec le recul, Marge réalise que son livre n'est pas tout à fait comme dans ses souvenirs, elle le trouve raciste et est mal à l'aise à l'idée que Lisa le lise..."
  },
  {
    "titre": "S29E16 - Punaise !",
    "image": "https://www.simpsonspark.com/images/guide/s29/xabf10.jpg",
    "description": "Tous les élèves de l’école élémentaire de Springfield doivent se choisir un instrument de musique.  Bart prendra le violon et Homer devra signer un contrat qui indique que ce dernier est responsable de rembourser le violon si jamais il est endommagé.   Homer fera donc tout en son pouvoir pour que l’instrument de musique soit bien en sécurité.  Après avoir sauvé le violon de la destruction à plusieurs reprises, Bart décide finalement de remettre le violon entre les mains de son père.  Par contre, Homer qui se rend compte de tout le stress que le violon lui a causé, décide de le fracasser sur le sol.  Pour fêter cette nouvelle liberté, Homer va se rendre chez Moe, mais la soirée se terminera abruptement, car Moe reçoit un appel étrange et met tout le monde à la porte.  Homer, n'étant pas en état pour conduire, demande à Marge de venir le chercher et après avoir aperçu Moe, ils vont décider de le suivre.  Ils vont finalement retrouvé Moe en train de se battre avec un homme plus âgé.  Ensuite, Moe apprend à Homer et Marge qu’il s’agissait de son père et qu'il ne lui a pas adressé la parole depuis des années.  Marge et Homer vont donc tenter d’aider Moe à retisser les liens familiaux entre lui et son père Morty..."
  },
  {
    "titre": "S29E17 - Lisa a le blues",
    "image": "https://www.simpsonspark.com/images/guide/s29/xabf11.jpg",
    "description": "Après son dernier solo de saxophone, Lisa s'attend à être complimentée par Monsieur Largo, mais ce dernier, soutenu par le principal Skinner, lui conseille d'arrêter le saxophone, car il est très difficile de percer. Elle décide d'arrêter la musique, et bien que poussée à continuer par Marge, elle ne parvient plus à trouver la confiance pour jouer correctement. Pour fêter les 100 ans de sa tante Eunice, Marge emmène la famille à Gainsville en Floride. Durant le voyage, Homer provoque une émeute parmi les passagers qui pousse le pilote à atterrir plus tôt que prévu, à la Nouvelle-Orléans. Marge espère que ce sera l'occasion pour Lisa de retrouver sa confiance..."
  },
  {
    "titre": "S29E18 - Pardon et regret",
    "image": "https://www.simpsonspark.com/images/guide/s29/xabf09.jpg",
    "description": "Homer sort de chez Moe et détruit un lampadaire avec sa voiture. Un homme lui indique que c'était le lampadaire préféré du maire Quimby. Il dit à Homer que si ce dernier lui vend sa voiture pour 500$, il fera comme si rien ne s'était passé. Homer accepte cette offre et retourne à la maison afin de l'annoncer à Marge. En regardant la télévision, ils vont apercevoir la voiture d'Homer dans une publicité pour un derby de démolition. Toute la famille Simpson se rendra donc à cet évènement.  Cependant, lors du derby de démolition, Abraham demande à Homer de se rendre à l'hôpital, car il ne se sent pas bien. Une fois à l'hôpital, Abraham fait part d'une terrible révélation à son fils, et comme ce dernier est mourant, Homer le pardonne. Contre toute attente, Abraham réussit à sortir de l'hôpital en pleine santé. Par contre, maintenant que son père est en santé, Homer a beaucoup plus de difficulté à pardonner ce que son père lui a avoué sur son lit de mort..."
  },
  {
    "titre": "S29E19 - Un gaucher gauche",
    "image": "https://www.simpsonspark.com/images/guide/s29/xabf12.jpg",
    "description": "Il y a une éclipse solaire et toute la famille Simpson se rend à l'extérieur pour l'observer. Homer lui est tellement obsédé par ses côtelettes de porc qu'il manque ce beau moment en famille. Marge est en colère, car elle trouve que son mari ne passe plus assez de temps avec elle comme c'était le cas quand ils se sont rencontrés. Elle lui demande alors de lui organiser une activité surprise en amoureux pour le samedi soir. Homer va réussir contre toute attente à donner une soirée plus que parfaite à à sa femme. Cependant, une fois au lit, ils se font déranger par Ned Flanders qui cogne à la porte. On apprend que ce dernier est dépressif, car il est maintenant sans emploi puisque \"le palais du gaucher\" a fait faillite. Marge va convaincre Homer d'aider Ned à se trouver un emploi à la centrale nucléaire de Springfield..."
  },
  {
    "titre": "S29E20 - À la santé des Danois",
    "image": "https://www.simpsonspark.com/images/guide/s29/xabf13.jpg",
    "description": "Homer se réveille et constate que la maison est inondée.  Tout ceci, car Marge a voulu replacer le cadre au dessus du canapé.  En effet, en déplaçant le clou qui tient le cadre, la conduite d'eau a été transpercée. L'assurance pourtant ne leur rembourse qu'une très faible somme, et ils doivent trouver un endroit où dormir en attendant que les dégâts soient réparés. Pour ne rien arranger, grand-père doit subir une couteuse opération, dont il refuse de divulguer les détails. En se renseignant sur internet, Lisa découvre que le système de santé danois est idéal : L'opération ne leur couterait rien. La famille Simpson, avec l'argent de l'assurance, embarque pour le Danemark et visite Copenhague en attendant l'intervention pour Grand-père..."
  },
  {
    "titre": "S29E21 - L'échelle de Flanders",
    "image": "https://www.simpsonspark.com/images/guide/s29/xabf14.jpg",
    "description": "Lors d'une soirée orageuse, Bart fait croire à Lisa qu'il n'est pas capable de résoudre un labyrinthe sur son ordinateur.  Lisa trouve que c'est vraiment facile, mais elle se fait prendre, car un monstre apparaît sur l'écran à un moment où cette dernière est très concentrée.  Surprise, elle va tomber dans le linge sale de Bart et ce dernier va la prendre en photo.  Ce ne sera pas long que la photo se retrouvera partout sur le net.  Lisa voudra à tout prix se venger et sera très fâchée contre son grand frère.  L'orage devient de plus en plus violent ce qui causera une perte de signal autant pour la télévision que pour internet.  En voyant que les Flanders ont toujours du signal, Homer va demander à Bart de l'aider à voler leur routeur.  Par contre, en essayant de monter dans la maison des Flanders avec une échelle, Bart sera frappé par la foudre et tombera dans un coma.  Une fois à l'hôpital, pour se venger, Lisa parlera à Bart, dans son coma, pour lui faire vivre un véritable cauchemar dans lequel il entrera en contact avec les morts..."
  }
]