[
  {
    "titre": "S30E01 - Bart n'est pas mort",
    "image": "https://www.simpsonspark.com/images/guide/s30/xabf19.jpg",
    "description": "Lors d'un solo de Jazz de Lisa en public dans l'auditorium de l'école, Jimbo défie Bart de sonner l'alarme incendie. Pour ne pas humilier sa sœur devant toute l'école, Bart refuse le défi. Les autres enfants se moquent de lui pour ça, mais Marge est très fière. Plus tard, en confidence, Homer lui confie pourtant qu'un enfant se doit de relever un défi lancé. Lorsque Jimbo défie Bart de sauter du haut du barrage. Bart néanmoins n’atterrit pas dans l'eau, et finit à l’hôpital. A son réveil, Bart ne veut pas décevoir Marge et Homer ne veut pas être tenu pour responsable. Pour détourner l'attention, il prétend avoir vu Jésus. Tout le monde le croît, sauf Lisa qui décide de ne rien dire par reconnaissance pour ne pas avoir gâché son solo, mais le prévient : Des petits mensonges mènent aux gros mensonges. En effet, des réalisateurs de films chrétiens viennent le voir pour adapter son histoire au cinéma..."
  },
  {
    "titre": "S30E02 - Hôtel des cœurs brisés",
    "image": "https://www.simpsonspark.com/images/guide/s30/xabf15.jpg",
    "description": "Les Simpson regardent une téléréalité, \"The Amazing Place\", dans laquelle les participants sont sur une île et participent à différentes épreuves afin de remporter un million de dollars. Les enfants se rendent compte que Marge connait tous les trucs et qu'elle serait une candidate parfaite pour participer à cette émission. Bart et Lisa tenteront donc de la convaincre, mais Marge finira par leur dévoiler qu'elle envoie sa candidature depuis des années, mais qu'elle n'est jamais sélectionnée. Marge possède encore toutes ses vidéos d'audition alors Lisa a la merveilleuse idée de s'en servir pour faire un montage. Cette nouvelle vidéo démontre à quel point Marge est la plus grande fan de cette téléréalité, ce qui poussera les producteurs à accepter Homer et Marge pour la prochaine saison. Malheureusement, ils sont éliminés dès la première épreuve. En plus d'être dévastée, Marge est encore plus triste de savoir qu'ils devront rester sur l'île pour 6 semaines afin qu'ils ne puissent rien dévoiler. Ils seront alors coupés du reste du monde pour plus d'un mois..."
  },
  {
    "titre": "S30E03 - Autoroute pour le paradis",
    "image": "https://www.simpsonspark.com/images/guide/s30/xabf17.jpg",
    "description": "Les enfants sont au catéchisme, Ned Flanders leur demande pour quelle raison peut-on aller au paradis. Il est amené à leur parler de sa propre expérience. Il est loin d'avoir eu une jeunesse facile.  En effet, élevé sans religion et sans règles, une expérience va lui apporter une nouvelle vision de la vie..."
  },
  {
    "titre": "S30E04 - Simpson Horror Show XXIX",
    "image": "https://www.simpsonspark.com/images/guide/s30/xabf16.jpg",
    "description": ""
  },
  {
    "titre": "S30E05 - Autonhomer",
    "image": "https://www.simpsonspark.com/images/guide/s30/xabf18.jpg",
    "description": "Après être passé à la commande à l'auto du Krusty Burger, Homer a un accident de la route. Ceci, car il mangeait et ne portait aucunement attention à sa conduite. Malheureusement, sa voiture se retrouve directement dans le bureau de M. Burns, il est congédié de la centrale nucléaire. Quelques semaines plus tard, il est toujours sans emploi et passe son temps à regarder la télévision, Marge en a assez et change de chaine. Ça tombe sur les nouvelles et Kent Brockman annonce qu'une compagnie, nouvellement installée à Springfield recherche de nouveaux employés. Ils recherchent quelqu'un d'assez paresseux et qui sera capable de ne rien faire pendant toute la journée. Il s'agit d'une compagnie qui construit des voitures autonomes, Homer devra seulement rester assis dans la voiture sans même conduire, il est donc la personne parfaite pour ce poste. Il commencera à aimer son nouvel emploi de plus en plus. Mais tout cela était trop beau pour être vrai..."
  },
  {
    "titre": "S30E06 - De Russie sans amour",
    "image": "https://www.simpsonspark.com/images/guide/s30/xabf20.jpg",
    "description": "Homer et Marge font une liste des gens qu'ils vont inviter pour Thanksgiving.  Malheureusement, Marge mentionne qu'ils devront réduire un peu la liste cette année, puisque l'année dernière, les dépenses en alcool étaient bien trop élevées.  Cette dernière suggère de ne pas inviter Moe puisque ce dernier a amené une poupée gonflable lors du dernier Thanksgiving. C'est Homer qui doit annoncer la nouvelle à Moe et celui-ci est bien triste de se faire rejeter par un de ses seuls amis.  Au même moment, Bart essaie de jouer un mauvais tour à Moe au téléphone.  Par contre, le jeune garçon se fait prendre dans son propre jeu et c'est Moe qui finira par rigoler de Bart.  Pour se venger, Bart, Milhouse et Nelson commande une femme russe sur le web profond qui devra agir comme la nouvelle femme de Moe..."
  },
  {
    "titre": "S30E07 - Maman travaille",
    "image": "https://www.simpsonspark.com/images/guide/s30/xabf21.jpg",
    "description": "Marge décide de faire la promotion de Tubberware à domicile pour arrondir les fins de mois de la famille. Elle fait du porte à porte pour convaincre les Springfieldiens d'organiser des réunions chez eux, mais on lui claque la porte au nez. Chez son coiffeur, Grady, elle confie ses problèmes. Ce dernier accepte d'organiser une réunion chez lui, et fait un relooking de Marge pour l'aider à prendre confiance en elle. La réunion se passe bien mais tous les invités pensaient que Marge était une drag queen...Lisa de son côté, après avoir vu un film français, tente de rendre le monde meilleur telle Amélie Poulain et aide les Springfieldiens sans qu'ils ne s'en doutent..."
  },
  {
    "titre": "S30E08 - Krusty le clown",
    "image": "https://www.simpsonspark.com/images/guide/s30/xabf22.jpg",
    "description": "Skinner annonce que les ventes pour le journal de l'école sont en baisse.  Il engage alors un nouvel éditeur du nom de Billy.  Ce dernier propose de créer une version en ligne du journal. Malheureusement, Lisa devra faire des critiques de séries qui jouent à la télévision et ce n'est vraiment pas un poste qui l'intéresse.  En rentrant à la maison, elle constate que son père serait parfait pour effectuer cette tâche.  En effet, Homer passe la majeure partie de son temps libre devant la télévision.  Ce dernier va vite adorer sa nouvelle occupation.  Par contre, après de nombreuses critiques négatives données à l'émission de Krusty le clown, Krusty sera furieux et tentera de tuer Homer en voiture.  Un accident découlera de cette tentative de meurtre, mais Bart aidera Krusty à se sauver avant que la police arrive sur les lieux.  Krusty va alors commencer une nouvelle vie en tant que clown de cirque, mais ce sera bien plus difficle qu'à la télévision..."
  },
  {
    "titre": "S30E09 - Daddicus Finch",
    "image": "https://www.simpsonspark.com/images/guide/s30/yabf01.jpg",
    "description": "Les CE1 font un spectacle sur les aliments à l'école, mais Lisa n'aime pas une des scènes représentant l'abattage d'une vache et interrompt le spectacle. Elle se sent mal, Marge pousse Homer à la consoler. Le lendemain, Homer et Lisa partent en courses, alors que cette dernière lit le livre Ne tirez pas sur l'oiseau moqueur. Dans le magasin de vêtements, Homer s'indigne du fait que les tenues proposées pour les petites filles les sexualisent trop jeunes. Lisa, touchée, commence à le visualiser tel le personnage de son livre, Atticus Finch, un avocat aux nobles convictions. Elle se rapproche de lui et commence bientôt à le considérer comme son héros. Mais leur relation attire la jalousie de Bart..."
  },
  {
    "titre": "S30E10 - C'est la 30ème saison",
    "image": "https://www.simpsonspark.com/images/guide/s30/yabf02.jpg",
    "description": "Le diner de Thanksgiving s'achève pour les Simpson, et la période de Noël approche. Bart et Lisa ont une envie commune : Une smart TV. Le prix est trop élevé pour la famille, mais une publicité pour le Black Friday en annonce un stock disponible à 499 dollars. Marge va faire la queue devant le magasin, à côté du pauvre Gil qui n'a que ce moyen pour acheter un cadeau pour sa petite fille, mais une fois à l’intérieur se fait littéralement marcher dessus par les autres clients. Marge décide de lui venir en aide pour qu'il achète son cadeau, mais il n'y a plus de Smart TV disponibles. Se sentant coupable d'avoir déçue ses enfants, elle fait tout pour que ce Noël soit le meilleur qui soit, jusqu'à l'excès. Pour la remercier de tous ses efforts, Homer et les enfants décident de lui consacrer ce Noël, et l'emmènent en voyage en Floride. Mais l'endroit réservé sur internet n'est pas aussi beau que prévu..."
  },
  {
    "titre": "S30E11 - Le petit soldat de plomb",
    "image": "https://www.simpsonspark.com/images/guide/s30/yabf03.jpg",
    "description": "C'est l'anniversaire de mariage d'Homer et Marge et Homer a prévu une soirée parfaite pour son couple afin de souligner cette date importante.  Par contre, Marge ne comprend pas comment Homer a pu trouver quelqu'un pour garder les enfants, étant donné qu'ils sont sur la liste noire de tous les baby-sitters. Homer veut mettre l'assistant personnel intelligent \"Amazon Alexa\" en charge des enfants, mais Marge refuse catégoriquement cette idée. Ils devront donc se tourner vers Abraham.  Celui-ci ne peut pas s'absenter plus d'une heure de la maison de retraite, alors ils devront faire toutes les activités prévues pour la soirée très rapidement. Pendant ce temps, les enfants sont au sous-sol avec leur grand-père et essaient de trouver un jeu pour passer le temps.  C'est à ce moment que Bart ouvre une boîte de soldats en plastique.  Abraham se met dans tous ses états et il sera amené chez le médecin dès le lendemain. Cette visite aura pour but de voir comment ces petits soldats de plastiques ont pu autant traumatiser Abraham..."
  },
  {
    "titre": "S30E12 - La fille dans le bus",
    "image": "https://www.simpsonspark.com/images/guide/s30/yabf04.jpg",
    "description": "Lisa se sent différente, car contrairement à tous les autres enfants dans l'autobus, elle n'est pas intéressée par les combats entre les élèves durant son transport vers l'école.  C'est à ce moment qu'elle apperçoit une jeune fille de son âge par la fenêtre.  Cette dernière semble seule et joue de la clarinette.  Le lendemain, Lisa trouve les autres enfants toujours aussi stupides.  Elle voit de nouveau la jeune musicienne de la journée précédente.  Cette fois, elle en a assez et décide de sortir de l'autobus. Lisa réussit à trouver la maison de la fillette sans grande difficulté.  Une fois à l'intérieur, elle découvre qu'elle s'appelle Sam et les deux enfants deviennent vite de grandes amies car, elles ont de nombreux points en commun.  Lors d'un souper avec les parents de Sam, Lisa se rend compte que la famille de sa nouvelle amie est parfaite.  Malheureusement, Lisa a honte de la sienne et décide de mentir sur l'identité de cette dernière..."
  },
  {
    "titre": "S30E13 - Je sais danser en gros",
    "image": "https://www.simpsonspark.com/images/guide/s30/yabf06.jpg",
    "description": "Marge reçoit un coup de téléphone : Sa tante Eunice est mourante. Elle part la rejoindre, non sans avoir demandé à Homer, resté à Springfield avec les enfants, de ne pas regarder la suite de leur série Odder Stuff sans elle. Homer résiste tant qu'il peut mais finit par céder. En rentrant, Marge le découvre. Homer cherche comment se faire pardonner et découvre qu'elle regarde beaucoup d'émission de danse. Il décide de prendre des cours de danse pour la reconquérir. De son côté, Krusty qui cherche un moyen de redynamiser l’intérêt pour son émission organise un concours, Bart décide d'y participer."
  },
  {
    "titre": "S30E14 - Le clown reste sur la photo",
    "image": "https://www.simpsonspark.com/images/guide/s30/yabf05.jpg",
    "description": "Dans le bus pour aller à l'école, Bart écoute avec Lisa le podcast de Marc Maron qui a interviewé Krusty le clown. Maron demande à Krusty de lui parler des \"Sables de l'Espace\", un livre que Krusty adorait et tenté de monter en film à la fin des années 80. A l'époque, Krusty est en vogue après avoir sorti un film à succès : Good Cop, Dog Cop. Il tient absolument à monter ce film réputé inadaptable à l'écran. Les exécutifs du studio acceptent pour lui faire plaisir et ainsi le convaincre de jouer dans des suites de Good Cop, Dog Cop. Mais ils renâclent sur le budget et engagent des inconnus inexpérimentés dans son équipe. Un jeune couple, Homer Simpson et Marge Bouvier, en fait partie..."
  },
  {
    "titre": "S30E15 - 101 réductions",
    "image": "https://www.simpsonspark.com/images/guide/s30/yabf07.jpg",
    "description": "Suite à une erreur sur un coupon, Homer mange gratuitement avec les enfants au restaurant.  Avec l'argent qu'il a économisé, il envoie Marge à une séance de massage.  Après le repas, Homer explique à ses enfants que ce n'est pas bien de profiter des erreurs des autres comme ils viennent tout juste de faire.  Par contre, le valet lui amène, par erreur, une voiture qui n'est pas la sienne.  Il s'agit de la voiture du vendeur de BD et c'est la voiture de rêve d'Homer.  Malgré la leçon qu'il vient de donner à ses enfants, il ne peut pas manquer sa chance.  Il fait donc comme si c'était bien sa voiture et part l'essayer.  Malheureusement, le vendeur de BD se rend compte de la situation en en plus, la voiture est abîmée.  Ce dernier, décide alors de poursuivre Homer en justice.  Malgré un discours rempli d'émotions, Homer est reconnu coupable.  À l'aide de sa famille, il essayera de trouver une solution avant de recevoir sa sentence, pour diminuer sa peine..."
  },
  {
    "titre": "S30E16 - Je te veux (elle est si lourde)",
    "image": "https://www.simpsonspark.com/images/guide/s30/yabf08.jpg",
    "description": "Marge et Homer vont assister à un séminaire sur les dangers de la drogue, mais se rendent finalement à un salon du mariage et passent une très bonne soirée. En rentrant, Homer porte Marge dans l'escalier vers leur chambre pour un câlin, mais il se blesse et les deux tombent dans l'escalier. Marge a une entorse, et Homer a une hernie. Marge va poursuivre sa rééducation en faisant du kitesurf. Craignant que le faire avec Homer ne lui rende la tâche plus difficile, elle décide de le faire seule. Or, les médicaments que prend ce dernier ont des effets secondaires, dont des hallucinations : Il se met à entendre sa hernie lui parler..."
  },
  {
    "titre": "S30E17 - Sports d'E-quipe",
    "image": "https://www.simpsonspark.com/images/guide/s30/yabf09.jpg",
    "description": "La famille Simpson joue à des jeux de société lors d'une journée pluvieuse.  Étonnamment, tout le monde s'entend très bien, ce qui n'est pas normal pour ce genre de journée.  Marge se rend compte que quelque chose ne va pas lorsque même ses soeurs font un compliment à Homer.  Bart n'est pas là et c'est ce qui explique pourquoi tout ce déroule si bien.  Homer explique à Marge que Bart a été puni.  Par contre, Marge va vite s'appercevoir que Bart passe son temps à jouer à un nouveau jeu vidéo dans sa chambre.  Le jeune homme devient vite dépendant et Marge force Homer à faire quelque chose.  Bart va tout de même finir par s'en sortir en expliquant à son père que son jeu renforce son esprit d'équipe et qu'il pourrait gagner jusqu'à 1000$ en remportant un tournoi.  L'équipe de Bart réussit à remporter le tournoi et se qualifie pour une plus grosse compétition.  Homer engage alors un entraineur privé pour Bart, mais ce dernier donne sa démission et Homer doit le remplacer..."
  },
  {
    "titre": "S30E18 - Bart contre Itchy et Scratchy",
    "image": "https://www.simpsonspark.com/images/avatars/9563.jpg",
    "description": "Les Simpson sont au \"Krusty Kon\" la convention des fans de Krusty. Ce dernier y présente un reboot d'Itchy et Scratchy où ces personnages sont désormais féminins. Bart et les autres garçons décident de boycotter cette nouvelle version. Mais alors que Lisa décide d'enregistrer une vidéo de réaction devant l'épisode, Bart le voit, et en rit, ce qu'il dissimule à ses amis. Devant son hypocrisie, Lisa met la vidéo sur le net. A l'école, Bart est poursuivi par les garçons en colère, et se réfugie dans les toilettes des filles. Il tombe nez à nez avec 3 filles rebelles qui s'apprêtent à vandaliser le bureau du principal Skinner. Bart aime leur style et décide de les rejoindre..."
  },
  {
    "titre": "S30E19 - Les filles de l'orchestre",
    "image": "https://www.simpsonspark.com/images/guide/s30/yabf11.jpg",
    "description": "Le professeur de musique, M. Largo, fait un cauchemar qui lui rappelle à quel point il n'a pas la vie qu'il aurait voulu avoir. Le lendemain, alors qu'il donne un autre cours de musique qui semble interminable, il reçoit un message et c'est le directeur d'une école de musique à Capital City. Ce dernier lui mentionne qu'il va venir voir le concert présenté par ses élèves de Springfield le lendemain. M. Largo voit ceci comme une belle opportunité pour enfin faire quelque chose de grand dans sa vie.  Ce dernier prépare très bien les élèves et le concert se passe à merveille. Malheureusement, Lisa est choisie pour aller à Capital City ce qui détruit complètement M Largo. Une fois dans sa nouvelle classe de musique, Lisa est la meilleure et réussit très bien. Par contre, Marge, Bart et Maggie doivent faire plusieurs heures de voyage, chaque jour, pour conduire Lisa. Homer, quant à lui, doit travailler de nuit pour payer les cours qui sont très dispendieux..."
  },
  {
    "titre": "S30E20 - Je suis juste une fille qui peut pas dire T'oh",
    "image": "https://www.simpsonspark.com/images/guide/s30/yabf12.jpg",
    "description": "Marge auditionne pour une pièce de théâtre et Llewellyn Sinclair est en charge de diriger la pièce.  Par contre, ce dernier n'a vraiment pas une bonne attitude avec tous les gens qui veulent faire partie de la pièce.  Ceci va mener à une rébellion et Llewellyn est renvoyé.  Les acteurs sont tout de même furieux et veulent détruire les décors.  C'est à ce moment que Marge intervient et décide de se proposer comme nouvelle directrice.  Avec l'aide de Lisa, Marge va créer une nouvelle pièce basée sur la vie du fondateur de Springfield, Jebediah Springfield.  Pendant ce temps, Homer s'inscrit pour un cours avec Maggie.  Il comprend vite que tous les pères aiment seulement se rendre à ce cours pour contempler l'éducatrice qui est d'une grande beauté..."
  },
  {
    "titre": "S30E21 - T'oh Canada",
    "image": "https://www.simpsonspark.com/images/guide/s30/yabf14.jpg",
    "description": "Après avoir accumulé plus de 2 millions de points pour avoir des chambres d'hôtel gratuitement, Homer décide d'amener sa famille aux chutes Niagara.  En arrivant à destination, Bart et Lisa jouent près des chutes, mais Lisa finit par tomber.  Elle finira sa chute du côté canadien de la frontière.  Elle est amenée à l'hôpital et découvre de nombreux points positifs que possède le Canada, mais pas les États-Unis.  Après de nombreuses plaintes, Lisa obtient le droit de rester au Canada, mais pas sa famille.  Elle va donc être placée dans une famille d'accueil et à une nouvelle école qu'elle aime beaucoup.  Pendant ce temps, Marge ne peut pas se passer de sa fille et décide de rentrer au Canada illégalement. Ceci dans le but dissuader Lisa de rester..."
  },
  {
    "titre": "S30E22 - Ki ka fé ça ?",
    "image": "https://www.simpsonspark.com/images/guide/s30/yabf15.jpg",
    "description": "L'émission d'investigation Dateline se concentre aujourd'hui sur une affaire à Springfield, qui concerne les Simpson. En effet, Lisa a récemment appelé la police : Il y a peu, on a dérobé les 670 dollars et 42 cents que Marge économisait pour les futures études de sa fille, et qu'elle cachait sous l'évier. L'émission va à la recherche d'indices, dans un mélange de témoignages des Simpson et d'autres habitants de Springfield, et de diverses reconstitutions. Les soupçons s'abattent sur de nombreux suspects, y compris les membres de la famille Simpson eux-même. Qui est le coupable... ?"
  },
  {
    "titre": "S30E23 - Cristal bleu persuasion",
    "image": "https://www.simpsonspark.com/images/guide/s30/yabf16.jpg",
    "description": "Monsieur Burns consulte le rapport financier de fin d'année de la centrale nucléaire, et les chiffres sont mauvais. Il décide de faire des coupes budgétaires, et supprime les soins de santé aux enfants des employés. Le médicament que Bart prend pour son trouble de l'attention devient trop cher et Marge, en désespoir cause, se tourne vers des solutions alternatives. Dans une boutique New-Age, elle achète sans conviction des cristaux de guérison, censés avoir de grands pouvoirs. Pourtant Bart ramène bientôt un A en histoire et ne semble pas avoir triché. Marge veut acheter de nouveaux cristaux pour les autres parents mais la gérante de la boutique décide de partir rejoindre une secte et lui cède son son stock. Marge ouvre une boutique nommée Murmur dans son garage, vendant des accessoires holistiques. Mais Lisa a des doutes sur le pouvoir des cristaux sur Bart..."
  }
]