[
  {
    "titre": "S28E01 - Souvenirs d'enfance",
    "image": "https://www.simpsonspark.com/images/guide/s28/vabf20.jpg",
    "description": "Alors que les Simpson déambulent dans les rues de la ville, ils aperçoivent les habitants regarder avec terreur un trou béant au cœur de Springfield : la statue de Lard Lad a disparue. La police est incapable de trouver le coupable et des émeutes de colère éclatent. Si bien que l’entreprise qui détient le Lard Lad décide d’ériger une nouvelle statue. Mais le nouvel édifice cause un véritable problème : un rayon de feu, provoqué par la lumière du soleil réfléchie sur le métal flambant neuf, détruit tout sur son passage. Springfield est entièrement ravagée… Malgré les promesses du maire de rebâtir la ville, six mois plus tard, toujours rien n’a été réparé. La famille Simpson décide de prendre les devants et Homer demande à son patron, Monsieur Burns, de financer les réparations. Il accepte à une seule condition : créer un spectacle de variétés dans l’amphithéâtre de Springfield. Pour le vieil homme, ce spectacle va lui rappeler des souvenirs de jeunesse dans lesquels il se représentait sur scène, un jour en 1913, devant sa mère et des centaines de spectateurs. Sauf que tout ne s’est pas bien passé ce jour-là, et cette humiliation pourrait bien être à l’origine de sa méchanceté… Avec Lisa à ses côtés, il va prendre sa revanche sur ce jour maudit et organiser un spectacle que personne ne va jamais oublier !"
  },
  {
    "titre": "S28E02 - Amis et famille",
    "image": "https://www.simpsonspark.com/images/guide/s28/vabf18.jpg",
    "description": "Monsieur Burns a rendez-vous avec son psychiatre pour parler de ses crises de colère. Désespéré, le vieux médecin lui annonce qu’il abandonne après 70 ans de bons et loyaux services car, après tout, Burns ne sera jamais capable d’avoir une famille. Furieux, Burns quitte le cabinet mais il entend du bruit derrière la porte : le médecin décède, seul dans sa pièce. À l’enterrement, Monsieur Burns a financé la tombe de son vieil ami sur laquelle est inscrit en grand « payé par Monsieur Burns », ce qui rend furieux les personnes présentes à l’enterrement et pousse Smithers à le sortir de toute urgence du cimetière. Sur leur chemin, il renverse accidentellement le professeur Frink en train de tester sa nouvelle technologie : des lunettes de réalité virtuelle. Intrigué par cette nouveauté, Monsieur Burns essaye les lunettes et veut à tout prix les posséder. Smithers profite de l’occasion pour rappeler à son patron que la dernière recommandation de son psy était de trouver une famille et qu’avec la réalité virtuelle, il pourrait lui programmer un univers dans lequel Monsieur Burns serait entouré des siens, avec de véritables acteurs. Après un bref casting à la centrale, ils trouvent la famille parfaite : Marge sera sa femme, Bart, Lisa et Maggie seront ses enfants. Logés, payés et nourris, la famille Simpson réside désormais au manoir du vieil homme tandis qu’Homer reste seul à la maison. Ce qui ne lui déplait pas puisqu’il rencontre Julia, une charmante voisine avec qui il va lier une véritable amitié."
  },
  {
    "titre": "S28E03 - La ville",
    "image": "https://www.simpsonspark.com/images/guide/s28/vabf17.jpg",
    "description": "Homer se rend au bar de Moe pour regarder le match de football américain entre l’équipe de Springfield et celle de Boston. Alors que le match est serré et touche à sa fin, l’équipe de Boston remporte la partie au moment où leur mascotte entre en jeu et marque un but inattendu mais valide. Homer les traite de tricheurs, furieux, il se promet que la prochaine fois qu’il croisera un fan de Boston, il lui fera payer très cher pour leur tricherie. C’est alors qu’il surprend Bart avec une casquette de l’équipe de Boston. Pour Homer, c’est la goutte d’eau qui fait déborder le vase. Il emmène son fils à Springfield afin d’éveiller son instinct patriotique pour l’équipe nationale. Mais rien n’y fait, Bart refuse catégoriquement de changer d’avis. Homer ne sait plus quoi faire et n’en dort pas la nuit. C’est alors qu’une ultime idée lui vient à l’esprit : emmener la famille en « vacances de la haine » à Boston afin de montrer à Bart à quel point cette ville est horrible. À Boston, Homer fait tout ce qu’il peut pour faire ressortir les aspects négatifs de l’endroit, mais malheureusement pour lui, tout y vraiment… irréprochable."
  },
  {
    "titre": "S28E04 - Simpson Horror Show XXVII",
    "image": "https://www.simpsonspark.com/images/guide/s28/vabf16.jpg",
    "description": ""
  },
  {
    "titre": "S28E05 - Faites confiance mais clarifiez",
    "image": "https://www.simpsonspark.com/images/guide/s28/vabf21.jpg",
    "description": "Après un épisode d’Itchy et Scratchy, Krusty présente son nouveau produit dérivé à la télévision : les Krustacéan, des bonbons bios qui, d’après le clown, sont réellement délicieux ! Mais Lisa n’y croit pas, elle goute les bonbons et ressent une étrange lourdeur dans le bras. Bart tient à lui prouver que les produits de Krusty sont de très bonnes qualités, mais une fois à l’usine, les enfants vont découvrir la vérité…"
  },
  {
    "titre": "S28E06 - Amis mais pas trop",
    "image": "https://www.simpsonspark.com/images/guide/s28/vabf22.jpg",
    "description": "Le premier jour de la ligue de football américain junior, le terrain est tellement rempli de fumée que les enfants se cognent la tête les uns contre les autres et sont immédiatement transportés à l’hôpital. Ce sport, devenu trop violent, est le sujet de la réunion à la mairie de Springfield le soir même. Kirk Van Houten tente de suggérer un nouveau sport mais peine à se faire entendre. Avec l’aide d’Homer, il propose finalement son idée qui est de créer une équipe nationale de la crosse, un sport collectif qui se joue avec une crosse. Les habitants de Springfield accueille positivement cette suggestion et lui demande d’être l’entraineur de l’équipe, avec Homer pour l’épauler. Dès le premier match, Springfield remporte la partie et rencontre un succès inattendu. L’équipe est alors amenée à participer à des matchs dans d’autres villes, ce qui mène les deux entraineurs à devenir de plus en plus intimes. Se rendant compte que Kirk n’est pas le genre d’ami qu’il veut fréquenter, Homer voudrait s’éloigner de son partenaire, mais s’il le fait, l’équipe risquerait de se séparer... Coincé dans ce dilemme cornélien, il ne faudra qu’une petite goutte d’eau pour faire déborder le vase."
  },
  {
    "titre": "S28E07 - Week-end dingue à La Havane",
    "image": "https://www.simpsonspark.com/images/guide/s28/vabf19.jpg",
    "description": "Alors que la famille regarde une télé-réalité sur des nouveaux entrepreneurs qui présentent des projets à financer par de riches hommes d’affaire, Homer remarque une trace d’urine sur le sol. Abraham confesse et Marge propose de payer les frais pour une hospitalisation. Homer et Marge le ramènent à la maison de retraite mais, en guise de traitement, il est tout simplement jeté à la rue. La famille se tourne vers un hôpital pour vétérans mais la prochaine consultation est prévue dans vingt-trois ans. Ils se rendent compte que soigner grand-père est un luxe qu’ils ne peuvent pas se permettre. C’est alors qu’un autre vétéran conseille à Abraham de se rendre à Cuba pour bénéficier de soins de santé moins cher. Une fois sur place, le médecin déclare qu’il ne peut rien faire pour grand-père… Cependant, tout espoir n’est pas perdu lorsqu’Abraham trouve un regain de jeunesse en se plongeant dans l’ambiance des années 50 de la vie cubaine. La famille commencera alors à apprécier leur voyage tandis qu’Abraham fera des rencontres pour le moins surprenante."
  },
  {
    "titre": "S28E08 - La paternité",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf01.jpg",
    "description": "Ayant acheté de nouveaux meubles pour le salon, Homer regarde la télévision sans avoir pris la peine de déballer les installations. Furieuse, Marge convainc Homer de se mettre au travail mais à peine eu-t-il commencé, qu’il se retrouve coincé et incapable de bouger. Il appelle Barney qui lui conseille d’utiliser « ChoreMonkey », une application sur son téléphone qui envoie des employés pour accomplir toutes sortes de tâches. Homer en devient vite dépendant : toutes ses actions sont réalisées par des employés à la maison, il engage même un négociateur pour argumenter avec sa femme et il finit également par solliciter un ex-champion de football américain pour s’occuper de son fils, jusqu’à ce que la star prenne de plus en plus la place de père aux yeux de Bart, ce qui terrifie Homer. Distant avec famille, Homer se tourne alors vers Abraham pour obtenir de l’aide mais il lui apprend qu’il a mis une femme enceinte et qu’il est sur le point de devenir père encore une fois. Sachant que ce rôle chez les Simpson n’est pas une réussite, il désire quitter Springfield. Une nouvelle opportunité se présente alors à Homer lorsqu’il rencontre Milhouse, lui aussi désespéré par sa figure paternelle. Jaloux de leur nouvelle relation, Bart se rapproche alors de Kirk Van Houten ce qui va créer une véritable rivalité entre les deux pères."
  },
  {
    "titre": "S28E09 - Une journée particulière",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf03.jpg",
    "description": "Homer ne trouve pas de place pour se parquer à la centrale et décide d’occuper l’espace de Monsieur Burns à côté de l’entrée, ce-dernier étant parti en vacances. Appâter par cet avantage, Homer s’autorise à vivre tous les privilèges du patron pendant son absence. Cependant, il se fait attraper au retour de Burns alors qu’il était en train de jouer au golf dans son bureau. Par accident, la balle ricoche sur l’ouverture de la trappe qui s’ouvre sous Homer et le fait atterrir douloureusement dans une bétonnière. Ne pouvant plus bouger le haut du corps, Homer se retrouve plâtré et coincé dans le divan au petit soin de Marge, qui accueille la compagnie de son mari avec beaucoup d’enthousiasme… et de frustration. Pendant ce temps, l’avocat de Burns lui informe que cette trappe est illégale, qu’Homer pourrait le poursuivre en justice et donc condamner la centrale. Burns demande à Smithers de dissuader Homer d’aller en justice, mais l’effet inverse se produit et Homer veut désormais intenter un procès. Souffrant tous les deux d’un manque d’attention, Smithers et Marge se lient alors d’amitié… De son côté, Lisa tente d’établir un certain ordre dans le bus scolaire après de récents violents incidents."
  },
  {
    "titre": "S28E10 - L'étrange Noël de Krusty",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf02.jpg",
    "description": "Le quatrième dimanche de l’Avent, seulement quelques personnes assistent au sermon du Révérend Lovejoy à l’église de Springfield. Immédiatement, sa femme convoque une réunion de crise entre les plus fervents croyants : Ned Flanders, Agnès Skinner, Tahiti Mel, le Curé et le Patriarche. La situation de l’église aujourd’hui est dramatique mais Tim leur assure que Springfield possède encore une véritable communauté de chrétien. Cependant, alors que la ville tient un festival païen, les habitants assistent à la démonstration de la Strandbeest (bête de la plage) de Théo Jansen, mais la bête devient incontrôlable et piétine Krusty en train de patiner avec sa fille. À l’hôpital, il réalise que sa fille veut célébrer Noël et pas Hanoukka, ce qui pousse Marge à les inviter pour passer le réveillon à la maison. De retour au foyer des Simpson, Marge offre à Maggie un petit elfe en peluche supposé veillé sur elle et tout raconter au Père Noël, mais la petite est si terrifiée par l’objet qu’elle va tout faire pour de s’en débarrasser… Krusty arrive à la maison mais la soirée est catastrophique : une équipe de tournage l’accompagne et filme chaque moment, ce qui rend Sophie furieuse et demande à son père de partir. Pendant ce temps, Lovejoy a passé la journée à essayer de convertir des non-croyants, vainement. Il termine son périple à la taverne de Moe où il aperçoit le pauvre clown désespéré prêt à être sauvé."
  },
  {
    "titre": "S28E11 - Cochon de Burns",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf06.jpg",
    "description": "Après avoir acheté un guide de rangement japonais, Marge décide d'enseigner au reste de la famille ce qu'elle a appris dans le livre : dans la vie, il faut se débarrasser de tout ce qui ne procure plus de plaisir pour être plus heureux. Lisa se défait alors de ses poupées Malibu Stacy ; Bart, au contraire, pense que toutes ses affaires peuvent encore lui servir et ne veut rien jeter ; Homer, lui, se débarrasse à contrecœur d’une grande partie de ses objets. Cependant, il reste une chose que Marge veut voir disparaitre : Spider-cochon. En effet, Marge s’occupe seule du porc depuis des années et souhaite à présent qu’Homer lui trouve un nouveau propriétaire. De son côté, Lisa va continuer à faire le tri jusqu’à réduire ce qu’elle possède au minimum pour vivre…"
  },
  {
    "titre": "S28E12 - Phatsby le Magnifique - Partie 1",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf04.jpg",
    "description": "Monsieur Burns se souvient avec nostalgie de sa popularité il y a plusieurs décennies, lorsqu’il tenait des soirées extravagantes dans sa résidence secondaire à Hampton. Smithers lui suggère d’organiser une nouvelle soirée, ce que Burns concède sans grand enthousiasme. Il charge Smithers de répartir les invitations et d’aller chercher lui-même de la glace pour les cocktails au nord du Canada. Waylon se prépare pour son périple nordique et délègue la tâche des invitations à Homer, très populaire auprès des Springfieldiens. Quelques jours plus tard, la soirée de Burns est un véritable fiasco : le vieux milliardaire a dépensé le minimum pour accueillir ses invités et les habitants sont scandalisés. Au même moment, sur l’île juste en face, se déroule une fête tenue par un artiste hip-hop, Jay G (et son oie de compagnie), dont la richesse et les soirées excentriques en ont fait une des personnalités les plus populaires d’Hampton. Burns et Homer s’associent pour aller à la rencontre de ce personnage et découvrent que sa gloire et sa réussite financière lui ont été conseillées par un livre écrit par Monsieur Burns lui-même. Les deux milliardaires se lient d’amitié et Jay invite Montgomery à ne plus regarder l’état de ses dépenses et de profiter de sa fortune sans compter. Pour l’aider à changer ses habitudes, et puisqu’il est sa principale source d’inspiration, Jay lui offre généreusement une carte de crédit avec laquelle il peut débiter des montants exorbitants sans limite. Monsieur Burns devient alors un tout autre homme et dilapide tout son argent… Pendant ce temps, Marge ouvre un magasin au centre d’Hampton, prise d’une folle envie de participer à la vie commerciale de ce petit paradis terrestre, tandis que Lisa rend fou d’elle un garçon hautain et pourri gâté en étant la première personne à lui tenir tête."
  },
  {
    "titre": "S28E13 - Phatsby le Magnifique - Partie 2",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf05.jpg",
    "description": "Monsieur Burns est ruiné et Jay G se montre sous un tout nouvel angle : sans pitié, il lui fait part de son plan machiavélique et de sa volonté d'avoir voulu détruire son modèle de réussite, sur les conseils même de Monsieur Burns à la fin de son livre, afin de devenir impitoyablement riche et populaire. Cependant, la vengeance de Monsieur Burns sera impitoyable et avec Homer Simpson, il fera tout pour humilier Jay G et son oie en montant le monde du hip-hop contre lui."
  },
  {
    "titre": "S28E14 - Fastcarraldo",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf07.jpg",
    "description": "Homer veut fêter une belle journée de travail avec sa famille, mais Patty et Selma les invitent à la cérémonie annuelle du Bureau du permis de conduire organisée par les deux sœurs. En plein spectacle, Homer, exaspéré, quitte la salle, seul, et part à la recherche d’un endroit où manger bien gras. À son grand malheur, tous les restaurants de Springfield ont transformé leur menu pour devenir plus sain et ne proposent plus aucune nourriture grasse. Homer traverse la ville et finit par tomber sur un vieux fast-food miteux qui lui rappelle plein de souvenirs : le wagon de Deuce. Le lendemain, Abraham révèle à Homer qu’il l’y emmenait tout le temps lorsqu’il était enfant, un lieu d’accueil pendant que ses parents voyaient un conseiller conjugal. Homer, se sentant redevable pour ce que Deuce a fait pour lui dans son enfance, alors que le gérant ne s’en souvient même pas, va lui apporter des clients. Pendant ce temps, Lisa intègre une émission de radio à l’école de Springfield mais les autres membres de l’équipe tournent les reportages au ridicule."
  },
  {
    "titre": "S28E15 - Le chapeau magique",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf08.jpg",
    "description": "Lisa raconte l’épisode aux côtés de Bart et va décrire un moment difficile de leur relation fraternelle. C’était un jour de vacances à la plage de Springfield, Bart est déçu après avoir raté un tatouage « Mauvais jusqu’à la moelle » sur son bras, tandis que Lisa a fait l’acquisition d’un magnifique chapeau que tout le monde admire et qui lui apporte de la chance. Mécontent et jaloux, Bart s’empare du chapeau de Lisa lorsqu’elle est endormie au retour de la plage et le jette par la fenêtre de la voiture. Quand Lisa découvre que son chapeau a disparu, elle est inconsolable. De son côté, Bart voit grandir un véritable monstre représentant sa culpabilité, devenant de plus en plus grotesque et inconfortable au fur et à mesure qu’il tente de nier son acte. Il fera alors tout pour récupérer le chapeau de sa sœur… Pendant ce temps, Homer décide de s’entrainer aux échecs afin de pouvoir battre son père."
  },
  {
    "titre": "S28E16 - Kamp Krusty",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf09.jpg",
    "description": "L’histoire prend place après les événements de l’épisode « Les jolies colonies de vacances »  de la saison 4 lorsque Bart et Lisa reviennent du Kamp Krusty. Traumatisés par leur expérience, Bart et Lisa sont envoyés chez un thérapeute qui leur conseille de ne pas aller à l’école pendant quelques temps. Lisa refuse et se montre dès lors très saine d’esprit alors que Bart joue les farceurs en prétendant être complètement déstabilisé pour rester à la maison. Bart pousse la farce jusqu’au bout en exagérant ses symptômes et en voulant même dormir avec ses parents, ce qui a pour conséquence de frustrer Homer sexuellement. Le père de famille va alors focaliser son énergie sur son travail, délaissant les attentions de Marge. Pendant la nuit, Bart fait un étrange cauchemar qui lui rappelle l’existence d’un enfant disparu au Kamp Krusty alors qu’il faisait du canoë avec sa sœur. Ce souvenir provoque alors un véritable traumatisme chez les deux enfants. Pour trouver une solution à tous ces problèmes, Marge et Homer consultent un nouveau thérapeute qui leur conseille de retourner une dernière fois avec les enfants au Kamp Krusty."
  },
  {
    "titre": "S28E17 - 22 pour 30",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf10.jpg",
    "description": "Sous forme de documentaire, l’épisode revient sur le plus gros scandale de l’histoire sportive de Springfield : la brève carrière de Bart Simpson dans l’équipe de basketball de l’école élémentaire. Lorsqu’il était en salle de détention, Bart a commencé à jouer au basket avec la corbeille à papier. Il a ensuite intégré l’équipe de l’école et ses capacités l’ont mené petit à petit au succès. Lorsqu’Homer Simpson est devenu l’entraineur de l’équipe, Bart lui a manqué de respect et plusieurs conflits ont éclatés entre eux à chaque match. Cela a attiré l’attention de Gros Tony qui a conclu un marché avec Bart pour gagner de l’argent et énerver son père en même temps. Le plan a fonctionné à merveille jusqu’à ce que Gros Tony impose à Bart de perdre la grand finale sous les yeux de toute la ville réunie…"
  },
  {
    "titre": "S28E18 - La montre paternelle",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf11.jpg",
    "description": "Après le dernier bulletin catastrophique de Bart, Marge est inquiète de voir Bart échouer dans la vie. En se renseignant sur internet, elle prend contact avec une experte en éducation des enfants pour que celle-ci vienne donner une conférence à Springfield. L’experte conseille aux parents de récompenser les enfants à chaque fois qu’ils réalisent une quelconque tâche, et même s’ils ne font rien, ils méritent un encouragement matériel. Flairant la bonne affaire, Homer ouvre un magasin de trophée dans son garage. Bart assiste son père à l’assemblage des trophées, mais lorsqu’Homer réalise qu’il colle les pièces avec du chewing-gum, c’est la goutte d’eau qui fait déborder le vase : Homer perd son sang-froid et traite Bart de véritable looser devant Marge, sans savoir que Bart l’écoute. Dévasté, le petit se réfugie chez son grand-père pour trouver du réconfort. Abraham lui confie alors le bien familial le plus précieux : une montre à gousset. Cependant, c’est également un objet de fierté qu’Homer a toujours convoité… Pendant ce temps, Lisa s’oppose à la mode des trophées et espère faire réaliser qu’encourager tous les enfants avec des prix n’est pas une bonne façon de les éduquer."
  },
  {
    "titre": "S28E19 - Professeur Homer",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf12.jpg",
    "description": "Lors d’un match de softball entre deux équipes appartenant à des centrales nucléaires, Monsieur Burns discute du marché du nucléaire avec le coach de l’équipe adverse. Ce dernier lui annonce qu’il compte investir dans d’autres formes d’énergie car le nucléaire n’est plus une valeur sûre pour l’avenir. Contrarié et persuadé du contraire, Monsieur Burns se précipite à l’université de Yale afin de s’assurer que des ingénieurs en nucléaire y sont toujours formés. Les membres de l’administration et les étudiants qu’il rencontre sur le campus lui prouvent que Yale n’est plus dans le coup du nucléaire et Burns décide alors de retirer tous ses financements afin de créer sa propre branche du nucléaire au sein d’un système d’université à but lucratif. Il engage les employés de sa centrale en tant que professeur, dont Homer, qui, avec l’aide de Lisa, deviendra un des profs les plus appréciés. Monsieur Burns va alors l’impliquer dans un dessein caché derrière son université bien plus malsain."
  },
  {
    "titre": "S28E20 - A la recherche de Mister Goodbart",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf13.jpg",
    "description": "Bart raconte l’épisode alors qu’il est en train de servir à manger à des femmes âgées, poliment et bien habillé. Pour comprendre son attitude, il faut revenir deux mois en arrière, le jour de la fête des grands-parents à l’école élémentaire de Springfield. Après une petite farce du jeune garçon, Skinner l’emmène en détention et ne sait plus comment punir l’enfant. Lorsque la mère du proviseur fait irruption dans le bureau lui demandant de la raccompagner à l’arrêt de bus, Skinner oblige Bart à réaliser cette tâche. Dans les couloirs, la paire se moque de la façon dont Martin Prince s’occupe de sa grand-mère, ce qui crée un lien entre Bart et Agnès. Le jeune garçon continue de tenir compagnie à Agnès qui le présente à d’autres grands-mères en manque d’un petit-fils. Réalisant qu’il peut tirer profit de ces relations, Bart commence à se mettre aux petits soins de ses ainées et agrandit petit à petit sa clientèle jusqu’au jour où une femme mystérieuse, nommée Phoebe, surprend son petit jeu. Cependant, au lieu de le dénoncer, elle souhaite également profiter de sa compagnie mais pour une durée de quatre jours… Pendant ce temps, le jeu Peekimon Get fait fureur à Springfield : de la centrale nucléaire au supermarché, en passant par d’autres lieux clés, tous les habitants de Springfield veulent capturer les petits monstres virtuels du jeu vidéo à la mode, avec les risques physiques et mentaux que cela peut engendrer."
  },
  {
    "titre": "S28E21 - Moho House",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf14.jpg",
    "description": "Assise à table, la famille attend l’arrivée d’Homer qui a encore du retard pour le repas du dimanche soir. En arrivant, il défonce la boite aux lettres de Flanders qui atterrit sur la table, ce qui fait comprendre à Marge, furieuse, qu’il a encore passé sa soirée au bar. Le lendemain à la centrale, Lenny et Carl discutent avec Homer de la réaction de Marge pour le rassurer. Burns fait irruption dans la pièce pour leur présenter un vieux camarade de classe, Nigel, à qui il fait visiter la centrale. Marge arrive alors dans le bureau d’Homer pour lui apporter un piquenique et lui demander des excuses afin de sauver leur mariage. Burns a une franche discussion sur l’amour avec Nigel, qui lui confie n’avoir jamais cru au grand amour. En voyant Homer et Marge se câliner depuis les caméras cachés du bureau, Nigel décide alors de prouver sa théorie et d’offrir à Burns la somme de cinq millions (en livre sterling) s’il arrive à détruire leur mariage, ce que Burns accepte. A la fin de la journée, Nigel pousse Homer à venir boire un verre avec lui, ce qu’il n’arrive pas à décliner même malgré son envie de retrouver sa femme. Devant Nigel, Homer montre un amour inébranlable mais pour Marge, qui l’attend à la maison, son absence est la goutte de trop. Lorsqu’Homer quitte le bar, Nigel propose à Moe de lui donner tout ce dont il voudra pour devenir l’homme capable de séduire Marge, sans se douter qu’elle est en même temps en train d’envisager sérieusement de quitter Homer."
  },
  {
    "titre": "S28E22 - Dogtown",
    "image": "https://www.simpsonspark.com/images/guide/s28/wabf15.jpg",
    "description": "Au volant de sa voiture, Homer conduit de manière très dangereuse et inhabituelle en suivant les directives de son GPS. C’est alors qu’il atterrit dans une allée au bout de laquelle se nourrissent Petit Papa Noël et le vieux Gil dans une poubelle. Réalisant que ses freins ne fonctionnent plus, Homer doit faire un choix : heurter leur chien ou l’homme sans abris. Il renverse le vieux Gil. Suite à cet incident, l’homme est déterminé à poursuivre les Simpson en justice. Cependant, au tribunal, tous ses arguments se retournent contre lui et le juge reconnait finalement que la vie d’un animal vaut plus la peine d’être sauvée que celle d’un être humain. À cette occasion, le maire Quimby décide de transformer Springfield en lieu d’accueil et d’amour pour tous les chiens du monde afin de redorer l’image de la ville. Malheureusement, libéré de l’emprise des êtres humains, les chiens commencent à se réunir en bandes et à créer leur propre règle, si bien que les habitants de Springfield perdent le contrôle de leur ville."
  }
]