[
  {
    "titre": "S22E01 - Cours élémentaire musical",
    "image": "https://www.simpsonspark.com/images/guide/s22/mabf21.jpg",
    "description": "Au soir de l’annuelle remise des prix Nobel, Lisa, ses amis et Homer sont étonnement surpris d’entendre le nom de Krusty gagner celui de la paix. Le lendemain, après un petit discours adressé à la ville, le clown propose à Homer de l’accompagner à la cérémonie en Norvège afin d’avoir au moins quelqu’un qui rira de ses blagues au sein du public. Il accepte à condition de prendre Bart avec lui, négligeant involontairement Lisa… La petite étant contrariée et attristée d’avoir été mise de côté, Marge décide de la déposer une semaine dans un camp d’art théâtrale pour qu’elle puisse s’épanouir à travers ses passions. Pendant ce temps, au lieu d’atterrir à Oslo, l’avion des trois hommes se pose en Hollande. Là-bas, Krusty sera forcé de comparaître à la cour pénale internationale en raison de son comportement déplorable ces plusieurs années, et les deux Simpson vont devoir chercher des preuves pour l’innocenter…"
  },
  {
    "titre": "S22E02 - Drôle d'héritage",
    "image": "https://www.simpsonspark.com/images/guide/s22/mabf17.jpg",
    "description": "Lors d’une visite familiale à la maison de retraite, Abraham distribue son reste d’héritage aux cinq membres de la famille. Bien que la somme soit très petite, ils s’empressent d’aller la dépenser selon leurs envies. Marge se laisse tenter par l’achat d’un nouveau sac à main, dont l’élégance masque son prix, tandis que Lisa préfère donner cet argent à une œuvre de charité. Néanmoins, ne sachant pas laquelle choisir, elle apprend qu’il est aussi possible de financer une personne défavorisée grâce à un système de micro-financement. Lorsqu’elle aperçoit que Nelson fait partie de ces personnes et qu’il a besoin de fonds pour monter sa petite entreprise de vélo, elle décide de lui verser son argent. Mais bien vite aveuglé par le succès que cette aide financière lui a permis de rencontrer, le jeune garçon va vouloir abandonner l’école. Un choix que Lisa va tenter au mieux de raisonner…"
  },
  {
    "titre": "S22E03 - Bart-ball",
    "image": "https://www.simpsonspark.com/images/guide/s22/mabf18.jpg",
    "description": "Dalhia Brinkley, la seule élève du cours élémentaire de Springfield à être sortie d’une prestigieuse université, vient rendre visite au principal Skinner. En la rencontrant, Lisa lui partage avec fierté son envie d'étudier dans un institut appartenant à la Ivy League, un groupe restreint de prestigieuses universités américaines, mais elle est aussi honteuse de lui avouer qu’elle ne participe qu’à deux activités extrascolaires contrairement à Dalhia qui était déjà inscrite à une douzaine à son âge. Déçue, Lisa se met vainement à la recherche de nouvelles activités, mais l’inspiration lui vient seulement en apprenant que Ned Flanders a récemment démissionné de son poste de coach de baseball. Lisa décide alors de reprendre en main l’équipe des jeunes Isotots. Cependant, ignorant la plupart des règles du jeu, elle trouve de l’aide auprès d’un groupe de scientifiques qui vont lui apprendre à élaborer des stratégies aux moyens de la science. Alors que cette technique s’avère payante et mène rapidement l’équipe à la victoire, Bart désapprouve totalement cette façon de jouer. Et lorsqu’il décide de redonner au sport toute sa valeur originelle, Lisa va le virer de l’équipe…"
  },
  {
    "titre": "S22E04 - Simpson horror show XXI",
    "image": "https://www.simpsonspark.com/images/guide/s22/mabf16.jpg",
    "description": ""
  },
  {
    "titre": "S22E05 - Pas comme ma mère",
    "image": "https://www.simpsonspark.com/images/guide/s22/mabf20.jpg",
    "description": "Après un épisode écourté d’Itchy et Scratchy, Krusty annonce le dernier jour de vente des Petits Lutins Heureux, des figurines distribuées dans les pompes à essence. Homer, voyant Maggie attristée parce qu’il lui manque la figurine du bébé, décide d’aller chercher cette pièce manquante. A chaque plein de carburant, Homer a le droit de choisir une boîte surprise au hasard. Cependant, jamais il ne tombe sur la bonne figurine, et après une dizaine de tentatives, il est forcé d’abandonner et de rebrousser chemin. Quelques kilomètres plus loin, la famille roule fortuitement dans un quartier inconnu que Marge reconnait comme étant celui dans lequel elle a grandi. Ils font un arrêt dans son ancienne maison, là où la femme retrouve de nombreux souvenirs et quelques glorieux prix qui impressionnent sa fille. Et ce sont ces récompenses vont pousser Lisa à essayer de comprendre ce qui a pu se passer dans la scolarité de sa mère pour qu’elle se retrouve mère au foyer, car c’est aussi un avenir qui l’effraye… Pendant ce temps, Bart va accidentellement créer des conflits avec Nelson, lui volant involontairement son titre de brute. Sauf que le garçon n’a pas dit son dernier mot…"
  },
  {
    "titre": "S22E06 - Ce fou d'Monty",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf01.jpg",
    "description": "Lors d’une réunion privée au sommet de la Statue de la Liberté entre les plus grands représentants médiatiques, la décision d’introduire une nouvelle pandémie de virus aux Etats-Unis, à but commercial, est mise sur la table. Quelques jours après, c’est la crise dans tout le pays, les chats sont blâmés de porter un virus mortel et il est impératif de les éloigner dès les premiers symptômes. Homer s’empresse de vouloir brûler les affaires du chat, mais Marge l’arrête en lui apprenant qu’un vaccin est désormais disponible. Mais l’antidote est limité, et il faut attendre des heures avant de pouvoir se faire vacciner. Cependant, rien n’arrête Mr Burns : il s’empare des vaccins restants et détruit accidentellement les autres boîtes. Mais une mauvaise nouvelle l’attend de la part de son médecin : le vieil homme, souffrant de diverses maladies, est sur le point de mourir et il ne lui reste plus que quelques semaines à vivre. Il organise une fête chez lui pour annoncer son futur décès aux Springfieldiens, mais tous sont réjouis par la nouvelle suite à ce qu’il leur a fait. Alors Montgomery décide de mettre fin à ses jours prématurément…"
  },
  {
    "titre": "S22E07 - Combien pour cet oiseau dans la vitrine ?",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf02.jpg",
    "description": "Un soir orageux à Springfield, alors que Ned Flanders tente de rassurer ses enfants terrifiés par la tempête, Homer tente plutôt d’effrayer les siens avec une histoire d’horreur. Lorsque soudainement, il est interrompu par un projectile brisant la vitre de la chambre. De peur, Homer s’enfuit, tandis que les trois enfants se retrouvent avec un pigeon blessé à l’aile, allongé sur le sol. Après avoir appelé son propriétaire, et ce dernier refusant de reprendre son animal, Bart est contraint de garder la bête chez lui jusqu’à son rétablissement. Après quelques jours, le pigeon est de nouveau apte à voler et Bart tient à lui rendre sa liberté en forêt. Cependant, le jeune garçon change d’avis et décide de le garder. Devenant à présent son animal de compagnie, il lui trouve des utilités quotidiennes, comme d’en faire son messager personnel, mais envisage aussi de le faire voler en compétition, sauf si un imprévu devait arriver…"
  },
  {
    "titre": "S22E08 - La bataille de Noël",
    "image": "https://www.simpsonspark.com/images/guide/s22/mabf22.jpg",
    "description": "Marge tente d’installer les premières décorations de Noël mais la famille semble totalement indifférente à l’esprit de la tradition cette année : Lisa boycotte le sapin tandis que Bart veut s’en prendre au Père-Noël pour ne jamais lui avoir apporté sa bicyclette. Mais en attendant la venue de l’homme, le jeune garçon ne peut résister au sommeil. Et dans son rêve, il voit Otto conduire un train volant et venir le chercher pour l’emmener au Pole Nord… En haut, Lisa, toujours frustrée par cette tradition de couper les sapins, s’endort au son d’un récit de Noël qui la plonge dans un rêve à l’époque d’Hitler où chaque sapin lui rappelle sa mère, partie trop brusquement à la guerre… Dans sa chambre, Marge écrit une lettre à Martha Stewart pour qu’elle lui vienne en aide afin de faire respecter la tradition de Noël au sein de sa famille. Et cette femme d’affaire va justement apparaître dans son rêve… Quant à Maggie, profondément endormie aux côtés d’un DVD sur les marionnettes, elle rêve de la famille à la veille de vacances à Hawaï, sauf que Monsieur Burns va venir perturber leur départ…"
  },
  {
    "titre": "S22E09 - Gym Tony",
    "image": "https://www.simpsonspark.com/images/guide/s22/mabf19.jpg",
    "description": "Le jour du nouvel an, Lisa nettoie les déchets de la veille éparpillés dans le salon, jusqu’à ce que son frère vienne la taquiner. Ils vont alors aller réveiller leurs parents, dormant toujours après cette soirée bien arrosée, d’une façon extrêmement bruyante. A présent débout, c’est avec la gueule de bois qu’Homer va jeter les déchets à l’extérieur, sans les trier. Sauf qu’à ce moment là, le chef Wiggum l’aperçoit commettre cette infraction et lui colle une amende salée. Sous les conseils de Moe, Homer décide alors d’apporter un petit pot de vin à la cour de justice pour tenter de faire sauter son amende, mais Wiggum surprend une fois de plus sa combine et il l’arrête pour de bon. Homer est alors condamné à 10 ans de prison, mais Clancy lui propose une façon dangereuse de réduire sa peine : travailler sous couverture pour le FBI. Sa mission : infiltrer l’équipe de Gros Tony, déjouer ses plans et le faire arrêter…"
  },
  {
    "titre": "S22E10 - Faux amis",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf03.jpg",
    "description": "Les élèves du cours élémentaires s’affrontent lors d’une partie de balle-chasseur. Alors qu’il ne reste que Bart et un élève du cycle supérieur sur le terrain, Bart croit gagner en touchant son adversaire, mais la balle n’étant pas encore retombée sur le sol, c’est finalement l’autre équipe qui l’attrape et gagne le match. Après cette défaite, c’est l’affrontement constant entre les deux classes, cours après cours, jusqu’à ce les deux leaders décident de régler cela une bonne fois pour toute après l’école. Mais la bagarre commence à peine que Bart arrête son ennemi, remarquant une chose étrange sur sa main : la même cicatrice que lui, exactement au même endroit. Lorsqu’il interroge sa mère, elle lui raconte qu’il y a sept ans, alors qu’il n’était qu’en pré-gardienne, elle était devenue amie avec trois femmes qui avaient chacune aussi un garçon de l’âge de Bart, mais l’influence de ces garçons était si mauvaise sur lui que Marge avait décidée de ne plus les fréquenter. A présent que son fils est plus âgé, Marge a envie de réunir ces trois amies, mais Bart veut tout de même comprendre ce qui a causé cette étrange marque en forme d’épée…"
  },
  {
    "titre": "S22E11 - Moe n'en loupe pas une",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf04.jpg",
    "description": "Alerté par un conflit entre les employés, Smithers rapporte précipitamment l’incident à Monsieur Burns. Mais ce dernier, en pleine signature officielle de son testament, n’y prête aucune attention. Curieux, Smithers cherche absolument à lire ce document et va finalement découvrir qu’il ne figure pas dessus. De fait, Burns lui avoue qu’il ne pourra jamais le considérer comme égal à lui-même car il n’a de respect que pour ceux qui sont capables de réussir seul dans leur vie. Offensé, Smithers cherche un endroit pour se changer les idées, mais le gardien du bar gay lui refuse l’entrée en se moquant de son physique. Waylon entre alors boire un verre chez Moe, où il constate que les affaires ne brillent pas non plus pour le barman. Soudainement, il lui vient à l’esprit de faire de cet endroit un bar gay ouvert à toute clientèle. Moe est séduit par cette idée, tandis que cela donne une occasion à Smithers de prouver à son patron qu’il sait lui aussi réussir seul en affaire… Pendant que le bar se forge sa clientèle, le professeur de musique de l’école élémentaire annonce qu’il quitte son poste. Il est remplacé par mademoiselle Juniper, une séduisante femme pour laquelle Skinner craque directement. Celui-ci va alors tout mettre en œuvre pour la séduire, y compris demander à Bart de l’aider…"
  },
  {
    "titre": "S22E12 - Homer le père",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf05.jpg",
    "description": "Assis devant la télé, Homer et Lisa tombent sur une vieille sitcom des années 80, « Thicker Than Water ». Peu à peu, Homer devient accro à cette série dont le père de famille est comme un modèle pour lui. Lorsque Bart le supplie pour avoir une nouvelle bicyclette, celui-ci refuse catégoriquement, pensant ainsi agir comme le bon père de famille de sa série. Bart cherche un moyen d’obtenir à tout prix cette bicyclette et, suivant une recommandation d’Homer, il va se mettre à étudier sans relâche pour ramener une bonne note. Cependant, même avec un bon résultat, Homer n’a aucune intention de la lui acheter. Furieux, Bart a alors l’idée de vendre des informations sur le boulot de son père à d’autres pays. C’est alors que les services secrets chinois viennent chercher le garçon et lui propose un marché : la bicyclette en échange de tous les secrets de la centrale nucléaire. Et pour cela, Bart va devoir se rapprocher de son père…"
  },
  {
    "titre": "S22E13 - Le bleu et le gris",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf06.jpg",
    "description": "C’est encore en tant que célibataire que Moe passe la Saint-Valentin. Triste et seul dans sa taverne, le barman est interpellé par une publicité à la télé : le docteur Kissingher, spécialiste en amour, tient une conférence le lendemain à Springfield pour apprendre aux hommes à être plus confiant face aux femmes. Lors de cette réunion, Moe s’impose au docteur et ce dernier lui avoue clairement que sa seule solution serait de trouver un ami qui l’accompagnerait en soirée pour draguer les filles plus facilement. Tout cela bien sûr sans que cet ami ne lui fasse de l’ombre pour autant. Moe porte alors son choix sur Homer, une personne qui, en principe, devrait se montrer discrète… Pendant ce temps, Marge découvre son premier cheveu gris et décide de changer de style en gardant quotidiennement cette couleur plus mature. Cependant, non seulement ce changement surprend tout le voisinage, mais cela va aussi déconcerter toute sa famille…"
  },
  {
    "titre": "S22E14 - Papa furax - le film",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf07.jpg",
    "description": "Seul à la maison, Bart en profite pour passer la journée devant la télé. Mais après un épisode d’Itchy & Scratchy, l’idée saugrenue d’attacher son skateboard à une corde reliée au ventilateur du plafond lui traverse l’esprit. Quand le reste de la famille revient, c’est un vrai chaos : la maison est sens dessus dessous et les dégâts vont sans aucun doute leur couter très cher. Lorsque, par pur coïncidence, un homme vient se présenter à leur porte pour proposer à Bart de faire de son vieux dessin animé, Papa Furax, un long-métrage. Emballés par cette idée, Bart et Homer partent visiter le studio d’animation où le film sera produit, et là-bas, manquant d’un doubleur pour la voix de Papa Furax, les producteurs proposent à Homer de doubler son propre personnage. Bien évidemment, il accepte, mais ne s’y investit pas sérieusement… Lors de la projection du film, ce dernier n’est pas bien accueilli, notamment à cause de sa longueur. Mais en le réduisant en un court-métrage, c’est un réel succès, à tel point qu’il est nominé à de nombreuses et prestigieuses cérémonies. Cependant, c’est Homer qui s’approprie toutes les récompenses, volant ainsi tout le mérite de son fils…"
  },
  {
    "titre": "S22E15 - Les langues du scorpion",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf08.jpg",
    "description": "Lors d’une sortie éducative dans le désert, les élèves se dispersent en groupe pour découvrir les merveilles des plaines arides. Mais Lisa s’éloigne toute seule et tombe accidentellement dans une fosse où deux scorpions se jettent sur elle. Par chance, la jeune fille a atterri près d’une zone de lotus de Springfield et ces petites fleurs bleues ont le pouvoir de rendre inoffensif les deux  bêtes normalement agressives. Lisa capture alors les deux scorpions avec deux fleurs pour pouvoir approfondir l’expérience chez elle… Sur le chemin du retour, le bus scolaire s’arrête en face de la maison de retraite où Abraham est encore en train de faire des siennes. Renvoyé de son logement, il est contraint de venir habiter chez les Simpson, mais son caractère grincheux, lui, ne cohabite pas vraiment avec les cinq autres. Inspiré de l’expérience de Lisa et l’effet du lotus sur les scorpions, Homer donne un extrait de cette plante à son père.  C’est alors que ce dernier devient aimable, gentil et plus que jamais de bonne humeur. Peu de temps après, une industrie de drogue se sert d’Abraham pour reproduire la substance euphorique en grande quantité, mais tous ignorent encore les effets secondaires que cela va engendrer…"
  },
  {
    "titre": "S22E16 - Le songe d'un ennui d'été",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf09.jpg",
    "description": "Cheech et Chong, un duo comique des années 80, viennent à Springfield, leur soi-disant ville natale, pour y entamer une nouvelle tournée. A l’annonce de cela, Homer est à la fois excité et consterné d’apprendre que ce deux humoristes cultes ne font pas encore partie de la culture de ses enfants. Alors évidemment, la famille est présente à l’évènement de la première représentation. Mais sur scène, Chong en a marre de la monotonie de leur spectacle : même le public en connait toutes les répliques ! Il décide alors d’improviser avant de finalement quitter soudainement le duo. Sur ces mots, Marge incite Homer à reprendre ce rôle et, dans un bref élan de spontanéité, il finit tout de même par monter sur scène. Séduit et impressionné par le succès, Cheech propose alors à Homer de poursuivre la tournée avec lui, ce qu’il ne refuse évidemment pas… Pendant ce temps, Chong se cherche un autre compère pour former un nouveau duo humoristique. Et de leur côté, Marge et Lisa comprennent que la folie de la femme aux chats ne peut être dû qu’à l’état chaotique de sa maison et entreprennent alors de la nettoyer…"
  },
  {
    "titre": "S22E17 - L'amour à couper le souffle",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf10.jpg",
    "description": "Pour le remercier d’être venu à son secours, Monsieur Burns offre à Homer une entrée au grand stade de Springfield. Sans attendre, il s’y rend en famille et, tous ensembles, ils assistent à un match de rugby. Pendant le jeu, un écran géant diffuse des images des fans exprimant leur contentement jusqu’à ce que, par hasard, la caméra s’arrête sur Bart qui refuse de montrer une quelconque excitation. Partant d’une bonne intention, Homer se met à chatouiller son fils qui rit aux éclats face aux caméras, mais qui finit malencontreusement par s’uriner dessus. Bart est publiquement humilié et son père ne sait comment se faire pardonner… C’est alors que Marge propose à Homer de s’inscrire à des cours de paternité chez un thérapeute : le docteur Zander. Lors de la première thérapie, le docteur est choqué d’apprendre qu’Homer étrangle son fils pour le corriger de ses mauvaises actions. Zander va tenter de remédier à cet acte barbare en faisant ressentir à Homer la peur d’être jeune et petit face à un père terrifiant. La thérapie fonctionne à merveille, mais lorsque Bart se rend compte que son père est devenu inoffensif, il sait que plus personne ne pourra l’empêcher de faire les pires bêtises…"
  },
  {
    "titre": "S22E18 - La grande Simpsina",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf11.jpg",
    "description": "Après avoir cueilli des milliers de pêches en famille, Marge ne cuisine plus que des plats à base de cet agrume. Mais à force de manger le même fruit quotidiennement, les quatre autres en sont vite dégoutés et cherchent un moyen de les liquider. Alors, pendant qu’Homer emmène Marge à une séance de massage, les enfants embarquent les fruits et partent individuellement se débarrasser de leur cargaison. Mais Lisa se perd malencontreusement dans un vieux quartier, où elle est contrainte de se réfugier dans une maison afin d’échapper aux griffes d’un raton-laveur en furie. Lorsque soudain, le propriétaire surprend l’innocente jeune fille, prise au piège par un de ses tours de magie. Intriguée, la petite veut en connaître davantage sur ce vieil homme qui se présente sous les traits d’un talentueux magicien : le grand Raymondo. Il finit par céder et décide de lui enseigner quelques tours de magie. Bien vite, Lisa devient aussi très talentueuse et sa complicité avec le magicien grandit de plus en plus. Finalement, Raymondo l’estime prête à lui apprendre son plus grand tour de magie qui devra impérativement rester secret ! Sauf que le principal rival du magicien, Cregg Demon, a plus d’un tour dans son sac pour faire parler la petite…"
  },
  {
    "titre": "S22E19 - La vraie femme de Gros Tony",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf12.jpg",
    "description": "Homer, Bart et Lisa font la queue à l’extérieur du département des véhicules motorisés. En voyant une salle de jeux de l’autre côté de la rue, Bart ne trouve aucun intérêt à ce qu’ils restent tous les trois dans la file. C’est pourquoi Homer s’y rend et laisse ses enfants garder sa place. Mais lorsqu’il revient, ceux-ci le renient et proposent de laisser leur tour au plus offrant derrière eux, ce que Gros Tony obtient en leur présentant un bonbon. A présent devant Selma, cette dernière lui refuse catégoriquement son formulaire de changement d’adresse. Frustré, le mafieux envoie ses hommes de mains la kidnapper et l’emmener dans un entrepôt abandonné. Là-bas, après un échange de propos tantôt hostile et tantôt taquin, Selma obtient de Gros Tony le financement d’une opération chirurgicale qui va complètement la métamorphoser. Mais lorsque Selma commence à privilégier ses côtés chics et friqués au détriment de ses sœurs, Marge ne la reconnait plus. Et leur relation va s’empirer lorsque Gros Tony va l’épouser…  Parallèlement, Bart se découvre un don pour dénicher les truffes au pied des arbres et ce talent va beaucoup intéresser sa petite sœur qui va trouver moyen d’en tirer profit, notamment auprès du cuisinier italien, Luigi…"
  },
  {
    "titre": "S22E20 - Homer aux mains d'argent",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf13.jpg",
    "description": "Alors que Lisa achève un portrait peint de Patty et Selma, Bart vient la déranger en gâchant son œuvre. Furieuse, elle lui jette sa palette de couleurs au visage mais celle-ci atterrit malencontreusement dans les cheveux de Patty, à cet instant endormie. Pour masquer leur méfait, ils font appel à leur père qui opte pour une coupe hasardeuse avec une cisaille. Fort heureusement, le résultat est éblouissant, si bien que Selma insiste pour qu’Homer la coiffe aussi. Peu de temps après, une inconnue ayant récemment entendu parler de son savoir-faire, se présente à son domicile en voulant à tout prix qu’il la coiffe. Et suite à cet incident, l’envie lui prend d’ouvrir son propre salon de coiffure. Le succès est évidemment là, mais Homer ne pourra vite plus supporter les commérages de ses clientes à longueur de journée. Sauf qu'une fois dans le métier, il est difficile de fermer boutique du jour au lendemain… Pendant ce temps, Milhouse décide d’avouer ouvertement ses sentiments à Lisa. Cependant, la jeune fille ne tombe pas sous le charme de sa déclaration, mais c’est une autre élève, Taffy, qui est séduite par son discours. Tous les deux sortent alors ensemble mais Lisa, jalouse, ne les lâchera plus d’une semelle…"
  },
  {
    "titre": "S22E21 - 500 clés",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf14.jpg",
    "description": "Dans une pâtisserie, Homer et les enfants sont à la recherche d’un gâteau de mariage non consommé. En rentrant, bloqué dans des embouteillages, il coupe court à travers les montagnes, tentant de préserver le gâteau au même titre que la vie de ses enfants. Heureusement leur parcours se termine bien, mais en quittant le véhicule, Homer oublie inconsciemment Maggie à l’intérieur, qui en profite pour s’y enfermer sous le regard de ses parents. Cependant, dans la cuisine, Marge ouvre un tiroir dans lequel se trouvent une centaine de clés, persuadée que l’une d’elles doit pouvoir déverrouiller la voiture. Quant à toutes les autres, elles correspondent à une porte quelque part dans Springfield. Bart en saisit donc une poignée et part à la recherche de celle qui déclenchera un immense chaos tandis qu’Homer retrouve la clé de la brasserie Duff où, avec Barney, il s’y introduira et piquera un dirigeable. Marge, elle, retombe sur une vieille clé permettant de faire fonctionner un vieux jouet péteur qui va vite devenir incontrôlable. Enfin, Lisa trouve une mystérieuse clé appartenant à l’école élémentaire et donnant accès à une salle au sous-sol. Mais celle-ci renferme un terrible secret…"
  },
  {
    "titre": "S22E22 - La pêche au Ned",
    "image": "https://www.simpsonspark.com/images/guide/s22/nabf15.jpg",
    "description": "Pour célébrer la victoire de leur équipe de basket féminin, les élèves de l’école élémentaire se rassemblent dans le gymnase. Mais au moment d’accueillir les champions, seul Lisa apparaît, annonçant que les autres filles sont victimes d’une intoxication alimentaire. Au lieu de laisser du temps libre aux élèves, elle propose de lire un discours préparé en cet honneur. Cependant, Bart va user de sa malice pour transformer la salle en désordre générale, poussant Skinner à déclencher l’alarme. Dans l’agitation, Edna réussit à attraper l’enfant qu’elle gifle doublement devant les regards abasourdis de l’assemblée. Peu après, convoquée par Skinner et Chalmers, ces derniers la suspende de ses fonctions et l’envoie dans un centre de redressement pour professeurs pour une durée indéterminée. Se sentant coupable une fois de plus, Bart vient la chercher pour l’aider à s’évader. Mais en s’échappant, l’échelle de secours ne supporte pas le poids d’Edna et l’entraine dans une chute vertigineuse… qui se termine dans les bras de Ned Flanders. Sous le charme, les deux adultes flirtent d’abord quelques temps avant de se lancer dans une relation sérieuse, sauf que tout ne sera pas idyllique pour autant…"
  }
]