[
  {
    "titre": "S15E01 - Simpson Horror Show XIV",
    "image": "https://www.simpsonspark.com/images/guide/s15/eabf21.jpg",
    "description": ""
  },
  {
    "titre": "S15E02 - Une mamie hors la loi",
    "image": "https://www.simpsonspark.com/images/guide/s15/eabf18.jpg",
    "description": "Marge oblige Homer et les enfants à regarder la télévision pour qu'ils voient qu'elle a gagné le prix du titre d'article de journal le plus drôle. Homer est jaloux et il décide d'en trouver un plus drôle. En regardant attentivement, il voit dans un journal un message caché qui lui est destiné et qui lui donne un rendez-vous. Quand il s'y rend, il rencontre sa mère qui est toujours recherchée par la police. Alors qu'ils fêtaient leurs retrouvailles, la police découvre la mère d'Homer et elle est arrêtée. Homer est très triste car il a de nouveau perdu sa mère. Mais lors du procès, il émeut l'audience si bien qu'elle est relâchée. Homer a enfin retrouvé sa maman et peut bénéficier à nouveau d'instants privilégiés avec elle..."
  },
  {
    "titre": "S15E03 - Sois belle et tais-toi !",
    "image": "https://www.simpsonspark.com/images/guide/s15/eabf20.jpg",
    "description": "Une soirée casino est organisée à l'école élémentaire. Mais celle-ci tourne au cauchemar quand les gens apprennent que l'argent qu'ils gagnent n'est pas réel. Martin qui en a subi les conséquences décident de laisser tomber sa carrière de délégué à l'école. Lisa voit là une bonne occasion de se présenter et entre en confrontation avec Nelson qui a de \"bons\" arguments. Malgré cela, Lisa réussit tout de même à devenir déléguée. Le nouveau poste de Lisa fait peur aux enseignants qui craignent une révolte de sa part. Pour commencer, les enseignants relookent Lisa pour qu'elle fasse plus \"classe\". Ils espèrent ensuite pouvoir la manipuler afin qu'elle ne cherche pas à appliquer de réelles mesures..."
  },
  {
    "titre": "S15E04 - Homer rentre dans la reine",
    "image": "https://www.simpsonspark.com/images/guide/s15/eabf22.jpg",
    "description": "Monsieur Burns a besoin d'argent. Il retire alors 1 000 $ au distributeur. Mais dès qu'il a le billet entre les mains, celui-ci s'envole et atterrit chez les Simpson. Bart récupère le billet. Marge dit à Bart qu'il doit d'abord mettre un avis de recherche. Comme les réponses sont peu concluantes, il a le droit de garder le billet. Le billet de Bart attire l'attention, alors le jeune garçon décide de l'exposer dans sa cabane et fait payer la visite. Il rencontre alors monsieur Burns qui affirme, preuve à l'appui, qu'il s'agit de son billet. Il est obligé de lui rendre. Heureusement, il lui reste l'argent qu'il a gagné grâce au billet qui s'élève à 3 000 $. Avec celui-ci, il décide de payer un voyage pour toute la famille. C'est alors que Abraham explique qu'il a connu une femme pendant la seconde guerre mondiale qu'il aimerait revoir. Ils décident alors de tous partir dans son pays d'origine, la Grande-Bretagne..."
  },
  {
    "titre": "S15E05 - La bête de la bête",
    "image": "https://www.simpsonspark.com/images/guide/s15/eabf19.jpg",
    "description": "C'est le jour de la fête des mères. Homer et les enfants vont aller acheter un cadeau à Marge avant qu'elle ne se lève. Ils vont dans le supermarché où travaille Abraham. Avec l'aide de Patty et Selma, Homer choisit d'acheter à Marge un appareil de fête foraine pour faire de la barbe à papa. Marge est contente de son cadeau et toute la famille en profite. Pendant la nuit, Homer se fabrique une boule géante de barbe à papa recouverte de caramel. Il est très attaché à sa boule qu'il emmène partout. Mais au bout d'un certain temps, elle est sale et il doit la jeter. Quand il l'amène à la décharge, il se fait attaquer par un ours..."
  },
  {
    "titre": "S15E06 - Enfin clown",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf01.jpg",
    "description": "Le docteur Hibbert frappe à la porte des Simpson avec une portée de chiots. Il affirme que ceux-ci sont les petits de Petit Papa Noël et donne les chiots à la famille. Les Simpson ne peuvent pas garder les chiots alors ils décident de les offrir aux habitants de Springfield. L'un d'eux est offert à Krusty. En promenant son chien, Krusty se retrouve dans le quartier juif de son enfance. En voulant demander à avoir son étoile sur le Walk of Fame Juif, il apprend qu'il n'a jamais fait sa Bar-Mitzva et qu'il n'est donc pas un vrai juif. Avec l'aide de son père rabbin, il se prépare à la passer pour devenir un homme. Pendant son absence, Homer est appelé à remplacer l'émission de Krusty par sa propre émission qui connaît un certain succès..."
  },
  {
    "titre": "S15E07 - Père Noël sans frontières",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf02.jpg",
    "description": "A table, les Simpson dégustent, en regardant la télévision, une dinde pour Thanksgiving. En effet, Noël approche. A la centrale, Lenny et Carl ont offert à Homer un très beau cadeau : un lecteur DVD, mais Homer n'a rien a leur offrir. Monsieur Burns offre une carte de base-ball à Homer. Il va la vendre au vendeur de BD qui lui fait une offre très intéressante. Avec tout cet argent, les Simpson vont faire des achats. Homer avait l'intention d'acheter un beau sapin de Noël mais il s'est acheté un cadeau très cher : un astrolab. Marge lui fait remarquer qu'il ne pense qu'à son bonheur et pas à celui des autres. Homer se rend alors compte qu'il devrait être moins égoïste et il devient généreux. Sa nouvelle attitude agace particulièrement Ned Flanders car Homer lui vole son rôle..."
  },
  {
    "titre": "S15E08 - Allocutions familiales",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf03.jpg",
    "description": "Alors que Bart et Lisa regardaient la télé, Marge change de chaîne pour mettre des comptines pour enfants chantées par Roofi. Maggie adore ces comptines et vont rapidement envahir toute la maison. Homer, Bart et Lisa n'en peuvent plus et font tout pour ne plus à avoir à écouter ces chansons qui les rendent de plus en plus nerveux. Roofi donne un concert qui a lieu à Springfield et Maggie ne veut absolument pas rater ça. Marge l'accompagne alors au concert qui est une véritable réunion de bébés. Lorsqu'il se met à pleuvoir, les bébés pleurent et la situation dégénère. Le concert doit être annulé. Afin d'éviter que les bébés ne prennent le dessus une prochaine fois, Lindsay Naegle lance une campagne visant à ne plus à s'occuper d'eux pour pouvoir enfin profiter de leur position d'adulte. Marge ne partage pas du tout ce point de vue et compte bien riposter..."
  },
  {
    "titre": "S15E09 - Roboflop",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf04.jpg",
    "description": "Bart vient d'avoir un nouveau vélo et il s'empresse de s'en servir. Pendant sa balade, il se fait humilier par la bande de Nelson qui roule avec de superbes vélos. Du coup, il veut un nouveau vélo mais Homer refuse de lui en achèter tant qu'il sera en bon état. Bart s'arrange alors pour que son vélo soit écrasé par la voiture du docteur Hibbert. Malheureusement, le vélo ne sera pas la seule victime car il va également écraser Boule de Neige II, le chat des Simpson. Lisa est affreusement triste. Homer achète comme convenu un nouveau vélo à Bart qui va vite tomber en morceaux. Pour consoler Lisa, Marge lui achète un nouveau chat. Bart, qui est toujours en colère contre Homer, a très envie de participer à des combats de robots. Homer n'arrivant pas à construire un robot et voulant se réconcilier avec son fils décide de se mettre à l'intérieur d'une boîte métallique et se fait passer pour un robot..."
  },
  {
    "titre": "S15E10 - Tout un roman !",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf05.jpg",
    "description": "En allant au travail, Homer conduit en mangeant plein de choses du Krusty Burger. Il ne fait pas attention à sa conduite et finit sa route en entrant avec sa voiture dans le bureau de M. Burns pendant une inspection ; il est aussitôt renvoyé. Marge, de son côté, rentre avec les enfants dans une librairie. Elle rencontre une romancière qui lui donne l'idée d'écrire un roman. Homer ne perd pas son temps et trouve un nouveau travail en tant que vendeur automobile. Parmi les voitures en ventes, il flashe sur une ambulance et décide de devenir ambulancier. Marge commence son roman en s'inspirant de Moby Dick. Elle veut tout d'abord faire de Homer le héros de son histoire mais quand elle voit son mauvais comportement, elle décide que son nouveau héros sera Ned Flanders et que Homer jouera le rôle de l'ivrogne..."
  },
  {
    "titre": "S15E11 - En marge de l'histoire",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf06.jpg",
    "description": "Marge et les enfants se rendent à la bibliothèque pour pouvoir y lire des histoires mais ils découvrent avec surprise qu'il n'y a plus aucun livre à l'intérieur. Marge décide alors d'improviser et leur raconte trois contes historiques."
  },
  {
    "titre": "S15E12 - Un gros soûl, des gros sous",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf07.jpg",
    "description": "Aujourd'hui, les élèves de la classe de Mme Krapabelle visitent le musée de la télévision. Milhouse paraît particulièrement énervé, ce qui n'est pas dans son habitude. Bart finit par apprendre qu'il déménage à Capital City parce que sa mère veut repartir à zero. Il se retrouve donc seul et triste. Quand il va rendre visite à Milhouse, il prend conscience que son meilleur copain a changé et qu'il se moque même de lui, pour faire bonne figure devant ses nouveaux copains. Bart comprend alors qu'il n'a plus d'ami. Il décide de passer plus de temps avec sa sœur. Pendant ce temps-là, Homer, encore une fois complètement saoul, se fait de l'argent en faisant malgré lui la mendicité à l'entrée du bar de Moe. Comme il trouve que c'est de l'argent facile, il fait le clochard dans les rues de Springfield pour gagner quelques pièces et billets..."
  },
  {
    "titre": "S15E13 - Quel gros Q.I. !",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf09.jpg",
    "description": "Homer a concocté une petite blague à Bart sur le siège des toilettes. Mais sa blague se retourne contre lui et la situation dégénère. En allant manger des pancakes, les Simpson apprennent l'existence d'une crèche. Ils y amènent Maggie pour montrer que la cadette de la famille a beaucoup de capacités. Malheureusement, le fait qu'elle ne parle pas fait qu'elle est refusée. Plus tard, alors que Lisa joue avec elle, Maggie écrit des mots avec ses cubes. Lisa se rend compte alors que Maggie est plutôt futée. Ils retournent à la crèche et lui font passer un test de QI : Maggie obtient le résultat surprenant de 176 ! Toute la famille décide de s'occuper d'elle pour l'épanouir mentalement. Lisa qui a un QI inférieur ne peut s'empêcher d'être jalouse de sa petite sœur. Pour se démarquer, elle décide d'essayer des nouveaux styles..."
  },
  {
    "titre": "S15E14 - Coup de poker",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf08.jpg",
    "description": "Homer emmène les enfants ainsi que Todd et Rod au cinéma. Il n'y a plus de place pour les films qu'Homer voulait voir. Il rencontre alors Lenny qui lui conseille d'aller voir un film d'horreur dans lequel il a joué. Le film est terrifiant, si bien qu'après avoir vu le film, les enfants sont terrorisés. La nuit, ils entendent des drôles de bruits provenant du grenier. Les Simpson découvrent alors que Artie Ziff vit dans leur grenier ! Celui-ci explique que d'un jour à l'autre, il a perdu son entreprise et il s'est retrouvé sans argent et à la rue. Il leur demande de l'héberger chez eux. Les parents ne sont pas entièrement d'accord mais voyant que ça fait plaisir aux enfants, Homer accepte de laisser vivre l'ancien petit ami de Marge chez eux..."
  },
  {
    "titre": "S15E15 - Boire et déboires",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf10.jpg",
    "description": "Homer et les enfants vont au cinéma pour regarder \"Cosmic Wars\", une pâle copie de \"La guerre des étoiles\". Le film est très mauvais, si bien que Bart décide d'envoyer une lettre de réclamation au réalisateur. Il reçoit pour seule réponse une photo dédicacée de Jim Jam, un personnage de la série. Les Simpson décident donc d'aller rencontrer le réalisateur Randall Curtis en Californie. Pendant que Bart et Lisa tentent de convaincre le réalisateur d'améliorer le scénario de ses films, Homer et Marge goûtent le vin de la région. Après quelques verres de vin, Homer et Marge sont ivres. Marge, qui n'a pas l'habitude de boire de l'alcool finit par se laisser tenter à boire souvent ce qui lui permet en plus de passer plus de temps avec Homer..."
  },
  {
    "titre": "S15E16 - Fugue pour menottes à 4 mains",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf11.jpg",
    "description": "Les Simpson se rendent au magasin Costington pour y faire divers achats. Bart, qui va de son côté entre dans une boutique qui organise des mariages. A l'aide d'un ordinateur et d'un détecteur de code barre, il met en place un faux mariage pour pouvoir recevoir des cadeaux. Son plan marche à perfection : il a ses cadeaux et il enferme les invités dans la tente de réception. Mais pendant sa fuite, il croise le chemin du chef Wiggum qui l'arrête. Bart est alors condamné à aller en prison pour enfants. Ses premiers jours à la prison ne sont pas très joyeux, il se fait embêter aussi bien par les garçons que par les filles..."
  },
  {
    "titre": "S15E17 - Klingon, j'arrive",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf12.jpg",
    "description": "Le proviseur Skinner profite d'une annonce qu'il passait à l'école au sujet du sport pour annoncer qu'il va se marier avec Mme Krapabelle. Ils vont en profiter pour fêter chacun de leur côté leurs derniers instants de célibataire : Edna chez les Simpson et Skinner chez Moe. Du côté des filles, Duffman joue les strip-teasers avant d'être remplacé par le chef Wiggum. Pendant ce temps, Skinner dit à Homer que son mariage risque d'être un échec total. Edna l'apprend et lors du mariage, elle refuse d'épouser un homme qui ne l'aime pas. Skinner se retrouve seul est affreusement triste..."
  },
  {
    "titre": "S15E18 - Attrapez-nous si vous pouvez",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf14.jpg",
    "description": "Alors qu'Otto conduit les enfants chez eux, Bart fait une mauvaise plaisanterie à sa sœur Hors d'elle, Lisa se jette sur son frère et déclenche ainsi une bataille qui se termine à la maison. Dès leur entrée, Marge leur annonce qu'ils vont aller à l'anniversaire de leur oncle Tyrone. Cette nouvelle n'enchante guère Bart et Lisa qui refusent d'y aller. Le soir, les Simpson vont à la vidéothèque pour louer le film \"Love Story\". En le regardant, Homer et Marge se rendent compte qu'ils ne sont pas assez souvent seuls et que les enfants les empêchent d'avoir des relations intimes. Alors le lendemain, ils font garder les enfants par Abraham et partent en Floride pour passer du bon temps sans rien dire aux enfants qui croient qu'ils sont allés à la fête de leur grand oncle..."
  },
  {
    "titre": "S15E19 - Tarteman, le vengeur masqué",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf15.jpg",
    "description": "Après avoir vu qu'il y avait un prix à gagner dans un paquet de bacon, Homer achète plein de bacon et fini par trouver le billet d'argent qui lui permet d'être le juge d'un concours de porcs. Pendant l'événement, plusieurs concours ont lieu. Lisa assiste à l'un d'entre-eux, le plus beau plateau repas. Le riche texan qui est le juge se moque d'elle, si bien qu'Homer décide de la défendre. Mais comme il a peur des représailles de la police, il se masque et entarte le texan. Homer qui se fait appeler \"Tarteman\" se fait un costume de super héros, devient rapidement célèbre et multiplie les victimes de ses tartes à la crème. Mais son rôle est mis en danger par la police qui tente de l'arrêter..."
  },
  {
    "titre": "S15E20 - Ma plus belle histoire d'amour c'est toi",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf13.jpg",
    "description": "Les enfants jouent dans la cabane de Bart au jeu de la bouteille. Milhouse vide une bière d'Homer et la fait tourner. Le hasard a choisi la fille charmante. Mais au moment de l'embrasser, elle se baisse et Milhouse embrasse Homer, qui remarque par la même occasion que sa bière est vide. Marge décide de régler ce conflit dans un procès familial. Pendant celui-ci, Marge affirme qu'elle est la première à avoir embrassé Homer. Mais ce dernier dit le contraire. Homer raconte comment ça c'est passé, alors qu'il avait 10 ans. Il a fait sa rencontre à la cantine et ils se sont donné rendez-vous puis se sont embrassés. En entendant l'histoire, Marge se rend compte que cette fille, c'était elle..."
  },
  {
    "titre": "S15E21 - Le drapeau... potin de Bart",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf17.jpg",
    "description": "Homer et Marge mettent en place une ruse pour forcer les enfants à aller faire des vaccins. Lisa se laisse piquer mais Bart refuse. Le docteur Hibbert engage alors une poursuite avec Bart pour lui faire son vaccin. Il finit par y arriver. Malheureusement, le vaccin a un effet secondaire sur lui, il n'entend plus rien. Ca va lui causer un gros problème. Pendant un match de basket de l'école, alors qu'ils passaient l'hymne national, Bart qui s'amusait avec un âne se retrouve en train de montrer ses fesses devant le drapeau Américain. Une photo prise fait scandale. Alors qu'ils sont invités à une émission à la télé pour en parler, Marge empire les choses en disant qu'elle déteste les américains..."
  },
  {
    "titre": "S15E22 - Le canard déchaîné",
    "image": "https://www.simpsonspark.com/images/guide/s15/fabf18.jpg",
    "description": "Les Simpson, comme un bon nombre d'habitants, se rendent au parc \"Geezer Rock\" pour célébrer la statue qui s'y trouve. Homer grimpe dessus et la détruit et M. Burns se retrouve pris dans les débris de pierres. A cause de cet événement, Lisa n'a pas pu lire son poème en public. Marge lui propose de le publier dans un journal. Alors que tout le monde se réjouissait de la mort de M. Burns, ce dernier réapparaît et pour se venger de la joie des gens qui le croyaient mort, il décide d'acheter tous les médias afin qu'ils donne une meilleure image de lui. Lisa, qui vient de créer son propre journal pour publier ses écrits, refuse de se faire acheter par le diabolique Monty Burns. Une guerre inévitable éclate entre le vieil homme et Lisa..."
  }
]