[
  {
    "titre": "S16E01 - Simpson Horror Show XV",
    "image": "https://www.simpsonspark.com/images/guide/s16/fabf23.jpg",
    "description": ""
  },
  {
    "titre": "S16E02 - Tous les goûts sont permis",
    "image": "https://www.simpsonspark.com/images/guide/s16/fabf20.jpg",
    "description": "La maison voisine des Simpson est de nouveau à vendre. Par curiosité, les Simpson la visitent et Marge craque pour leur cuisine, si bien qu'elle décide de changer la sienne. Pendant les travaux de réaménagement, des revues pour adultes - appartenant à Homer - tombent du plafond. Il les aurait garder soit disant pour les articles ; Marge découpe les femmes nues à l'intérieur, du coup Homer décide finalement de les jeter. Bart qui les trouve dans la poubelle, est quand à lui intéressé par les articles et décide de rénover sa cabane et de changer de style de vie. Pendant ce temps, les travaux de la cuisine ont été terminés par un professionnel et Marge en est tellement fière qu'elle décide de participer à un concours de réalisation de plats. Mais la concurrence s'avère être rude et la tache ne pas facile..."
  },
  {
    "titre": "S16E03 - Coucher avec l'ennemi",
    "image": "https://www.simpsonspark.com/images/guide/s16/fabf19.jpg",
    "description": "Dans la cour de récré de l'école, Sherri et Terri se moquent de Lisa parce qu'elle a de grosses fesses. Cette réflexion va rapidement la contraindre à se trouver grosse. Bart quant à lui exhibe fièrement devant Homer sa note de 100 qu'il a obtenu à un test. Il exige donc que ses parents lui organise une grande fête comme ils le lui avaient promis. Malgré les efforts de Marge, Bart va vivre sa pire fête ! Marge prend conscience que ses enfants grandissent vite et qu'ils sont de plus en plus distants. C'est en se promenant au zoo qu'elle fait la rencontre de Nelson dont elle va s'occuper petit à petit, ce qui rend Bart et Lisa jaloux. Marge découvre que Nelson a pas mal de problèmes avec ses parents, notamment son père qui a disparu. Pendant ce temps-là, Lisa se met à un régime drastique pour ressembler à ses copines..."
  },
  {
    "titre": "S16E04 - Le mal de mère",
    "image": "https://www.simpsonspark.com/images/guide/s16/fabf22.jpg",
    "description": "De nombreuses chaînes de télévision envahissent Springfield car un scandale éclate : le maire Quimby est accusé d'avoir eu des aventures avec de nombreuses femmes. En regardant les informations à la télévision, Marge reconnaît parmi les journalistes Chloe Talbot, une ancienne amie de lycée. Après s'être retrouvées, Chloe vient dîner chez les Simpson où elle passe un peu de temps avec toute la famille, en particulier Lisa qui est fascinée par sa réussite et son intelligence. Mais Marge ne voit pas d'un bon œil l'implication de Chloe dans sa vie de famille d'autant plus qu'elle la fait douter sur les choix qu'elle a pris au cours de sa vie..."
  },
  {
    "titre": "S16E05 - Business Bart",
    "image": "https://www.simpsonspark.com/images/guide/s16/fabf21.jpg",
    "description": "Alors que Bart s'amuse, de sa cabane, à lancer des projectiles sur Lisa et Janey, il se rend compte qu'il est en train de perdre sa dernière dent de lait. Quand celle-ci tombe, il a l'impression que son enfance est à présent derrière lui et qu'il est en train de grandir. Dépité, il jette tous ses jouets. Pour exprimer sa colère il écrit une phrase sur son t-shirt \"Les adultes craignent, et vous en faîtes partie\". A l'école, son t-shirt connaît un succès immédiat, si bien qu'il va répéter l'expérience en écrivant d'autres phrases. Très vite, Lisa lui donne la bonne idée de les commercialiser pour se faire de l'argent. En sortant d'un salon professionnel où il exposait, un homme quelque peu farfelu va lui proposer de s'associer à lui pour lui faire profiter d'une production de masse. Pendant ce temps, Homer se fait renvoyé de la centrale. Commence alors une inversion des rôles entre père et fils..."
  },
  {
    "titre": "S16E06 - Papy fait de la contrebande",
    "image": "https://www.simpsonspark.com/images/guide/s16/fabf16.jpg",
    "description": "Les Simpson se rendent au musée de l'aviation afin d'assister à une réunion d'employés de la centrale nucléaire. A cette réunion qui remémore l'histoire de l'aviation américaine, monsieur Burns se montre extrêmement gentil, ce qui laisse présager quelque chose de mauvais. En effet, il leur annonce qu'il a supprimé le programme de prescription de médicaments. Aussitôt poursuivi par ses employés en colère, M. Burns est contraint de s'enfuir. Le problème est que cette décision à aussi des répercutions à la maison de retraite car la hausse des prix des médicaments ne lui permet plus d'acheter des médicaments pour ses résidents. Abraham va alors voir Homer pour lui demander de l'accompagner au Canada afin d'y acheter des médicaments..."
  },
  {
    "titre": "S16E07 - Maman de Bar",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf01.jpg",
    "description": "Pour fêter le jour où Homer a terminé de rembourser le prêt immobilier, les Simpson vont manger au restaurant. Plus tard, Homer se rend chez Moe histoire de se remettre du repas qui a été gâché par les enfants. Au même moment, un inspecteur de la santé, ancien ami de Moe, vient dans le bar pour une inspection surprise. Malheureusement, il meurt empoisonné en mangeant un œuf dans le bocal. Un autre inspecteur, beaucoup plus sévère, ferme le bar de Moe pour d'évidentes raisons d'hygiène. Homer décide alors de faire un nouveau prêt pour aider Moe à réaménager et réouvrir son bar. Marge décide elle aussi d'épauler Moe et le convainc de transformer son bar en pub anglais. Le succès qu'il rencontre entraîne Marge et Moe à passer beaucoup de temps ensemble, ce qui a tendance à rendre Homer jaloux..."
  },
  {
    "titre": "S16E08 - Déluge au stade",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf02.jpg",
    "description": "Alors qu'ils se balladaient dans le parc, les Simpson constatent que celui-ci est dans un très mauvais état. Afin de collecter des fonds pour l'entretenir, Marge propose de faire une kermesse, avant de se rendre compte qu'il y en avait déjà une d'organisée. C'est d'ailleurs là que Homer bat Bart au jeu de la grenouille et se met à danser devant la caméra de Ned. Quand le vendeur de BD met la vidéo sur son site Internet, tout le monde la voit, ce qui rend Homer assez mal à l'aise. Mais la situation va rapidement changer lorsqu'un joueur de football américain, qui l'a visionné, demande à Homer le droit d'utiliser sa danse. Homer devient alors malgré lui une sorte de conseiller artistique auprès de plusieurs sportifs célèbres. Pendant ce temps, Ned tourne un film dans lequel Rod et Todd jouent Abel et Cain. Tout le monde apprécie le film à l'exception de Marge qui le trouve très violent..."
  },
  {
    "titre": "S16E09 - Le rap de Bart",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf03.jpg",
    "description": "Petit Papa Noël a avalé la télécommande et dès qu'il aboie, il change de chaîne. Pendant que Homer tente de la récupérer, Bart apprend qu'il va y avoir un concert de rap à Springfield et il aimerait y aller. Homer accepte à condition qu'il paye son entrée avec son argent mais Marge n'est pas d'accord. Comme il a déjà acheté sa place, il désobéit et décide d'y aller quand même. Au concert, Bart se fait remarquer en montant sur scène et en rappant devant tous les spectateurs. En rentrant du concert, au lieu de se faire engueuler par Homer, il préfère faire croire à ses parents qu'il a été kidnappé. Wiggum, qui est chargé de l'affaire, ne cesse de se faire critiquer car il fait mal son boulot. Pour regagner la confiance des habitants de Springfield, il met tout en œuvre pour retrouver Bart..."
  },
  {
    "titre": "S16E10 - Mariage à tout prix",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf04.jpg",
    "description": "Alors que Bart et Milhouse viennent de rater une de leur nouvelle farce, un nouvel arrivant débarque à Springfield. Les deux crapules, qui trouvent là de la chair fraîche pour leurs mauvaises plaisanteries, vont profiter de lui et vont le pousser à quitter la ville précipitamment. Plus tard, ils apprendront à la télévision que l'homme en question est un journaliste qui parcourt le pays en notant chaque ville qu'il traverse. Les fourberies de Bart et Milhouse ont été payantes puisque la ville de Springfield a obtenue la plus mauvaise note ! Craignant que cela nuise fortement au tourisme, le maire Quimby décide d'autoriser les mariages homosexuels. Peu de temps après la ville est envahie par des couples gays. Cependant, le révérend Lovejoy refuse de marier des personnes de même sexe. Homer, intéressé par l'argent que ça pourrait lui rapporter, s'improvise révérend pour homos, quand soudain, Patty sonne à la porte pour lui demander de la marier..."
  },
  {
    "titre": "S16E11 - Qui s'y frotte, s'y pique",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf05.jpg",
    "description": "Pendant une sortie scolaire où les élèves vont observer le glacier de Springfield, Bart ne cesse d'importuner Lisa en lui faisant plein de farces de mauvais goût. Lisa en a plus qu'assez du comportement de son frère envers elle et décide de faire quelque chose. Ainsi, elle attaque Bart en justice ; il est condamné à ne pas l'approcher à plus de 6 mètres. Une décision qui va rapidement lui paraître difficile à gérer. Pendant ce temps, Homer a remplacé Abraham un court instant à son poste de vendeur dans un supermarché. Il s'est fait remarqué en bien par le responsable qui décide de l'embaucher à la place de son père..."
  },
  {
    "titre": "S16E12 - Bébé Nem",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf06.jpg",
    "description": "Selma est en train de faire repasser le permis de conduire à M. Burns lorsqu'elle est subitement prise de bouffées de chaleur. Le docteur Hibbert lui explique que ce sont les symptômes de la ménopause et donc qu'elle ne pourra plus avoir d'enfant. Non résignée à finir sa vie seule, elle décide d'adopter un enfant. Seulement au dernier moment, Cletus, le père de cet enfant, vient le récupérer. Selma se tourne alors vers l'adoption d'un enfant Chinois, mais pour y parvenir elle doit être mariée. Sur le dossier qu'elle remplie, elle indique, sans lui en avoir parlé, le nom de Homer comme étant son mari. Les Simpson partent avec elle en Chine. Durant le trajet, Selma apprend à Homer qu'il devra prétendre être son époux pour que l'adoption lui soit acceptée..."
  },
  {
    "titre": "S16E13 - Mobile Homer",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf07.jpg",
    "description": "Pendant que Marge et les enfants font un tour en voiture, Homer est chargé de ranger le garage. Cependant, tout ne se passe pas comme prévu pour lui : une colonie d'araignées l'entraîne dans une série de catastrophes. Marge, constatant qu'il arrive beaucoup d'accidents à Homer, lui demande de prendre une assurance vie au cas où un accident lui serait fatal. Comme aucune assurance ne veut prendre de risque, Marge entreprend de faire des économies en cas de besoin. Homer n'étant pas d'accord avec ces nouvelles contraintes, il dépense toutes les économies faite par Marge, dans l'achat d'un mobile home qu'il stationne fièrement dans le jardin. Furieuse, Marge décide de se séparer pendant quelques temps d'Homer, le laissant vivre dans son nouvel habitat..."
  },
  {
    "titre": "S16E14 - Le bon, les brutes et la balance",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf08.jpg",
    "description": "Les Simpson se rendent à Shelbyville pour y faire des achats et visiter un peu la ville. Ils en profitent pour assister à une comédie musicale. Manque de chance, le spectacle s'en prend au manque de culture des habitants de Springfield. Cette réaction fait vivement réagir Marge et propose de créer une salle de concert à Springfield. Elle demande alors à Frank Gehry de créer le bâtiment. Lors de la première, le concert de musique classique qui est donné connaît un échec retentissant. A peine inaugurée, la salle de concert est désertée et fini par être fermée. Montgomery Burns en profite pour la racheter afin de la transformer en prison. Homer, qui voulait absolument se faire embaucher comme gardien va rapidement se retrouver de l'autre côté des barreaux..."
  },
  {
    "titre": "S16E15 - Future Drama",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf12.jpg",
    "description": "Pendant que Bart et Lisa se promènent, ils ont l'idée de rentrer chez le professeur Frink par la fenêtre de la cave. Le professeur, qui semblait les attendre, affirme avoir trouver le moyen de visualiser l'avenir grâce sa nouvelle invention fonctionnant avec l'astrologie. Il leur propose alors de leur montrer quel sera leur vie dans 8 ans. Dans ce futur, Homer et Marge sont séparés, Maggie est en voyage en Alaska et Bart et Lisa se préparent pour le bal de promo de fin d'année, après avoir passer avec succès leur baccalauréat. Bart sort avec une fille prénommée Jenda qu'il a d'ailleurs l'intention de demander en mariage ; Lisa, de son côté, sort malgré elle avec Milhouse et elle a la ferme intention d'entrer à la prestigieuse université de Yale..."
  },
  {
    "titre": "S16E16 - Une grosse tuile pour un toit",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf10.jpg",
    "description": "Un violent orage s'abat sur Springfield, endommageant le toit des Simpson. Au lieu de le réparer, Homer essaye de trouver une astuce pour évacuer l'eau qui envahi la maison ; ce qui agace tout particulièrement Marge et les enfants. Ne supportant plus les reproches que lui fait sa famille, Homer préfère se réfugier chez Moe, mais quand il arrive il découvre qu'une fête surprise est organisée pour Lenny. Comme il la gâche, Moe le met à la porte, ne lui laissant pas d'autre choix que de trouver un nouvel endroit plus accueillant. C'est alors qu'il tombe sur un bar dans lequel il fait la connaissance de Ray, qui s'avère être un couvreur. Ce dernier lui promet alors de réparer son toit. Les deux hommes vont rapidement devenir les meilleurs amis du monde. Pendant ce temps-là, Petit Papa Noël élit son nouveau domicile à la maison de retraite..."
  },
  {
    "titre": "S16E17 - La grande malbouffe",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf11.jpg",
    "description": "L'inspecteur Chalmers et le principal Skinner ont décidé d'installer des nouveaux distributeurs automatiques dans les couloirs de l'école ; ce qui fait la joie de tous les enfants à l'exception de Lisa qui découvre que les produits vendus sont nocifs. Depuis que Bart y a goûté, cette nourriture a remplacé celle que prépare Marge. Après trois semaines de gavage intensif, Bart a une crise cardiaque ! Malgré ça les recommandations du docteur Hibbert, il continue à manger tout ce qui lui passe entre les mains, essentiellement des boissons gazeuses et des apéritifs Ne sachant plus quoi faire, Homer et Marge décident de l'envoyer dans un centre de désintoxication pour obèses. La cure que suit Bart coûte tellement cher que ses parents se voient obliger d'ouvrir les portes de leur maison pour en faire une auberge de jeunesse..."
  },
  {
    "titre": "S16E18 - Krusty, chasseur de talents",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf13.jpg",
    "description": "Pour changer de leur nourriture habituelle, les Simpson décident de manger végétarien. Peu de temps après, tout le monde est malade sauf Lisa qui l'habitude de manger des légumes. Elle prend alors la responsabilité de s'occuper de sa famille et les endort avec une berceuse. Le lendemain, ils apprennent, à la télévision, que Krusty organise un concours de chant pour les enfants avec comme récompense une apparition dans un épisode de Itchy et Scratchy. Après avoir entendu la douce voix de la berceuse de Lisa, ils décident de l'inscrire au concours. Pendant les éliminatoire, une petite fille, Clarissa, se fait remarquer en chantant merveilleusement la chanson que Lisa avait préparée, ce qui lui fait perdre tout espoir. Homer décide alors d'écrire en un éclair une nouvelle chanson qui fait sensation. Lisa est qualifiée et compte sur Homer pour gagner le concours..."
  },
  {
    "titre": "S16E19 - Le jugement dernier",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf14.jpg",
    "description": "Les enfants se rendent au nouveau salon de coiffure pour enfants. Là-bas, Bart et Lisa se chamaillent et se coupent mutuellement les cheveux à coups de tondeuse. Quand ils sortent et se rendent compte du résultat catastrophique de leur coiffure, ils tombent nez-à-nez avec les élèves de la classe qui en profitent pour prendre des photos. Pour leur échapper, ils se réfugient dans une salle de cinéma avec Homer qu'ils ont rencontrer sur leur chemin. Le film, qui parle de l'apocalypse, marque tout particulièrement Homer. Il va se plonger sur le sujet, et après avoir fait des calculs, il trouve que la fin du monde va avoir lieu dans à peine une semaine ! Personne ne le croit jusqu'à ce qu'un dirigeable rempli de célébrités s'écrase, comme il l'avait prédit. Il annonce alors aux quelques personnes qui sont prêtes à le suivre que s'ils veulent avoir une chance d'entrer au Paradis, il faut qu'ils se rendent en haut du plateau de Springfield..."
  },
  {
    "titre": "S16E20 - Diablesses chez Ned.com",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf15.jpg",
    "description": "Lisa vient tout juste de gagner, à la radio, quatre places gratuites pour aller voir un film sur la guerre du Kosovo. N'ayant pas de baby-sitter sous la main, Homer demande expressément à Ned Flanders de garder Maggie. Lorsque Marge vient la chercher, Ned lui avoue qu'il a quelques difficultés financières depuis l'ouverture d'un grand magasin pour gauchers. Sur les conseils de Marge, il loue une de ses chambres à deux jeunes étudiantes. En surfant sur Internet, Bart et Milhouse découvrent, avec surprise, que ces deux jeunes filles s'exhibent sur Internet ! Lorsque Homer l'apprend, il ne perd pas une minute pour en informer toute la ville sans prendre toutefois conscience qu'il est en train d'humilier son voisin. Marge, horrifiée, oblige Homer à révéler la vérité à Ned. Dépité par cette nouvelle, Ned décide de quitter Springfield pour une ville plus accueillante..."
  },
  {
    "titre": "S16E21 - Le père, le fils et le saint d'esprit",
    "image": "https://www.simpsonspark.com/images/guide/s16/gabf09.jpg",
    "description": "Mme Krapabelle annonce aux enfants que l'école va organiser un festival médiéval. Pour cela, elle est chargée de distribuer les rôles ; elle donne celui du tonnelier à Bart. Lisa, quant à elle jouera la reine. Le festival se déroule bien jusqu'à ce que des rats envahissent la salle. Pensant que cette mauvaise blague est de Bart, Skinner décide de l'exclure définitivement de l'école ! Marge pense alors qu'il serait intéressant d'envoyer Bart dans une école catholique. Ses premières heures sont difficiles car il doit se plier à une discipline à laquelle il n'est pas habitué. Durant une punition, il fait la connaissance du père Sean qui lui ouvre les yeux de la sagesse et de la religion catholique. Homer, refuse que son fils change de religion. En allant le chercher à l'école, il tombe sur le père Sean, qui le convainc lui-aussi de se convertir au catholicisme. Marge refuse d'en entendre parler..."
  }
]