[
  {
    "titre": "S18E01 - Parrain par intérim",
    "image": "https://www.simpsonspark.com/images/guide/s18/habf15.jpg",
    "description": "Alors qu'Otto, au volant du bus scolaire, croise Metallica en panne sur le bord de la route, il leur propose de les déposer quelque part, Bart en profite pour prendre le contrôle du bus et le conduit jusqu'à l'école. Cette négligence de la part d'Otto lui vaut une mise à pied provisoire. Le lendemain Marge organise donc un covoiturage et passe prendre quelques camarades de classe de Bart et Lisa chez eux pour les amener à l'école. Parmi eux se trouve Michael, un garçon timide qui s'avère être le fils de Gros Tony. Lorsque la nouvelle se répand tout le monde à l'école se met à craindre le jeune garçon excepté Lisa qui décide de faire sa connaissance. Il lui confie qu'il n'a pas envie de suivre les traces de son père dans le crime organisé mais que son rêve serait de devenir un grand chef cuisinier. Lors d'un dîner en présence des Simpson Gros Tony est gravement blessé par balles par des mafiosi rivaux. Homer se propose de le remplacer à la tête de son organisation mafieuse le temps qu'il se rétablisse..."
  },
  {
    "titre": "S18E02 - Les baguettes magiques",
    "image": "https://www.simpsonspark.com/images/guide/s18/habf18.jpg",
    "description": "Les Simpson vont à l'église pour les funérailles de la femme qu'Homer avait épousé à Las Vegas mais Bart qui s'ennuie profondément ne peut s'empêcher de faire des bêtises et ruine complètement la cérémonie. Suite à cela Homer et Marge décide de l'emmener voir un pédopsychiatre qui leur préconise des cours de batterie pour qu'il puisse se défouler. Bart adore ça et se révèle être un  très bon batteur, il se met à en jouer jour et nuit au grand désespoir d'Homer et Marge qui aimeraient bien un peu moins de bruit. Lisa lui propose alors de l'emmener dans un club de jazz ou il pourra jouer de son instrument dans un groupe avec d'autres enfants. C'est là bas qu'il est repéré par de grands jazzmen qui lui proposent de faire un bœuf avec eux puis de rejoindre leur groupe. Lisa qui était persuadée être meilleure musicienne et mériter cette place tombe de haut et devient alors très jalouse de son frère qui a l'occasion de réaliser ce dont elle rêve depuis toujours. Pour lui remonter le moral Marge décide de l'emmener choisir un chien dans un refuge pour animaux mais Lisa a bien du mal à faire un choix..."
  },
  {
    "titre": "S18E03 - C'est moi qui l'ai fait",
    "image": "https://www.simpsonspark.com/images/guide/s18/habf20.jpg",
    "description": "Homer achète un coffret de livres pour apprendre la menuiserie mais de retour chez lui il ne prend même pas la peine de les ouvrir ; ils ne sont pas perdus pour tout le monde puisque Marge se découvre une véritable vocation pour la menuiserie et la charpenterie. Elle décide alors de monter son propre business mais se rend bien vite compte que les clients ne font pas confiance à une femme pour ce genre de travaux. Elle demande donc à Homer de lui servir de couverture pour faire croire que c'est lui qui fait le travail. Mais le manque de reconnaissance et de gratitude pour son travail va vite lui être insupportable... Pendant ce temps à l'école, les élèves apprennent que quelqu'un, qui tient à garder l'anonymat, est allergique aux cacahuètes et que par conséquent tous les aliments contenant des arachides sont prohibés à l'école. Bart découvre que la personne en question est en réalité le principal Skinner. Une aubaine pour le sale gosse qui voit là l'occasion rêvée d'en faire baver au principal de l'école."
  },
  {
    "titre": "S18E04 - Simpson Horror Show XVII",
    "image": "https://www.simpsonspark.com/images/guide/s18/habf17.jpg",
    "description": ""
  },
  {
    "titre": "S18E05 - Homer s'engage",
    "image": "https://www.simpsonspark.com/images/guide/s18/habf21.jpg",
    "description": "Face à la difficulté de trouver de nouvelles recrues, des recruteurs de l'armée américaine décident de se tourner vers les écoles élémentaires. Bart, comme bon nombre d'autres enfants, est complètement séduit par leur campagne de pub et signe un contrat l'engageant à rejoindre les rangs de l'armée à ses 18 ans. Mais Marge n'approuve pas du tout cette décision et envoie Homer faire annuler le contrat mais lorsqu'il s'y rend les agents recruteurs parviennent à le convaincre de s'engager à son tour. Mais à son arrivée dans l'armée, Homer (et quelques autres) obtient un score si bas au test d'aptitudes qu'il est jugé incompétent et devra se contenter de jouer le rôle de l'ennemi lors des entraînements militaires des autres soldats. Mais c'est peut être encore un peut trop demander à Homer..."
  },
  {
    "titre": "S18E06 - Moe nia Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s18/habf19.jpg",
    "description": "Le jour de l'anniversaire de Moe, Homer oublie qu'il lui avait promis d'aller à la pêche avec lui et au lieu de ça il va voir Abe qui participe aux jeux olympiques pour seniors. Quand les Simpson rentrent chez eux, Moe est toujours en train d'attendre devant leur porte plus désespéré que jamais. Il écrit alors une lettre à Homer pour lui exprimer toute sa déception et sa colère. Lisa voit en ces mots le coté poétique de son âme tourmentée et décide de le pousser dans cette voie en l'aidant à écrire des poèmes. Puis elle envoie les poèmes qu'elle écrit avec lui à une société d'édition de poésie mais lorsque Moe est publié et commence à être reconnu dans ce milieu Lisa est désabusée et très déçue qu'il accepte tous les hommages sans lui être reconnaissant et sans avouer qu'il a reçu de l'aide pour écrire ses poèmes."
  },
  {
    "titre": "S18E07 - Marge reste de glace",
    "image": "https://www.simpsonspark.com/images/guide/s18/habf22.jpg",
    "description": "Immédiatement après avoir été une nouvelle fois licencié, Homer court derrière un camion de glaces qui passe devant la centrale et, alors qu'il achète une glace, le vendeur déjà âgé succombe à une crise cardiaque. A son enterrement Homer décide de reprendre son affaire et de devenir marchand de glaces à son tour. De son coté Marge se rend compte qu'elle a été femme au foyer toute sa vie et qu'elle n'a jamais rien accompli qui ferait qu'on se souviendrait d'elle. C'est alors qu'en voyant un tas de bâtonnets de glace laissés par Homer, elle à l'idée d'en faire une sculpture de Maggie. Homer lui suggère alors de faire des sculptures des habitants de Springfield. Dès lors, Marge qui a enfin un objectif, trouve sa source d'épanouissement. La télévision s'intéresse à ses sculptures qui deviennent vite populaires à Springfield jusqu'à ce qu'Homer commette l'irréparable..."
  },
  {
    "titre": "S18E08 - Mon meilleur ennemi",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf02.jpg",
    "description": "Dans la cour de l'école Nelson distribue des invitations pour sa fête d'anniversaire qu'il organise le week-end suivant et force plus ou moins tout le monde à venir. Mais Bart ne l'entend pas de cette oreille et convainc tout le monde de boycotter la fête. Mais de retour à la maison, Marge trouve cette décision méchante et force Bart à s'y rendre. Il s'exécute à contre cœur et va donc à la fête où il se retrouve en tête à tête avec Nelson où personne d'autre n'est venu. Les deux garçons finissent tout de même par s'amuser et passer un bon moment ensemble. Le lendemain, Nelson va naturellement vers Bart qu'il considère maintenant comme son meilleur ami mais ce dernier a un peu de mal à accepter cette relation forcée. Mais Bart change vite d'avis lorsqu'il est agressé par Jimbo et que Nelson prend sa défense. Il découvre alors tous les avantages que peut lui apporter cette relation. De son coté Homer se découvre une nouvelle passion pour la littérature fantasy lorsque Lisa lui demande de lui raconter une histoire avant de s'endormir."
  },
  {
    "titre": "S18E09 - Kill Gil, Volumes 1 et 2",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf01.jpg",
    "description": "Lorsque le spectacle sur glace de Krusty auquel ils assistent tourne en émeute, les Simpson décident de quitter les lieux et de se rendre au magasin Costington pour faire leurs courses de Noël. Dans ce magasin, Gil, qui a été embauché pour faire le père Noël, est licencié pour avoir vendu à Lisa la dernière Malibu Stacy que le gérant du magasin avait mis de coté pour sa fille. Marge, qui a assisté à la scène, prend Gil en pitié et lui propose de venir dîner avec eux en cette veille de Noël. La soirée s'étant bien passée, Marge lui propose de rester dormir chez eux, ce qu'il accepte volontier. Mais Marge et le reste de la famille va vite regretter son geste en découvrant que Gil profite de la situation et a décidé de s'installer chez eux pour une période indéterminée. Marge qui n'a jamais su dire non, ne sait pas comment lui demander de partir et c'est ainsi qu'il passe près d'une année entière chez eux avant de quitter la ville pour saisir une opportunité d'emploi..."
  },
  {
    "titre": "S18E10 - Les aqua-tics",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf03.jpg",
    "description": "Suite à un incident provoqué par la bande à Jimbo lors de la projection d’un film en plein air, la bobine du film est détruite. Patty et Selma proposent alors de projeter un film de leurs vacances à Barnacle Bay, une île où elles se rendaient dans leur jeunesse. A la vue de ces images Marge est prise d’un sentiment de nostalgie. Homer et les enfants décident de lui faire une surprise en se rendant quelques jours sur Barnacle Bay. Mais en arrivant sur l’île jadis paradisiaque Marge déchante vite en voyant ce qu’elle est devenue. La ville est complètement délabrée et laissée à l’abandon à cause d’une pénurie de poisson. Pour remonter le moral de Marge, Homer fait rénover le vieux carrousel qu’elle affectionnait dans sa jeunesse et il tire un feu d’artifice qui tourne mal et met le feu au manège. Pour le faire payer, les pécheurs de l’île décident de l’emmener sur leur bateau pour qu’il participe à la pêche. Mais ils ne savent pas qu’une violente tempête les attend…"
  },
  {
    "titre": "S18E11 - La vengeance est un plat qui se mange trois fois",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf05.jpg",
    "description": "En voiture, après que le riche Texan lui ait fait une queue de poisson, Homer tente de le rattraper pour cogner sa voiture avec une batte de base-ball mais le reste de la famille tente de le raisonner en essayant de lui faire comprendre que la vengeance ne résout pas les problèmes. Pour le convaincre ils racontent chacun une histoire sur le thème de la vengeance à tour de rôle."
  },
  {
    "titre": "S18E12 - Little Big Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf04.jpg",
    "description": "Pour l’école, Lisa doit faire un exposé sur le patrimoine culturel de sa famille mais l’histoire de la famille Simpson n’étant pas assez riche et intéressante à son goût elle se résigne à inventer une histoire de toute pièce et prétend que leurs ancêtres étaient une tribu d’indiens d’Amérique. Son histoire est si bien ficelée et son mensonge si bien raconté qu’elle est sélectionnée pour représenter l’école lors d’une conférence organisée par la ville. Mais l’idée de devoir continuer à mentir la met très mal à l’aise… Pendant ce temps un incendie, déclenché accidentellement par Cletus, ravage Springfield et lorsque Bart parvient miraculeusement (et tout aussi accidentellement) à l’éteindre le maire Quimby décide d’exaucer n’importe lequel de ses vœux pour le remercier. Bart fait vite son choix et demande un permis de conduire. Une fois son permis en poche il en profite pour faire des virées en voiture. L’une d’entre elles le conduira à rencontrer Darcy, une fille de 5 ans son aînée dont il tombe amoureux, voire même un peu plus…"
  },
  {
    "titre": "S18E13 - Tous les 8 ans",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf07.jpg",
    "description": "Le réalisateur Declan Desmond nous présente un documentaire dont le concept est de suivre l’évolution de la vie de plusieurs habitants de Springfield en les filmant tous les 8 ans pour voir ce qu’ils deviennent. On découvre ainsi le destin de Wiggum, Homer, Professeur Frink, Eleanor la dame aux chats et Marge à 8, 16, 24 et 32 ans."
  },
  {
    "titre": "S18E14 - La chorale des péquenots",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf09.jpg",
    "description": "A l’école, Bart raconte à ses camarades l’histoire effrayante d’un homme qui fait de la soupe avec des têtes d’enfants. L’histoire fait le tour de l’école, tous les enfants finissent par y croire et sont à tel point épouvantés qu’ils s’enfuient de l’école. Suite à cet incident, l’école décide d’envoyer Bart consulter un psychologue. De son coté, Lisa apprend que l’école refuse de scolariser les enfants de Cletus et Brandine car leurs notes feraient chuter les moyennes et priveraient l’école des subventions qu’elle perçoit. Lisa est indignée et décide de s’en mêler. Pour éviter que la situation ne s’aggrave, Skinner et Chalmers décident de l’amadouer en lui proposant de devenir le prof particulier de ces enfants défavorisés. Lors d’une sortie culturelle que Lisa fait avec eux, les enfants de Cletus sont remarqués par Krusty qui décide de les engager pour faire des numéros musicaux dans son émission."
  },
  {
    "titre": "S18E15 - Mariage plus vieux, mariage heureux",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf08.jpg",
    "description": "Alors qu’il a déjà aménagé sa cave en salle de jeu très coûteuse, Homer pense avoir une idée pour ne pas payer. Il fait une déclaration de faillite mais la loi se retourne contre lui et l’oblige à payer ses dettes. Les Simpson doivent alors réduire toutes leurs dépenses et pour cela ils doivent notamment retirer Grand-Père de la maison de retraite et l’héberger chez eux. Un soir où Homer et Marge partent passer une soirée ensemble ils demandent à Selma de venir surveiller Abraham et les enfants. Durant cette soirée Abraham et Selma s’éprennent l’un de l’autre et décident de s’installer ensemble. Mais Homer et Patty ne voient pas cette relation d’un très bon œil et décident de casser leur liaison. Pendant ce temps Bart et Lisa parviennent à se faire livrer gratuitement de grandes quantités de cartons par une société de livraison et décident de s’en servir pour construire un fort dans le jardin."
  },
  {
    "titre": "S18E16 - Homerazzi",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf06.jpg",
    "description": "Le jour de son anniversaire, Homer déclenche accidentellement un début d’incendie avec une bougie mais le feu est vite maîtrisé par les pompiers. Suite à cet incident les Simpson décident de mettre à l’abri leurs objets les plus précieux dans un coffre fort. Mais par malheur un feu se déclare dans le coffre et réduit leur album de photos en cendres. Marge décide alors de refaire toutes les photos de famille avec de fausses mises en scène et de faux décors. Après avoir fait développer ces photos ils découvrent que sur l’une d’elle on peut voir en arrière plan deux célébrités qui ont un rendez-vous galant au restaurant. Pensant que ce cliché pourrait faire une photo à scandale idéale ils décident de la vendre à un magazine people afin de payer les réparations des dégâts causés par l’incendie. Voyant l’argent que peuvent rapporter ce genre de photos Homer décide de devenir paparazzi. Mais le métier s’avère plus difficile que ce qu’il pensait quand les célébrités qu’il a photographié décident de se venger et de lui mener la vie dure."
  },
  {
    "titre": "S18E17 - Marge piégée par le net",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf10.jpg",
    "description": "Lors d’une réunion des parents d’élèves, Marge se rend compte qu’elle est la seule à ne pas avoir d’adresse e-mail. Elle décide alors de rattraper le temps perdu et découvre les joies de l’internet. Alors qu’elle est devenue accro au web sur lequel elle passe tout son temps, Marge tombe par hasard sur un jeu de rôle en ligne multijoueur. Après s’y être inscrite elle découvre que de nombreux Springfieldiens ont aussi un personnage dans le jeu et que le plus redouté d’entre eux n’est autre que celui de son fils Bart, un chevalier sanguinaire. De son coté Lisa se met au football et Homer s’improvise arbitre amateur quand il apprend que celui qui devait arbitrer le match de Lisa a démissioné. Mais sera t’il à la hauteur et surtout sera t’il impartial quand il s’agit d’arbitrer sa fille ?"
  },
  {
    "titre": "S18E18 - L'équipe des nuls",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf11.jpg",
    "description": "Lors de la finale du championnat de baseball junior, alors que l’équipe de Springfield est à deux doigts de l’emporter, Bart commet une série de maladresses qui leur coûtent la victoire et permet à l’équipe de Shelbyville de s’imposer. Suite à cet incident toute la ville se met à le détester, ce qui le rend profondément triste et déprimé. Lisa et Marge vont alors tout faire pour lui remonter le moral. De son coté Homer s’endort dans un lit du rayon literie d’un grand magasin et lorsqu’il se réveille, il vante si bien les mérites du matelas aux clients qui passent que le patron décèle en lui des qualités de vendeur et décide de l’embaucher. Le couple Lovejoy lui achète un nouveau matelas dans le but de raviver la flamme de leurs relations conjugales..."
  },
  {
    "titre": "S18E19 - Escroc à grande échelle",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf13.jpg",
    "description": "Lorsque Marge lit dans un magazine parental que sucer une tétine peut avoir des conséquences néfastes sur l’avenir des enfants elle retire tout de suite sa tétine à Maggie et s’en débarasse. Privée de sa tétine, Maggie devient infernale et se met à tout casser dans la maison mais finit par se calmer lorsqu’elle trouve un jouet du chien qui s’avère être un parfait ersatz de tétine. Le couinement incessant du jouet que Maggie tête jour et nuit empêche Homer de dormir et le contraint à prendre des somnifères. Mais le médicament qu’il prend à pour effet secondaire de provoquer chez lui des crises de somnambulisme. L’une d’elles le conduit à provoquer un accident à la caserne des pompiers de Springfield qui envoit tous les pompiers à l’hôpital. Se sentant responsable, Homer ainsi qu’une poignée de Springfieldiens, se portent volontaires pour devenir pompiers. Mais ils vont en profiter pour commettre une série de larcins sur les lieux où ils éteignent des incendies."
  },
  {
    "titre": "S18E20 - Petit Papa Noël superflic",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf12.jpg",
    "description": "Lors d’une foire agricole les Simpson entrent dans un labyrinthe dans un champ de maïs taillé et finissent par s’y perdre. Tous finissent par en sortir à l’exception d’Homer qui reste coincé dedans. Finalement c’est Petit Papa Noël qui parviendra à le retrouver grâce à son flair. Admiratif de cette prouesse, le chef Wiggum propose aux Simpson d’engager leur chien pour en faire un chien de police. Petit Papa Noël va vite s’avérer être un chien de police exemplaire. Face au vide laissé par son chien, Bart décide d’adopter un nouvel animal et choisit d’acheter un énorme python."
  },
  {
    "titre": "S18E21 - 24 Minutes",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf14.jpg",
    "description": "Dans cette parodie de la série 24, la Cellule Anti-Absentéisme dont font partie Bart, Lisa et Milhouse tente de déjouer les plans de la bande à Jimbo qui a prévu de faire exploser une bombe puante lors d’une vente de pâtisseries organisée par l’école mais une taupe qui a infiltré l’unité de Bart et Lisa va leur compliquer la tâche. De son coté Marge se rend compte qu’il ne lui reste plus que quelques dizaines de minutes pour faire un gâteau pour la vente de l’école à laquelle elle tient absolument à participer et dont Bart avait oublié de lui parler. La mission devient encore plus compliquée lorsqu’elle s’aperçoit qu’il lui manque un ingrédient..."
  },
  {
    "titre": "S18E22 - Info sans gros mots",
    "image": "https://www.simpsonspark.com/images/guide/s18/jabf15.jpg",
    "description": "Après une visite de routine chez le dentiste en famille, les Simpson s’arrêtent manger une glace et Homer achète le millionième cône vendu par le magasin, ce qui lui vaut d’être invité dans l’émission de Kent Brockman pour parler de cet événement. Sur le plateau il renverse accidentellement une tasse de café bouillant sur Kent et celui ci ne peut s’empêcher de lâcher un infâme juron. Quand  Ned Flanders entend ça il décide de se plaindre au CSA américain qui porte plainte à son tour contre Channel 6 qui doit payer 10 millions de dollars d’amende. Kent Brockman, quant à lui, est licencié..."
  }
]