[
  {
    "titre": "S25E01 - Homerland",
    "image": "https://www.simpsonspark.com/images/guide/s25/rabf20.jpg",
    "description": "Homer se rend à une convention sur le nucléaire au Moyen Orient avec Lenny et Carl. Les trois compères en profitent pour boire et faire la fête. Trois jours plus tard en Amérique, Marge et les enfants attendent leur père à l’aéroport lorsque Carl et Lenny arrivent et leur annoncent qu’Homer a mystérieusement disparu… Paniqués, Marge, Bart et Lisa entament des recherches mais Homer réapparaît soudainement à la maison, complètement métamorphosé : il est poli, ne mange plus de porc, ne boit plus de bière et se comporte en parfait mari. Suspicieuse, Lisa le soupçonne d’avoir été manipulé à l'étranger. Lorsqu’elle surprend son père en train de prier dans le garage et de déployer des plans de la centrale nucléaire, il n’y a plus aucun doute : son père prépare une attaque terroriste sur le sol américain."
  },
  {
    "titre": "S25E02 - Simpson Horror Show XXIV",
    "image": "https://www.simpsonspark.com/images/guide/s25/rabf16.jpg",
    "description": ""
  },
  {
    "titre": "S25E03 - 4 regrets et un enterrement",
    "image": "https://www.simpsonspark.com/images/guide/s25/rabf18.jpg",
    "description": "Chip Davis, l’homme le plus apprécié de Springfield mais qui n’est jamais apparu, est décédé. Tous les habitants de la ville se sont réunis à l’église pour lui rendre un dernier hommage. Pendant son discours, le révérend énumère les quelques regrets que le défunt lui avait confessé, ce qui évoque chez quatre autres résidents le souvenir de quelques regrets dans leur vie. Parmi ces habitants, Marge s'en veut d’avoir fait écouter à Bart du heavy métal lorsqu’elle était enceinte, car elle pense que c’est la cause de son caractère rebelle ; Kent Brockman regrette de ne pas avoir quitter les infos locales pour rejoindre Fox News ; Homer regrette d’avoir vendu ses actions Apple pour une boule de bowling et Monsieur Burns se souvient de sa première rupture avec une jeune française qu’il avait depuis longtemps oublié. Ces regrets vont hanter ces quatre personnages jusqu’à ce qu’ils trouvent un moyen de les accepter..."
  },
  {
    "titre": "S25E04 - On ne vit qu'une fois",
    "image": "https://www.simpsonspark.com/images/guide/s25/rabf22.jpg",
    "description": "Bart et Milhouse passe du temps ensemble lorsqu’une dispute éclate. Homer envoie immédiatement un message à Kirk pour qu’il vienne récupérer son fils. Lorsque ce dernier arrive au volant d’une décapotable, Marge et Homer sont ébahis : « Yolo [You Only Live Once] », signifiant « on ne vit qu’une fois », est inscrit sur sa plaque d’immatriculation et c’est à présent le style de vie que Kirk a décidé d’adopter. Cette phrase fait beaucoup rire Marge, mais Homer commence peu à peu à se rendre compte qu’il n’aura lui aussi qu’une seule vie pour réaliser ses rêves d'enfant. En voyant son mari si déprimé, Marge va prendre l’initiative de contacter Eduardo, un correspondant espagnol d’enfance d'Homer, pour qu’il fasse des rêves du petit Homer de 10 ans une réalité, aussi fous et dangereux soient ceux-ci… Pendant ce temps, Kent Brockman dénonce au grand jour les tricheries abusives qu’il existe à l’école élémentaire de Springfield sous les yeux de Skinner. Pour ne pas nuire totalement à la réputation de l’école, Lisa propose de recréer un code d’honneur faisant en sorte que les élèves eux-mêmes dénoncent les tricheurs, une façon de faire ainsi confiance aux élèves pour ne plus tricher. Sauf que Bart va trouver un subterfuge pour contrecarrer ce nouveau code…"
  },
  {
    "titre": "S25E05 - L'instinct paternel",
    "image": "https://www.simpsonspark.com/images/guide/s25/rabf19.jpg",
    "description": "Après un soir de poker entre amis, Homer se retrouve coincé dans un ascenseur avec une jeune fille, Gretchen, sur le point d’accoucher. Homer s’improvise alors sage-homme et le bébé naît en parfaite santé, mais il n’en parle pas à Marge à qui il a fait croire qu’il était parti travaillé. Lors d’une autre soirée de poker, Homer revoit Gretchen et le nouveau-né, Homer Junior et de plus en plus, il va continuer à s’occuper du bébé en cachette. Jusqu’au jour où Marge en aura assez de ses absences répétées et le surprendra en flagrant délit avec le bébé… Parallèlement, Milhouse invite Lisa à assister un match de rugby où, pendant la mi-temps, elle est sélectionnée parmi le public pour se mêler au spectacle des pom-pom girls de Springfield. Après cette expérience, Lisa se rend compte de leurs misérables conditions de travail et va se battre pour leur faire reconnaitre de meilleurs droits."
  },
  {
    "titre": "S25E06 - Belle Lisa ou Isabelle",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf02.jpg",
    "description": "Encore une triste journée qui commence pour Lisa à l’école élémentaire de Springfield. Pour échapper aux mauvaises farces de son frère, elle se cache dans la bibliothèque. C'est alors qu'elle y rencontre une nouvelle élève de CE1 : Isabel Gutierrez. Les deux filles se lient rapidement d’amitié mais lors d’une présentation orale sur Franklin Roosevelt, Lisa se rend compte qu’Isabel est une républicaine. Lisa, démocrate dans l’âme, essaye de comprendre le point de vue de sa nouvelle amie et va néanmoins l’accepter avec ses idées. Mais les choses vont s’empirer lorsqu’elles vont toutes les deux se présenter et s’affronter aux élections pour être déléguée de classe…"
  },
  {
    "titre": "S25E07 - Bart se fait avoir",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf04.jpg",
    "description": "Le principal Skinner promet d’offrir un voyage à bord d’un sous-marin à l’élève le plus exemplaire de l’école. Armé de son stylo rouge, il n’hésite pas à sanctionner le moindre faux pas de ses élèves. Bart, voulant à tout prix monter dans le sous-marin, croit que toutes ses mauvaises blagues peuvent être oubliées s’il se comporte de manière irréprochable. Sauf que Skinner va redoubler d’attention à son égard… De son côté, Lisa va aider Krusty à vendre ses droits de diffusion à l’étranger afin de le sauver de la faillite…"
  },
  {
    "titre": "S25E08 - Noël blanc",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf01.jpg",
    "description": "Cette année, Noël est annoncé chaud et sans neige à cause du réchauffement climatique. À l’exception de Springfield qui bénéficie d’un microclimat causé par la fumée de la centrale nucléaire et de celle de la réserve de pneu en combustion. En quelques heures seulement, la ville se couvre d’un épais manteau blanc et cela attire les étrangers de toute part du pays qui cherchent à passer un Noël enneigé. Avec ce nombre ahurissant de touriste, les commerces de Springfield connaissent une hausse de fréquentation et des prix, et se retrouvent bien vite sans ressource. Pour aussi tirer un certain profit financier, Marge transforme leur maison en Bed & Breakfast et accueille les étrangers. La famille s’apprête alors à passer un Noël très mouvementé et difficile à supporter…"
  },
  {
    "titre": "S25E09 - Piratez cet épisode",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf05.jpg",
    "description": "Le nouveau film de Radioactive Man est récemment sorti au cinéma et Homer, ne l’ayant pas encore vu, en entend parler partout autour de lui, ce qui l’exaspère et finit par le pousser à aller le voir. Au final, le film se révèle être un pathétique assemblage de publicité qui n’a rien d’extraordinaire. Homer, déçu, se fait mettre hors du cinéma. À la maison, Bart le console en lui montrant qu’il existe un moyen de voir tous les films du monde tout en restant chez soi grâce à internet : en téléchargeant. Homer s’adonne à cette nouvelle passion du téléchargement et décide d’organiser la projection de films dans son jardin pour en faire profiter le voisinage. Sachant que tout cela est illégal, Marge préfère, elle, envoyer un chèque aux producteurs d’Hollywood pour rembourser la séance en plein air dont elle aussi a indirectement bénéficié. En recevant sa lettre, les producteurs contactent le FBI qui intervient immédiatement chez les Simpson et arrête Homer pour piratage illégal sous les yeux de Marge, désromais rongée par la culpabilité d’avoir envoyé son mari en prison…."
  },
  {
    "titre": "S25E10 - Le mariage du Blob",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf03.jpg",
    "description": "Bart et Milhouse découvrent ensemble la mort de Radioactive Man dans sa dernière aventure. Le soir même, le vendeur de bd organise une vente du premier numéro inédit du reboot de Radioactive Man. En voyant tous ces couples et ces familles venir lui ensemble dans sa boutique, le vendeur de bd se sent bien seul derrière son comptoir, surtout en n'ayant personne avec qui partager sa passion. C’est alors qu’une jeune auteur japonaise de mangas du nom de Kumiko franchit le seuil de sa boutique et il en tombe instantanément amoureux. Ne voulant pas gâcher sa chance avec elle, il demande à Homer de l’aider à préparer son premier rendez-vous. Tout se passe à merveille jusqu'à ce que le père de Kumiko vienne mettre son grain de sel dans cette aventure amoureuse idyllique…"
  },
  {
    "titre": "S25E11 - Vu à la télé",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf06.jpg",
    "description": "En guise de cadeaux de Noël, Monsieur Burns offre aux employés les toute nouvelle lunettes hautes technologies Oogle. Mais derrière ce présent se cache le dessein malsain de Monsieur Burns de pouvoir tout voir et tout contrôler au sujet de ses employés. Marge trouve que ses lunettes ont une mauvaise influence sur la vie d’Homer et finit par le convaincre de les mettre de côté de temps en temps. Tentée elle aussi par cette vision augmentée de la réalité, Marge va les porter lorsque son mari sera absent, sans savoir que celui-ci l’observe en fait depuis le bureau de Monsieur Burns. Homer découvre alors que Marge voit quelqu’un sans le lui dire… Pendant ce temps, à l’école élémentaire de Springfield, Nelson fait un cadeau de Saint-Valentin à tous les élèves et les oblige à lui en faire un en retour. Bart refuse de se plier à ses exigences et va, à la place, lui donner quelque chose de tout à fait opposé…"
  },
  {
    "titre": "S25E12 - Diggs",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf08.jpg",
    "description": "À la fin de la messe dominicale, Lovejoy invite un révérend indonésien à prendre la parole pour parler du petit Sumadi, un jeune garçon d’Indonésie atteint d’une maladie et en quête d’argent pour guérir. Bart, touché par le récit, demande à Homer de lui prêter 20 dollars, mais son père le harcèle immédiatement pour récupérer la somme. Ne pouvant plus supporter la pression de son père, dans la cour de récréation, Bart suggère d’avaler tout ce qu’on lui propose contre de l’argent, jusqu’à ingurgiter une grenouille de laboratoire qui l’envoie directement à l’hôpital. Le lendemain, Bart est la risée de tout le cours élémentaire et au moment où les petites brutes veulent s’en prendre à lui, Diggs vient à son secours avec un aigle domestiqué. Diggs est un jeune garçon de Springfield très discret qui a pour vocation de devenir maitre en fauconnerie et découvrir le ciel de ses propres ailes. Cependant, son ambition va gravement mettre plusieurs fois sa vie en danger…"
  },
  {
    "titre": "S25E13 - L'homme qui en voulait trop",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf07.jpg",
    "description": "Le mardi c’est le jour des Tacos à la cantine du cours élémentaire de Springfield et les couloirs se transforment en un véritable champ de bataille. Arrivée à la cafétéria, Lisa découvre que les légumes frais sont en fait des organismes génétiquement modifiés pour être conserver plus longtemps, comme c’est le cas aussi dans tout le pays alors que ses conséquences sur le corps humains sont inconnues. Elle décide d’organiser une conférence à ce sujet pour alerter les habitants de Springfield de leurs menaces. Mais après quelques recherches, Lisa déclare que ce n’est peut-être pas une si mauvaise solution pour combattre la faim dans le monde. C’est alors qu’une représentante de Monsarno, une des plus grosses entreprises de modifications génétiques au monde, rencontre Lisa et lui propose de visiter leurs locaux, dont le responsable scientifique n’est autre que… Tahiti Bob ! Sur le temps que Lisa découvre une nouvelle facette de l’ennemi de Bart, Marge s’attèle à une nouvelle tâche proposée par l’église qui est celle de donner cours d’éducations sexuelles aux adolescents. Mais ce n’est pas particulièrement un domaine qu’elle maitrise…"
  },
  {
    "titre": "S25E14 - Un hiver de rêve",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf09.jpg",
    "description": "Amoureux, Homer et Marge rentrent chez eux en s’embrassant langoureusement lorsque Lisa leur crie dans le couloir que la maison de retraite a perdu sa licence pour viol des règlements de santé et que grand-père n’a plus d’endroit où habiter. En allant chercher Abraham, Marge a pitié de deux autres pensionnaires laissés seuls, Jasper et le vieux juif, et les invitent donc chez eux. Cependant, elle va bien vite regretter ce bon geste en voyant Homer se comporter de plus en plus comme un octogénaire et suivre son père et ses acolytes dans toutes leurs activités… Pendant ce temps, à l’école élémentaire de Springfield, Bart défend Nelson lorsque les élèves s’aperçoivent qu’il porte les sous-vêtements de sa mère. Suite à cela, Nelson propose à Bart de rejoindre le groupe des petites brutes de l’école, et tous ensembles, ils vont participer au plus important et redoutable rassemblement de petites brutes de Springfield…"
  },
  {
    "titre": "S25E15 - La guerre de l'art",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf25.jpg",
    "description": "Lisa veut à tout prix avoir un cochon d’inde et finit par convaincre ses parents de lui en acheter un. Dès son arrivée dans son nouveau foyer, le petit animal ruine involontairement la peinture du voilier qui trônait dans le salon. Marge décide de la remplacer par une peinture de quelques dollars qu’elle trouve sur une brocante des Van Houten. À la maison, les Simpson s’aperçoivent que l’œuvre est en fait une peinture d’un certain Johan Oldenveldt d’une très grande valeur. Homer et Marge discutent longuement afin de savoir s’il est juste ou pas d’en parler au Van Houten jusqu’à ce que Milhouse découvre toute l’histoire par inadvertance et n’ont d’autre choix que de dire la vérité aux parents… Marge et Homer décident alors de vendre l’œuvre aux enchères en ignorant les plaintes de Van Houten, ce qui finit aussi par impliquer tous les Springfieldiens : la moitié d’entre eux leur imposant de partager l’argent de l’œuvre avec leur propriétaire légitime ; l’autre moitié les soutenant à le garder pour eux. Jusqu’à ce qu’une troisième personne se mêle au conflit, prétendant que l’œuvre aussi lui appartient…"
  },
  {
    "titre": "S25E16 - Joue pas les arbitres",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf11.jpg",
    "description": "Dans la grande salle de gym de l’école élémentaire de Springfield, un débat entre Abraham Lincoln et Stephen Douglass est organisé mais immédiatement sifflé par tous les élèves avant de virer en un tragique échange de coups de poing. Le superintendant Chalmers est furieux et propose d’organiser un concours de discours afin de leur enseigner le respect dans lequel les élèves devront présenter un héros. Le jour de la présentation, Lisa s’aperçoit que Martin l’a devancé sur le sujet et elle n’a que quelques secondes pour trouver un nouvel héro : elle choisit son père. Son discours est touchant et rencontre un tel succès sur internet qu’il est partagé de manière virale. Un représentant de la Fédération internationale de football se présente alors à leur domicile et veut qu’Homer soit arbitre lors de la prochaine Coupe du Monde au Brésil en raison de son intégrité. Pour la seconde fois, la famille part au Brésil ou de nombreuses épreuves vont ébranler l’honnêteté d’Homer…"
  },
  {
    "titre": "S25E17 - Luca$",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf12.jpg",
    "description": "Homer est coincé dans la plaine de jeux pour enfants et serait responsable du retard de Bart à l’école. Sauf que Skinner ne croit pas l’excuse de Bart et décide de le punir. De justesse, il réussit à s’enfuir grâce à une diversion de Willie, mais Skinner le poursuit en voiture jusqu’à ce que son véhicule tombe en panne. Bart se réfugie dans sa cabane et y trouve un invité surprise : le Serpent, venu se cacher pour échapper à la police après avoir commis un délit pour son fils. Lorsque Wiggum interroge Bart, ce dernier prend pitié du Serpent et le couvre. Pour le remercier, le Serpent va lui amener plusieurs cadeaux jusqu’au jour où Wiggum va finalement le coincer et chercher à qui profitait tous ces cadeaux… De son côté, Lisa fait la connaissance d’un jeune élève nommé Lucas Bortner, un professionnel des concours du plus gros mangeur. Lisa trouve cela totalement irresponsable et est persuadée qu’elle peut changer la façon de manger de Lucas. Mais Marge s’inquiète du fait qu’elle traine avec un garçon moins bien qu’elle alors que Patty et Selma lui font remarquer qu’elle cherche de toute évidence à trouver un homme à l’image de son père. Cette situation n’étant pas saine pour sa fille, Marge va délicatement tenter de la faire comprendre à Homer pour qu’il aide Lisa à s’en rendre compte aussi…"
  },
  {
    "titre": "S25E18 - Le futur avenir",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf13.jpg",
    "description": "En se levant un matin, Marge découvre des restes de nourriture éparpillés partout dans la maison. Voyant qu’Homer est responsable de ce carnage, elle lui recommande de faire attention à ce qu’il mange pour sa santé. Homer prend conscience qu’il doit faire des efforts, mais en montant les escaliers pour le dire à Marge, il décède d’une mauvaise chute… À son enterrement, le professeur Frink survient et annonce qu’il a réussi à extraire le cerveau d’Homer et qu’il l’a placé dans une reproduction de son corps, ce qui le ramène à la vie. Devenant ainsi presque immortel, Homer ne fait plus attention à rien et ressuscite après chaque excès, jusqu’au jour où, 30 ans plus tard, le professeur Frink ne puisse plus rien faire. Une copie de son cerveau est cependant mise sur clé USB, mais Marge n’a plus la force d’enterrer son mari éternellement et préfère l’ignorer. Surtout qu’à côté de ce problème-là, Bart n’arrive toujours pas à oublier Jenda, son ex-femme, à présent remarié à un alien ; et que Lisa et Milhouse ne s’entendent vraiment plus. Mais les choses vont changer lorsque Jenda va se faire quitter et que Milhouse va se faire mordre par un zombie…"
  },
  {
    "titre": "S25E19 - Bart fait des bébés",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf14.jpg",
    "description": "Bart déteste l’art, et il déteste encore plus sa maitresse qui l’encourage sans cesse dans cette voie artistique. Afin de ne plus devoir aller à son cours, il décide d’éliminer son professeur avec une méthode un peu moins traditionnelle : le vaudou. Après avoir réuni le matériel nécessaire, Bart et Milhouse fabriquent une poupée vaudou et jettent un sort à leur professeur… Le lendemain, la maitresse annonce qu’elle est enceinte et il n’en faut pas plus pour qu’une rumeur se répande au sujet de Bart et de sa mystérieuse façon de rendre les femmes enceintes… La rumeur prend de l’ampleur et de plus en plus de couple viennent le voir, croyant qu’il y a un vrai lien entre le vaudou et une grossesse, ce qui lui permet d’ouvrir un véritable petit commerce. Jusqu’au jour où Gros Tony veut faire s’accoupler deux chevaux de races afin d’obtenir un véritable cheval pur-sang, Bart est pris au piège…"
  },
  {
    "titre": "S25E20 - Embrique-moi",
    "image": "https://www.simpsonspark.com/images/guide/s25/rabf21.jpg",
    "description": "C’est une journée comme les autres dans la vie normale de la famille la plus ordinaire de la ville de Springfield… dans un monde en Légo ! Dans cette réalité parallèle, toute pièce s’emboîte et la douleur n’existe pas. Un jour, chez le vendeur de BD, Homer a une vision en touchant une boite de construction pour enfant : il se voit dans une autre réalité, en chair, avec des doigts et des mains, en train de construire un monde de brique avec Lisa. Personne ne le croit lorsqu’il parle de cette vision, jusqu’au jour où ses mains se transforment en de véritables mains humaines. Homer se met alors en quête de réponses… Pendant ce temps, Bart amène un putois à l’école élémentaire de Springfield. Sauf que la bête va s’enfuir et être poursuivie par Willie qui va malencontreusement détruire toute l’école. Tenu pour responsable par Skinner, Bart a pour devoir de la reconstruire brique par brique…"
  },
  {
    "titre": "S25E21 - Pay Pal",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf15.jpg",
    "description": "Marge est en train de cuisiner pour une fête dans le quartier jusqu’à ce que, distraite par Bart, elle rate son gâteau. Par manque de temps, elle file en acheter un tout préparé au magasin et tente de garder cela secret. Au moment de la fête de quartier, elle rencontre un nouveau voisin, Booth Wilkes-John, qui, par pur hasard, a lui aussi acheté le même gâteau tout préparé au supermarché. Se sentant à l’aise en sa compagnie, elle sympathise et il l’invite, elle et son mari, à venir passer une soirée chez eux à jouer à des jeux de société pour adultes. Voulant à tout prix avoir de nouveaux amis, elle accepte mais est rongée par l’idée qu’Homer puisse ruiner la soirée. Et malgré les mises en garde de Marge, c’est ce qui finit par arriver… Elle prend alors la décision de ne plus jamais avoir d’amis pour que ce genre de situations embarrassantes n’arrive plus, mais elle ne veut pas que sa fille suive le même chemin. Marge essaye alors de comprendre pourquoi Lisa a si peu d’amis et, comme par hasard, Lisa rencontre justement une nouvelle élève, Tumi, avec qui elle s’entendra particulière –trop- bien, ce qui va éveiller la curiosité de Bart…"
  },
  {
    "titre": "S25E22 - Le prix de la lacheté",
    "image": "https://www.simpsonspark.com/images/guide/s25/sabf18.jpg",
    "description": "C’est le dernier jour de l’année scolaire et l’école élémentaire de Springfield organise une série d’activités sportives. La course autour de l’école est l’épreuve pour laquelle Milhouse s’est entraîné toute l’année afin de remporter le premier prix, ce qui pourrait radicalement changer sa vie aux yeux de ses camarades. Mais de leur côté, la bande des loubards parient sur les élèves et Milhouse est loin d’avoir la cote. Raison pour laquelle, lorsque la course est bien entamée et que Milhouse est bon premier, Nelson le coince, seul, à l’orée de forêt et le roue de coup de poings sous le regard de Bart, caché un peu plus loin, qui n'ose pas venir en aide à son meilleur ami. Bart arrive donc premier de la course et la culpabilité le ronge petit à petit : doit-il raconter ce qu’il a vu dans la forêt et renoncer à son titre de premier ? Peut-il vraiment vivre avec le sentiment d’avoir abandonné lâchement son meilleur ami ?... Pendant ce temps, Homer apprend qu’il n’y aura pas de feu d’artifice pour le 4 juillet cette année à Springfield pour raison budgétaire et décide d’en organiser un lui-même…"
  }
]