[
  {
    "titre": "S05E01 - Le quatuor d'Homer",
    "image": "https://www.simpsonspark.com/images/guide/s5/9f21.jpg",
    "description": "Une brocante est organisée à Springfield. En regardant dans un carton contenant des vinyls, Bart et Lisa trouvent un album avec la photo d'Homer dessus. Homer leur raconte alors comment c'est arrivé : tout a commencé en 1985 quand Homer faisait partie d'un quatuor de voix d'hommes avec Apu, Skinner et le chef Wiggum. A l'époque, ils chantaient tous les après-midi dans le bar de Moe. Leur groupe devint célèbre et un producteur s'intéressa à eux. Ils furent engagés à condition qu'ils se débarrassent du chef Wiggum. Après avoir passer des auditions, c'est Barney qui fut choisi pour le remplacer. Sur la proposition d'Apu, ils choisissent de s'appeler les Be Mol ; ils sont maintenant prêts à enregistrer leur premier tube..."
  },
  {
    "titre": "S05E02 - Lac Terreur",
    "image": "https://www.simpsonspark.com/images/guide/s5/9f22.jpg",
    "description": "Bart reçoit une mystérieuse lettre écrite par le sang d'un prisonnier qui veut le tuer. Les lettres de menaces se multiplient et Bart devient de plus en plus inquiet. Ce qui l'inquiète encore plus, c'est qu'il ne sait pas qui est derrière tout ça. L'expéditeur des lettres n'est autre que Tahiti Bob, plus que jamais décidé à se débarrasser définitivement de Bart. Il réussit à obtenir une mise en liberté conditionnelle. Sa liberté terrorise la famille Simpson qui prend des précautions pour éviter que Tahiti Bob s'approche de Bart mais tant que celui-ci sera en liberté, Bart risquera sa vie..."
  },
  {
    "titre": "S05E03 - Homer va à la fac",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f02.jpg",
    "description": "Tout semble calme à la centrale nucléaire, jusqu'à ce qu'une commission d'inspection décide d'y faire une visite surprise. Les inspecteurs veulent connaître les capacités des employés dont celles d'Homer. Après que celui-ci ait provoqué un accident incompréhensible, les inspecteurs exigent de M. Burns qu'Homer soit remis à niveau pour exercer sa profession. Monsieur Burns demande alors à Homer de retourner à l'université pour repasser son diplôme de physique nucléaire. Homer redécouvre les joies de la fac. Mais il ne semble pas très intéressé par les cours et risque fortement de rater son diplôme s'il ne travaille pas plus..."
  },
  {
    "titre": "S05E04 - Rosebud",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f01.jpg",
    "description": "Pendant un rêve, Monsieur Burns se souvient de Bobo, son ours en peluche qu'il avait quand il était petit. Cet ours lui manque et il veut le récupérer à tout prix. Pendant la fête de son anniversaire, Homer fait un spectacle comique. Il caricature M. Burns. Cette blague n'est pas du tout appréciée par le vieil homme. Du coup, il demande aux hommes de la sécurité de donner une leçon à Homer. Il finit avec une bosse sur la tête. Pour soulager sa douleur, Bart va acheter un sac de glace et il trouve à l'intérieur un ours en peluche. Cet ours est Bobo, l'ours que recherche M. Burns à tout prix. Homer se dit qu'il va pouvoir en profiter pour demander le maximum d'argent à M. Burns en échange..."
  },
  {
    "titre": "S05E05 - Simpson Horror Show IV",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f04.jpg",
    "description": ""
  },
  {
    "titre": "S05E06 - Marge en cavale",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f03.jpg",
    "description": "En faisant don de 30 $ pour une chaîne publique, Marge gagne deux billets pour aller voir un ballet. Homer accepte de l'accompagner même si ça ne l'intéresse pas beaucoup. Alors qu'il essaie d'attraper une boisson dans le distributeur à la centrale, sa main reste coincée à l'intérieur. Comme il n'arrive pas à se sortir de cette situation il prévient Marge de ce contre temps. Elle propose donc à Ruth Powers, sa voisine, de l'accompagner voir le ballet. Marge est en colère contre Homer. Elle décide de sortir une nouvelle fois avec sa voisine et sans lui ! Après avoir passé une bonne soirée, Marge décide qu'elle ne rentrera pas à la maison..."
  },
  {
    "titre": "S05E07 - Bart enfant modèle",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f05.jpg",
    "description": "Homer a obtenu un trampoline gratuitement par Krusty qui souhaitait s'en débarrasser malgré le désaccord de Marge. Il fait payer les enfants pour qu'ils puissent y jouer. Mais le trampoline est trop dangereux et tous les enfants se retrouvent blessés. Homer décide alors de s'en séparer. Marge découvre Brad Goodman et ses méthodes de détente et emmène sa famille écouter la conférence qu'il donne à Springfield. Quand il découvre Bart, il annonce à toute la ville que Bart est un modèle à suivre pour vivre parfaitement bien. Les habitants se mettent alors à avoir la même insouciance que Bart. Ce qui peut sembler être un avantage peut rapidement devenir un gros inconvénient..."
  },
  {
    "titre": "S05E08 - Scout un jour, scout toujours",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f06.jpg",
    "description": "Bart et Milhouse n'ont plus d'argent pour jouer aux jeux vidéos, jusqu'à ce qu'un billet de 20$ qu'Homer vient de trouver s'envole par la fenêtre et atterrisse devant les deux garçons. Avec l'argent, ils vont au mini-marché et prennent un fruitshee entièrement recouvert de sirop. La mixture est tellement sucrée que Bart et Milhouse ne sont plus entièrement maîtres de leurs actes. Le lendemain à son réveil, Bart est devenu scout sans même s'en souvenir. Ca ne l'enchante pas au début, mais il doit quand même reconnaître que ça a quelques avantages..."
  },
  {
    "titre": "S05E09 - La dernière tentation d'Homer",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f07.jpg",
    "description": "Bart est interrogé en classe. Il doit lire au tableau et fait semblant de ne pas y arriver à cause de sa mauvaise vue. Pendant ce temps à la centrale, Charlie est renvoyé pour avoir osé demander une issue de secours. Il faut le remplacer, et des inspecteurs exigent que la centrale embauche une femme car il y en a trop peu. Après que Bart ait subit des examens poussés, il se retrouve à porter des lunettes et à ressembler à un surdoué. A la centrale, une femme du nom de Mindy Simmons est engagée. En la voyant, Homer flashe tout de suite sur elle, en dépit de sa propre volonté. A l'école, tous les élèves se moquent de Bart et de sa nouvelle allure d'intello. Homer va essayer d'éviter le plus possible de rentrer en contact avec Mindy car il aime Marge et il ne veut pas avoir une aventure avec sa collègue de bureau. Mais la tâche s'avère assez difficile..."
  },
  {
    "titre": "S05E10 - L'enfer du jeu",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f08.jpg",
    "description": "La ville de Springfield se délabre de plus en plus et elle manque d'argent. Afin de pouvoir faire remonter Springfield à un rang social plus élevé, le maire Quimby décide de légaliser les jeux d'argents. Monsieur Burns qui est toujours prêt à se faire de l'argent décide alors de construire un casino. Homer est embauché en tant que croupier et apprécie beaucoup son travail. Marge trouve accidentellement un jeton par terre. Elle le met dans une machine à sous et gagne. Peu à peu, elle devient accroc. Quant à Bart, il décide de créer lui aussi son propre casino dans sa cabane..."
  },
  {
    "titre": "S05E11 - Erreur sur la ville",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f09.jpg",
    "description": "Pendant la nuit, un cambrioleur s'introduit chez les Simpson et vole des objets qui ont de la valeur. Le cas des Simpson n'est pas un cas isolé. Beaucoup d'autres maisons ont été cambriolées. Face à ces vols, la police est impuissante. Pour éviter que ce genre de choses arrive à nouveau, les maisons sont ultra protégées. Lisa reste insatisfaite car le voleur lui a pris son saxophone. Homer lui promet qu'il va tout faire pour le retrouver. Il décide alors de mener un groupe d'auto-défense pour empêcher toute violation de la loi et pour retrouver le voleur. Quand ils se retrouvent tous armés, ils vont être capables de se défendre, mais vont bientôt abuser de leur pouvoir..."
  },
  {
    "titre": "S05E12 - Bart devient célèbre",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f11.jpg",
    "description": "La classe de Bart va de nouveau visiter l'usine de boîtes en cartons. La visite s'avère encore plus ennuyante qu'on ne pourrait l'imaginer. Bart ne peut pas tenir une seconde de plus alors il sort de l'usine et se rend aux studios Krustylu situés juste à côté. Toute la classe recherche Bart sans y parvenir. En visitant les studios, Bart rencontre Krusty qui lui propose de devenir son assistant. Il est ravi. Mais la tâche d'assistant de Krusty n'est pas aussi intéressante qu'il le pensait et il se lasse très vite. Pour le motiver, Krusty lui propose de participer à une de ses émissions. Bart casse le décor sans faire exprès et lorsqu'il dit \"J'ai rien fait\", les spectateurs rient aux éclats. Cette phrase va lui permettre de devenir célèbre..."
  },
  {
    "titre": "S05E13 - Le blues d'Apu",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f10.jpg",
    "description": "Quand Apu se rend compte que du jambon est avarié, il barre la date de consommation maximale et met le produit en solde. Homer l'achète et se rend malade. Homer décide donc de prendre Apu en flagrant délit. Avec une caméra cachée dans un chapeau, il retourne au magasin et filme Apu en train de replacer un hot-dog tombé par terre dans le présentoir. Lorsque la commission des mini-marchés apprend cela, elle ne tarde pas à renvoyer Apu. Pour se faire pardonner, Apu se met au service de la famille Simpson. Pendant ce temps, James Woods le remplace au mini-marché. Mais Apu a besoin de retrouver son travail..."
  },
  {
    "titre": "S05E14 - Lisa s'en va-t-en guerre",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f12.jpg",
    "description": "Abraham se rend compte qu'il n'en a plus pour longtemps à vivre. Il décide alors de donner son héritage aux Simpson. Avec les pièces en argent de grand-père, les Simpson vont au magasin de jouets où Lisa achète une poupée Malibu Stacey qui parle. Pour paraître plus jeune, Abraham boit du Buzz Cola mais c'est loin d'être une réussite. Lisa joue avec sa nouvelle poupée et se rend compte que les phrases qu'elle dit sont des insultes pour les femmes. Elle décide d'aller à l'usine où sont fabriquées les poupées et espère bien convaincre le fabriquant de modifier les paroles sexistes de la poupée..."
  },
  {
    "titre": "S05E15 - Homer dans l'espace",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f13.jpg",
    "description": "Encore une fois, Homer a raté le prix de l'employé de la semaine. Il constate qu'on ne le respecte pas, que ce soit au travail ou dans sa famille. Le lancement de la navette spatiale n'a pas été un succès en ce qui concerne l'audience. Pour attirer plus de téléspectateurs et surtout conserver leurs crédits, la NASA décide d'embaucher des idiots pour être plus proches des gens. Après un coup de téléphone d'Homer à la NASA, ils pensent avoir trouver l'homme qui leur faut. Ils engagent Homer et Barney pour la prochaine mission spatiale. Après avoir fait quelques tests, Homer et Barney devraient être prêts pour faire leur premier voyage dans l'espace..."
  },
  {
    "titre": "S05E16 - Homer aime Flanders",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f14.jpg",
    "description": "Homer veut aller voir le match de foot américain opposant Shelbyville à Springfield mais il ne reste plus aucun billet. Les seuls billets restants sont à gagner dans une émission de radio et c'est Ned Flanders qui les remporte. Ned Flanders propose à Homer d'aller voir le match avec lui et Homer finit par accepter. Il ne veut pas qu'on le voit avec Ned car il pense que ça ruinerait sa réputation. Mais Homer et Ned deviennent de vrais amis et Homer n'a plus du tout honte de se montrer avec lui..."
  },
  {
    "titre": "S05E17 - Mon pote l'éléphant",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f15.jpg",
    "description": "La maison est vraiment dans un sale état. Marge en a marre de tout nettoyer alors elle oblige Homer et les enfants à tout ranger. Le lendemain, Bart répond à l'émission de radio de Bill et Marty et gagne. Il a le choix entre choisir la récompense de 10 000 $ ou le cadeau-gag qui est un éléphant. Bart choisit ce dernier, mais comme personne ne choisit ce cadeau-gag en général, la station de radio n'est pas en mesure de lui en fournir un. La nouvelle se répand et l'audimat de l'émission chute. KBBL fait donc tout pour trouver un éléphant et surtout retrouver ses auditeurs. Bart finit par recevoir l'éléphant et prend vite conscience qu'il n'est absolument pas facile de s'en occuper..."
  },
  {
    "titre": "S05E18 - L'héritier de Burns",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f16.jpg",
    "description": "Alors que Smithers lui faisait prendre son bain, M. Burns a failli se noyer. Il se rend alors compte qu'il n'a pas d'héritier et que si un jour il meurt, son héritage ne profitera à personne. M. Burns fait une audition pour trouver son héritier idéal. Les auditions ne sont pas du tout satisfaisantes et aucun enfant n'est retenu. Bart qui s'est fait rejeter décide de se venger sur le manoir de M. Burns. La réaction de Bart fait plaisir à Monty Burns qui décide que Bart sera son héritier. Marge insiste Bart à aller passer quelques jours chez M. Burns malgré ses réticences. Il va en profiter pour faire tout ce dont il a envie dans le manoir..."
  },
  {
    "titre": "S05E19 - Un ennemi très cher",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f18.jpg",
    "description": "Pour son exposé, Bart décide de présenter Petit Papa Noël à la classe. Une fois l'exposé terminé, le chien est placé dans un placard. Il sent de la nourriture provenant de la cuisine par le conduit d'aération et il y pénètre. Le problème est qu'il va resté coincé à l'intérieur. Willie est chargé d'aller le chercher dans le conduit. Lorsque l'inspecteur Chalmers arrive par surprise à l'école et qu'il découvre cette situation peu banale, il décide de renvoyer Skinner. Leopold, le supérieur de Chalmers, nomme Ned Flanders comme nouveau principal de l'école alors que Skinner devenu chômeur ne semble pas si malheureux que ça..."
  },
  {
    "titre": "S05E20 - Le garçon qui en savait trop",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f19.jpg",
    "description": "A l'extérieur, il fait un temps magnifique. Pendant ce temps, Bart est coincé en classe sur une nouvelle chaise peu confortable. Il s'invente alors un mot d'excuse et fait l'école buissonnière. Le principal Skinner est sûr que l'excuse de Bart est fausse, et il va tout faire pour s'en assurer. Dans sa fuite, Bart arrive à la fête d'anniversaire du neveu du maire : Freddy Quimby. Il va être témoin de la mort d'un serveur. Freddy Quimby est tout de suite accusé de l'avoir tué. Bart ayant été témoin, sait que Freddy n'a rien fait, mais il ne peut pas témoigner car ça prouverait qu'il n'avait pas d'excuse pour ne pas aller à l'école, d'autant plus que Skinner veut absolument prouver qu'il a séché..."
  },
  {
    "titre": "S05E21 - L'amoureux de grand-mère",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f21.jpg",
    "description": "L'anniversaire de Maggie a été fêté avec toute la famille, y compris Abraham Simpson et Jacqueline Bouvier, la mère de Marge. Ca amène Marge à constater que leurs parents sont trop seuls et qu'ils auraient besoin d'avoir un peu de compagnie. Les Simpson décide donc d'organiser un repas et d'y inviter leurs parents. Une amitié entre eux va vite se créer et ils vont sortir ensembles. Mais pendant une soirée, M. Burns vole Jackie à Abraham et termine la soirée avec elle. Pendant ce temps, Bart se fait arnaquer en achetant un cellulo original d'Itchy et Scratchy pour 350 $..."
  },
  {
    "titre": "S05E22 - Les secrets d'un mariage réussi",
    "image": "https://www.simpsonspark.com/images/guide/s5/1f20.jpg",
    "description": "Pendant une partie de poker, Homer est traité de lent. Il n'a pas trop accepté la remarque et pour montrer qu'il est capable de faire des choses et qu'il est intelligent par-dessus tout, il décide de donner des cours. Il est engagé pour enseigner dans le cours \"Réussir son mariage\". Il s'avère vite qu'il n'est pas du tout un bon professeur et n'enseigne rien d'intéressant. Par contre, lorsqu'il parle des histoires intimes qu'il a avec Marge, il est écouté par ses élèves. Mais Marge n'apprécie pas beaucoup qu'Homer affiche leur intimité devant tout le monde..."
  }
]