[
  {
    "titre": "S02E01 - Aide-toi, le ciel t'aidera",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f03.jpg",
    "description": "Une fois que Martin a fini son exposé, Mme Krapabelle demande à Bart de présenter le sien sur le livre \"L'île au trésor\" qu'il est censé avoir lu. Bien évidemment, Bart ne l'a jamais ouvert et tente d'en faire une explication sans convaincre personne. Mme Krapabelle le puni et lui rappelle que le lendemain il a une interrogation d'Histoire très importante. Au lieu de passer son temps à réviser, il préfère jouer aux jeux vidéos et regarder la télévision. Le jour J, il fait semblant d'être malade en classe et se fait renvoyer à la maison pour se reposer. Mais il devra quand même passer son contrôle. Il demande à Martin de l'aider à réviser. La veille de son contrôle, il fait une prière et implore le Seigneur de faire en sorte qu'il ne puisse pas se rendre à l'école le lendemain. Au petit matin, Springfield est couverte de neige..."
  },
  {
    "titre": "S02E02 - Simpson et Dalila",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f02.jpg",
    "description": "Pendant un programme télé, Homer voit une publicité qui vante les mérites de Dimoxinil, un produit miracle qui permet de faire pousser les cheveux. Il court voir un médecin afin qu'il lui prescrive le traitement mais ce dernier coûte 1 000 $ ! En discutant avec Lenny et Carl, il se rend compte que son traitement peut être pris en charge par son assurance maladie. Il s'empresse donc de retourner voir le médecin à la clinique du cheveu pour obtenir le produit miracle. Lorsqu'il se réveille, le lendemain, il constate que le produit a agi comme il l'espérait. M. Burns le repère et lui propose de passer cadre. Il recrute alors Karl, son assistant, qui va entre autre, l'aider à éviter les pièges que Smithers va lui tendre par jalousie..."
  },
  {
    "titre": "S02E03 - Simpson's Horror Show",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f04.jpg",
    "description": ""
  },
  {
    "titre": "S02E04 - Sous le signe du poisson",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f01.jpg",
    "description": "Bart et Lisa pêchent tranquillement près de la centrale lorsque Dave Shutton, un journaliste, vient leur poser quelques questions. Au même moment, Bart attrape un drôle de poisson à trois yeux ! Peu de temps après, une commission d'enquête du gouvernement vient visiter la centrale et ordonne à M. Burns de la rendre conforme au plus vite sous peine d'être obliger de la fermer. Pour cela, M. Burns a besoin de 56 millions de dollars ! Alors qu'il est complètement désespéré, Homer lui donne l'idée de se présenter au poste de gouverneur de la ville. Il s'entoure alors des meilleurs hommes pour l'aider à gagner cette campagne..."
  },
  {
    "titre": "S02E05 - Le dieu du stade",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f05.jpg",
    "description": "Pendant un match de base-ball, Homer se dévoue pour encourager, en dansant, l'équipe des Isotopes de Springfield, qui sont en train de perdre. Son énergie redynamise très vite les joueurs qui remportent le match. A la fin, le président de l'équipe des Isotopes lui propose de devenir la mascotte officielle de l'équipe. Après quelques minutes de réflexion, il accepte la proposition. Ainsi, Homer accompagne les Isotopes dans tous leurs matchs et leur porte chance jusqu'au jour où ils en perdent un. Sans plus attendre, le président de l'équipe lui propose de quitter les Isotopes pour celle de Capital City. Les Simpson déménagent donc et vont s'installer à la capitale..."
  },
  {
    "titre": "S02E06 - Mini golf, Maxi Beauf",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f08.jpg",
    "description": "Homer est énervé parce qu'il tond la pelouse. Pour calmer ses nerfs, il demande à Marge de lui apporter une bière mais il n'en reste plus. Ned Flanders, qui assiste à la scène, l'invite à en prendre une chez lui. Homer accepte volontiers et en profite pour découvrir un peu plus ses voisins. Agacé de voir les Flanders heureux, il s'énèrve et s'en prend à Ned, qui lui demande de partir ! Le lendemain matin, Ned dépose chez les Simpson une lettre d'excuses qui fait rire toute la famille. Suite à cette altercation, Homer décide de mieux s'occuper de sa famille et emmène Bart au golf miniature où il rencontre Ned et Todd qui eux aussi, passent du bon temps. En prenant connaissance d'un tournoi, Homer pari avec Ned que Bart peut gagner le tournoi malgré le fait qu'il n'ait jamais rien gagné de sa vie..."
  },
  {
    "titre": "S02E07 - La fugue de Bart",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f07.jpg",
    "description": "Pendant que Marge prépare la dinde pour le dîner de Thanksgiving, Lisa finalise sa composition pour décorer la table. L'heure du repas familial approche ; la mère et les soeurs de Marge sont arrivées et Homer est parti chercher son père à la maison de retraite. Une fois à table, Lisa présente fièrement sa composition sans pour autant se douter que Bart va par accident la lui mettre au feu et gâcher ainsi la soirée ! Homer et Marge le punissent sans plus attendre en l'obligeant à monter dans sa chambre sans manger. Incompris, Bart s'enfuit avec Petit Papa Noël et errent dans les rues de Springfield. Mais la faim le rattrape et il se voit obligé de faire un don du sang pour gagner 12 $. Trop faible, il s'évanouit dans la rue et il est recueilli par deux clochards..."
  },
  {
    "titre": "S02E08 - Le saut de la mort",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f06.jpg",
    "description": "Bart et ses copains regardent ensemble un match de catch à la télévision. A la fin du programme, une publicité annonce que le rallye des monstres se déroulera samedi soir à Springfield. Homer et Bart sont littéralement hypnotisés et n'ont qu'une envie : y assister. Seulement, Lisa fait son premier concert le même jour. Après une petite discussion en famille, ils décident donc d'aller l'écouter puis de filer voir le spectacle. En cherchant une place sur le parking du rallye, Homer rentre par accident dans l'arène. Le dragonosaure s'attaque à la voiture et n'en fait qu'une bouchée ! Après un arrangement avec le propriétaire de ce dernier, ils assistent au spectacle du grand cascadeur Lance Murdock. Après avoir apprécié son talent et son courage, Bart décide de se lancer, lui aussi, dans les cascades en skate. Une fois bien entraîné, il prend la décision de franchir les Gorges de Springfield malgré l'interdiction d'Homer..."
  },
  {
    "titre": "S02E09 - Tous à la manif !",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f09.jpg",
    "description": "Homer décide de rendre service à Marge en fabriquant une étagère à épices. Pendant ce temps, Marge prépare le repas et les enfants regardent comme d'habitude Itchy et Scratchy, leur dessin animé préféré. Cependant, un événement inattendu intervient : Maggie assomme Homer à l'aide d'un maillet ! Marge qui se demande comment elle a pu avoir une telle idée, découvre avec stupeur que c'est en regardant Itchy et Scratchy. Elle envoie alors une lettre à la production qui n'en tient pas vraiment compte. Elle décide donc de manifester devant les bureaux de la production et arrive malgré tout à mobiliser les habitants de la ville. Kent Brockman l'invite dans son émission, Smartline, afin qu'elle puisse débattre avec les principaux intéressés. A la suite de son intervention télévisée, la production est inondée de courriers de protestations qui demandent que le dessin animé soit moins violent..."
  },
  {
    "titre": "S02E10 - Toute la vérité, rien que la vérité",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f10.jpg",
    "description": "Bart dévale les rues de Springfield lorsqu'il se fait heurter par la voiture de M. Burns. Le choc est tellement violent, que son âme monte au ciel et atterrit en enfer. Le Diable, après avoir fait quelques vérifications, lui indique qu'il y a une erreur et que ce n'est pas encore son heure. A son réveil à l'hôpital, il voit sa famille et Lionel Hutz, un avocat un peu louche, qui propose aux Simpson de demander un dédommagement à M. Burns. Homer, gêné par cette situation, décide de ne pas poursuivre son patron jusqu'au jour où ce dernier, conseillé par ses avocats, lui offre un chèque de 100 $ ! Homer, offensé par l'attitude de M. Burns, décide de recourir à maître Hutz et de réclamer 1 million de dollars de dommages. Lionel Hutz va demander à Bart de jouer un peu la comédie afin de l'aider à gagner le procès..."
  },
  {
    "titre": "S02E11 - Un poisson nommé Fugu",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f11.jpg",
    "description": "En dînant, Marge propose d'aller manger le lendemain soir des sushis dans un tout nouveau restaurant japonais. Homer, n'étant pas vraiment convaincu par ce qu'il va bien pouvoir manger, change très vite d'avis une fois les premiers sushis engloutis. Il aime tellement cette nouvelle cuisine, qu'il commande le fameux poisson Fugu, un poisson qui peut être mortel s'il n'est pas correctement découpé. L'apprenti cuisinier qui se charge de le préparer commet une erreur ; ce qui envoie Homer directement à l'hôpital. Le Dr Hibbert lui annonce qu'il ne lui reste plus que 22 heures à vivre ! Homer se met alors à faire la liste de tout ce qu'il doit faire avant de partir..."
  },
  {
    "titre": "S02E12 - Il était une fois Homer et Marge",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f12.jpg",
    "description": "Les Simpson regardent en famille une émission sur le cinéma lorsque la télévision fait des siennes. Homer essaie comme il peut de la réparer et fini par la casser définitivement. Marge commence à raconter l'époque où avec Homer, ils ne regardaient que très peu la télévision. Rapidement Lisa lui demande comment ils se sont rencontrés. C'est alors que Marge commence le récit de leur rencontre : en 1974, Homer ne pensant qu'à sécher les cours, à manger et à fumer aux toilettes, alors que Marge militait pour l'égalité des sexes. Pendant une colle, Homer tombe sous le charme de Marge mais cela n'a rien de réciproque. Pour essayer de séduire la belle fille aux cheveux longs, Homer est prêt à beaucoup de choses. Cependant, sa maladresse l'exaspère et elle fini par accepter d'être la cavalière d'Artie Ziff, au bal de fin d'année..."
  },
  {
    "titre": "S02E13 - Tu ne déroberas point",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f13.jpg",
    "description": "1220 avant JC, au Mont Sinaï. Homer le voleur écoute Moïse énoncer les 10 commandements et apprend tristement qu'il ne devra plus voler. De retour à Springfield, Homer entend dans le jardin Ned Flanders se disputer. Ned lui explique la raison de sa colère : l'employé du câble lui proposait de lui installer le câble gratuit pour seulement 50 $. Homer, qui ne reste pas insensible à cet argument rattrape in extremis l'employé et se fait connecter au câble. Les Simpson peuvent profiter à présent de 1 600 heures de programmes par jour ! Mais Lisa n'est pas très fière de l'initiative qu'a pris Homer parce qu'elle estime que c'est du \"vol\". Bart profite de la situation et fait payer ses copains pour voir des films pour adultes. Quant à Homer, il invite tous ses amis à venir voir le match de boxe du siècle entre Dedrick Tatum et Watson..."
  },
  {
    "titre": "S02E14 - Jamais deux sans toi",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f15.jpg",
    "description": "A 8 heures du matin, Barney réveille Homer pour l'informer qu'un nouveau restaurant propose des grillades à volonté ; pourtant Homer s'était juré de ne manger des côtes de porc que 6 fois par semaine ! Il ne résiste pas à la tentation et emmène Marge avec lui pendant que Patty et Selma gardent les enfants. De retour du restaurant Selma, désespérée, se confie à Marge en lui demandant de l'aider pour se trouver un mari. Marge n'ayant pas oublié qu'Homer lui doit une faveur, lui demande naturellement de trouver un mari pour sa soeur. Comme Bart vient de faire une grosse bêtise à l'école, le principal Skinner convoque Homer dans son bureau. Lorsqu'Homer le voit, il réalise qu'il est de bon parti et qu'il pourrait bien plaire à Selma. Il l'invite donc à un dîner à la maison en présence des sœurs de Marge, mais voilà que lorsque Skinner arrive, il tombe sous le charme de Patty..."
  },
  {
    "titre": "S02E15 - Fluctuat Homergitur",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f16.jpg",
    "description": "Pendant que les Simpson sont en train de dîner, le téléphone sonne pour annoncer à Homer que son père a eu une arythmie cardiaque et qu'il est hospitalisé. Homer se rend à l'hôpital pour voir Abraham qui a pris conscience qu'il est passé près de la mort. Il décide alors de dévoiler à Homer qu'il a un demi-frère. Il lui explique que pendant qu'il séduisait sa mère, il a eu une liaison avec une foraine avec qui il a eu cet enfant. Par la suite, Abraham et Mona ont décidé de le placer à l'orphelinat de Shelbyville afin qu'Homer puisse grandir dans le respect de son père. De ce pas, Homer part à la recherche de ce demi-frère et apprend qu'il a été élevé par la famille Powell et qu'il vit désormais à Détroit. Après maints coups de fils, il tombe enfin sur lui et l'invite à Détroit. Lorsque les Simpson arrivent, ils s'aperçoivent qu'Herbert est un riche homme d'affaire...."
  },
  {
    "titre": "S02E16 - Une vie de chien",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f14.jpg",
    "description": "En allant chercher le journal, Homer se bat avec Petit Papa Noël pour le récupérer. Le chien finit par le déchirer, ce qui énerve Homer. Comme il ne s'arrête pas là, Homer l'attache dans le jardin. Lisa a attrapé les oreillons et devra rester à la maison. Le chien arrive malgré tout à se détacher et déambule en ville en faisant un tas de bêtises. Homer est obligé d'aller le récupérer chez sa voisine. En allant au centre commercial pour acheter des revues pour Lisa, il succombe à une folie et s'achète une paire de basket \"Assassin\" à 125 $ qu'il avait vu portée sur Ned ! Marge profite d'être seule avec sa fille pour lui montrer le dessus de lit que la famille Bouvier entretient depuis 5 générations. Lorsque les Simpson découvrent avec horreur que Petit Papa Noël a détruit les baskets d'Homer et le dessus de lit, ils décident de l'envoyer dans une école de dressage pour chien..."
  },
  {
    "titre": "S02E17 - Un amour de grand-père",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f17.jpg",
    "description": "Pendant la distribution des médicaments à la maison de retraite, Abraham se rend compte qu'il y a eu une erreur et qu'on ne lui a pas donné les bons cachets. En fait, l'infirmière l'a confondu avec une certaine Bea Simmons. Lorsqu'Abe et Bea se rencontrent, ils ont tout de suite un coup de foudre et ne se quittent plus. Ils revivent enfin ! Quelques semaines plus tard, Homer vient chercher son père pour l'emmener avec la famille au \"Safari aux lions à prix discount\", mais voilà qu'en voulant partir ils se retrouvent bloqués dans la voiture toute la nuit dans le parc, encerclé par tous les lions. Le lendemain matin, lorsqu'Abraham rentre à la maison de retraite, il apprend que Bea est décédée pendant la nuit et qu'elle lui a légué 160 000 $ ! Il essaie comme il peut de profiter de cet argent mais il n'y arrive pas vraiment. Il décide alors d'offrir l'argent à la personne qui en aura le plus besoin..."
  },
  {
    "titre": "S02E18 - Le pinceau qui tue",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f18.jpg",
    "description": "Lors de sa dernière émission en direct du Mont Splashmore, Krusty conseille aux enfants de venir faire un tour au parc aquatique. Bart et Lisa tannent sans relâche Homer pour qu'il les accompagne le lendemain. Une fois au parc, Homer essaie la fameuse attraction H2-Oh. Manque de chance, il reste coincé dedans. En se pesant, il constate qu'il fait 130 kilos et décide de faire un régime. En allant au grenier, il tombe sur d'anciens tableaux de Marge représentant Ringo Starr. Marge raconte aux enfants pourquoi elle a abandonné la peinture. Lisa l'encourage à reprendre des cours. Marge devient vite l'élève préférée du professeur Lombardo, qui va lui permettre de remporter le 1er prix à la galerie d'art de Springfield. M. Burns entend parler de Marge et lui demande de peindre son portrait pour l'ouverture de l'aile Burns au musée d'art..."
  },
  {
    "titre": "S02E19 - Mon prof, ce héros au sourire si doux",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f19.jpg",
    "description": "Melle Hoover annonce à ses élèves qu'elle est malade et qu'elle va devoir s'absenter le temps de se soigner. Elle est aussitôt remplacée par M. Bergstrom, un professeur pas comme les autres, aux allures de cow-boy. Lisa tombe immédiatement sous son charme ! Pendant ce temps-là, les élections du président de la classe de CM1 se disputent entre Martin et Bart, qui est encouragé par ses copains et Homer. Mme Krapabelle s'empresse quant à elle de mettre la main sur le nouvel instituteur mais sans succès. Afin de se rapprocher de Lisa, Homer l'accompagne visiter le musée où ils rencontrent M. Bergstrom. Cependant, Lisa a honte du comportement d'Homer et est déçue de ne pas avoir pu profiter de cette rencontre. Marge lui propose alors d'inviter M. Bergstrom à dîner chez eux..."
  },
  {
    "titre": "S02E20 - La guerre des Simpson",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f20.jpg",
    "description": "Marge organise à la maison une grande soirée à laquelle elle convie tous leurs amis. En fin de soirée, Homer est totalement saoul et fait fuir tous les invités. Marge n'a jamais eu aussi honte de sa vie et décide de régler ses problèmes avec Homer à l'écart des enfants. Le révérend Lovejoy organise une retraite conjugale au lac du Poisson chat, pour essayer d'aider psychologiquement les couples qui traversent des mauvaises passes. Marge s'inscrit et oblige donc Homer à l'accompagner. En entendant parler du Général Sherman, un poisson chat de 200 kilos, Homer ne pense plus qu'à une seule chose : le pêcher..."
  },
  {
    "titre": "S02E21 - Un pour tous, tous contre un",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f21.jpg",
    "description": "Pendant le festival de la bande dessinée, Bart rencontre Martin et Milhouse qui sont fans comme lui de Radioactive Man. Ils profitent de la venue de Buddy Hodges, qui interprétait Atomic Boy, pour lui poser tout un tas de questions. En quittant le festival, le vendeur de BD montre à Bart et Nelson le premier numéro de Radioactive Man qu'il vend 100 $. A partir de ce moment-là, Bart va tout faire pour réunir cette somme : épuiser son père, vendre des bouteilles vides, vendre de la bière et même entretenir la maison de madame Glick. Tout ça pour seulement gagner 35 $ ! Lorsqu'il passe devant le Donjon de l'Androïde pour baver devant le nÂ°1 de Radioactive Man, il se rend compte que Martin et Milhouse cherchent aussi à l'acheter, sans pour autant avoir l'argent suffisant..."
  },
  {
    "titre": "S02E22 - Le sang, c'est de l'argent",
    "image": "https://www.simpsonspark.com/images/guide/s2/7f22.jpg",
    "description": "Pendant que le maire Quimby inaugure le nouveau système d'alertes nucléaires, financé par M. Burns, ce dernier fait une crise sérieuse d'anémie. Pour se remettre sur pieds, il a absolument besoin d'une transfusion sanguine. Le problème est que son groupe sanguin est O négatif et qu'il est très rare. Homer apprend que Bart a le même groupe sanguin que son patron et arrive à le convaincre de faire un don du sang pour le sauver. Après une transfusion réussie, M. Burns est en pleine forme. Pour remercier Bart, il lui envoie simplement un mot par courrier alors qu'Homer pensait recevoir de l'argent. Furieux, il demande à Bart de rédiger une lettre qu'il veux lui envoyer mais Marge arrive à l'en empêcher de justesse. Le lendemain matin, Bart va tranquillement la poster..."
  }
]