[
  {
    "titre": "S04E01 - Les jolies colonies de vacances",
    "image": "https://www.simpsonspark.com/images/guide/s4/8f24.jpg",
    "description": "C'est le dernier jour d'école. Pour les vacances, Homer et Marge prévoient d'envoyer Bart et Lisa au camp de vacances Krusty à condition qu'ils aient des bonnes notes. Lisa ne pose pas de problèmes ; par contre, Bart, si : il n'a que des \"D-\". Afin d'être sûr d'aller passer ses vacances là-bas, Bart essaie de modifier ses notes sur son bulletin mais cela ne sert à rien. Homer fait preuve d'une grande gentillesse en l'autorisant quand même à y aller. Quand les enfants arrivent au camp, ils sont déçus de voir que Krusty n'y est pas et qu'il n'arrivera que dans quelques semaines. De plus, les moniteurs, Dolph, Jimbo et Kearney, n'ont pas l'air très aimables. Ils vont vite se rendre compte que le camp est dans un état pitoyable et que les activités proposées sont pénibles et dangereuses..."
  },
  {
    "titre": "S04E02 - Un tramway nommé Marge",
    "image": "https://www.simpsonspark.com/images/guide/s4/8f18.jpg",
    "description": "Pendant que les Simpson regardent l'élection de Miss Amérique à la télévision, Marge va passer une audition pour jouer dans une comédie musicale, \"Un tramway nommé désir\", mise en scène par Llewelyn Sinclair. Ned Flanders est choisi pour interpréter le rôle de Stanley et Marge obtient celui de Blanche. Les répétitions peuvent alors commencer. Marge doit se séparer de Maggie pendant un certain temps pour pouvoir répéter. Elle l'emmène dans une crèche qui est tenue par la sœur de Llewelyn Sinclair, une femme très autoritaire, qui confisque les tétines aux enfants. Marge n'est pas contente du comportement d'Homer parce qu'il ne s'intéresse pas du tout à ce qu'elle est en train de faire et que cette pièce est importante pour elle..."
  },
  {
    "titre": "S04E03 - Homer l'hérétique",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f01.jpg",
    "description": "Marge réveille Homer pour qu'il aille à la messe mais il décide de ne pas s'y rendre. Pendant que les habitants de Springfield y assistent dans le froid, à cause de la chaudière qui est en panne, Homer se la coule douce à la maison. Le froid est tellement rude que la porte de l'église gèle et que les personnes présentes se retrouvent coincées à l'intérieur. Willie réussit finalement à l'ouvrir. Quand la famille rentre gelée, Homer leur annonce qu'il n'ira plus jamais à l'église. Pendant la nuit, Homer rêve qu'il se retrouve nez à nez avec Dieu. Il fait un arrangement avec ce dernier et il décide de vivre sa foi à sa façon..."
  },
  {
    "titre": "S04E04 - Lisa, la reine de beauté",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f02.jpg",
    "description": "Lors d'une kermesse organisée en ville, un dessinateur fait une caricature de Lisa. Ce dessin qui a fait rire plusieurs personnes rend Lisa très triste. Elle est persuadée qu'elle n'est pas belle et déprime. Homer, qui trouve que sa fille est particulièrement jolie ne veut pas qu'elle se fasse du mal pour une simple caricature. Pour lui prouver qu'elle est jolie, il décide de l'inscrire à un concours de beauté. L'inscription coûte 250 $ et pour la payer, il revend le billet qu'il avait gagné pour un voyage dans le dirigeable Duff. Lisa qui ne voulait pas y participer au début change d'avis lorsqu'elle apprend qu'Homer a fait un sacrifice pour elle. Mais la tâche n'est pas aussi simple qu'elle y paraît car une concurrente du nom d'Amber s'annonce redoutable..."
  },
  {
    "titre": "S04E05 - Simpson Horror Show III",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f04.jpg",
    "description": ""
  },
  {
    "titre": "S04E06 - Itchy et Scratchy : le film",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f03.jpg",
    "description": "Homer et Marge se rendent à l'école pour une réunion parents/professeurs. Quand Marge a une discussion avec Mme Krapabelle, elle se rend compte que le comportement de Bart est vraiment inacceptable. La seule solution pour y remédier, c'est plus de discipline. Pendant leur absence, Bart joue avec le dentier d'Abraham et le casse. Pour le punir, Homer et Marge le privent de repas. Finalement, Homer lui apporte en cachette un morceau de pizza dans sa chambre. Quelques jours plus tard, il apprend que le film avec Itchy et Scratchy va bientôt sortir et il ne veut rater ça sous aucun prétexte. Alors qu'il a pour mission de s'occuper de Maggie, cette dernière profite de l'inattention de son grand frère pour prendre la voiture et faire un accident ! La punition ultime tombe : Bart n'ira pas voir le film d'Itchy et Scratchy..."
  },
  {
    "titre": "S04E07 - Marge a trouvé un boulot",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f05.jpg",
    "description": "La maison des Simpson penche d'un côté. Ils font venir un réparateur qui leur dit que les réparations leur coûteraient 8 500 $ ! La maison devient la risée du quartier. Pour pouvoir la réparer, Marge doit trouver un travail. Homer et Marge se rendent à la fête du départ à la retraite de Jacques Cosette, un employé de la centrale. Etant donné que cet personne laisse son poste vacant, Marge en profite pour postuler et est engagée à la centrale nucléaire grâce à un curriculum vitae plus ou moins sincère. Le travail se passe plutôt bien à l'exception faite que M. Burns soit tombé sous son charme..."
  },
  {
    "titre": "S04E08 - La plus belle du quartier",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f06.jpg",
    "description": "Monsieur et madame Winfield, les voisins des Simpson vendent leur maison parce qu'ils déménagent en Floride. La maison est achetée par Ruth Powers et sa fille Laura. Bart fait la connaissance de cette dernière et il tombe amoureux. Homer et Marge, quant à eux, veulent aller dans le restaurant du capitaine McCallister, \"Le Hollandais Rissolant\". Pour garder les enfants, ils demandent à Laura de faire la baby-sitter. Bart est heureux ! Pendant ce temps-là, Homer profite de la formule à volonté jusqu'à la fermeture du restaurant. Mais il n'est pas content car il n'a pas suffisamment mangé..."
  },
  {
    "titre": "S04E09 - Monsieur chasse-neige",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f07.jpg",
    "description": "Homer passe du bon temps devant la télé chez Moe jusqu'à ce que Marge l'appelle et lui demande de rentrer. Dehors, il neige tellement qu'Homer ne voit plus la route. Il finit par emboutir sa voiture dans celle de Marge. Homer cherche donc à acheter une nouvelle voiture. Il flashe sur un chasse-neige à 20 000 $. Marge n'étant pas satisfaite de cet achat, souhaite quelque chose de plus conventionnel et de moins cher. Homer la rassure et lui confit qu'il pourra gagner de l'argent en aidant les gens à déblayer la neige devant leurs maisons. Homer devient un héros pour la ville grâce à son chasse-neige et Marge est obligée de reconnaître qu'elle s'était trompée à son sujet. Son ami Barney ne tarde pas à le concurrencer..."
  },
  {
    "titre": "S04E10 - Le premier mot de Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f08.jpg",
    "description": "Les Simpson essaient de faire parler Maggie, ce qui les amène à parler de l'histoire du premier mot de Lisa. Marge commence l'histoire en 1983. A l'époque, les Simpson habitaient dans un petit appartement. A 2 ans, Bart était déjà une petite peste et il rendait déjà Homer dingue. Marge lui annonce alors qu'elle attend un nouvel enfant. Bart a l'air enchanté de la nouvelle. L'appartement dans lequel ils vivent va devenir trop petit quand le nouveau né arrivera. Ils se mettent alors à chercher une maison. Le 742 Evergreen Terrasse semble être la maison idéale. Le prix de la maison est trop élevé, aussi Homer demande de l'aide financière auprès de son père. Abraham accepte et la maison est désormais celle des Simpson. Il ne reste plus qu'à attendre la naissance de la petite Lisa..."
  },
  {
    "titre": "S04E11 - Oh la crise... cardiaque !",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f09.jpg",
    "description": "Homer mange au lit en regardant une série policière. Marge lui demande de moins manger car c'est mauvais pour son cœur. En effet, Homer semble assez sensible à ce niveau. Lorsque M. Burns décide de le renvoyer et le traite de larve, Homer fait une crise cardiaque dans son bureau. Il est emmené à l'hôpital. Il réussit heureusement à s'en remettre mais il doit subir une opération à cœur ouvert. Cette opération est très coûteuse et il doit débourser 40 000 $. Il va bien tenter d'avoir une assurance santé mais en vain. Alors qu'il pensait que tout était perdu, Homer voit une publicité du docteur Nick Riviera qui annonce qu'il est capable de faire n'importe quelle opération pour seulement 129,95 $ ! Le problème est que ses méthodes sont souvent douteuses..."
  },
  {
    "titre": "S04E12 - Le monorail",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f10.jpg",
    "description": "Monsieur Burns et Smithers sont pris en flagrant délit en train de cacher des fûts de déchets radioactifs dans un arbre par le service de protection de l'environnement. Pour son geste, M. Burns doit payer une amende s'élevant à 3 millions de dollars. Cet argent est donné à la ville. Chaque habitant rêve de ce qu'il pourrait faire de cette somme. Pour savoir à quoi il servira, une conférence est organisée. Au cours de celle-ci, un homme du nom de Lanley propose aux habitants de Springfield de construire un monorail. Tout le monde semble ravi. Homer est choisi pour le conduire une fois construit. Cependant, Marge commence à avoir des doutes sur la sincérité de Lanley et elle commence à croire que ce monorail est une arnaque..."
  },
  {
    "titre": "S04E13 - Le choix de Selma",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f11.jpg",
    "description": "Après avoir vu une publicité très convaincante, Homer prend la décision d'aller en famille à Duffland. Mais Marge annonce que Gladys, une de ses tantes est morte. Accompagnés de Patty et Selma, les Simpson se rendent à son enterrement. Dans son testament, Gladys donne un conseil aux sœurs de Marge : ne mourrez pas seules. Ses mots font réagir Selma, et veut à tout prix avoir un bébé. Les premières rencontres avec des hommes ne sont pas une réussite mais Selma ne veut pas abandonner aussi vite. Les enfants veulent toujours aller à Duffland mais Homer tombe malade. Selma en profite pour les accompagner et va vite se rendre compte que s'occuper d'enfants n'est pas si simple..."
  },
  {
    "titre": "S04E14 - Le grand frère",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f12.jpg",
    "description": "Bart vient de finir un entraînement de football. Homer doit venir le chercher en voiture mais il l'oublie. Le temps passe et Bart continue toujours à attendre son père sous la pluie. Finalement, Homer s'en souvient et se dépêche d'aller le chercher. Bart est vraiment en colère contre lui pour l'avoir oublié. A la télévision, il voit une annonce de l'association \"Grand frère\" qui permet aux enfants qui n'ont pas de père d'en avoir un. Bart est intéressé et fait semblant d'être orphelin pour pouvoir bénéficier des services de l'association. Tom se porte volontaire pour devenir son père adoptif. Il peut enfin faire des choses qu'il ne pouvait pas faire avec Homer. Pendant ce temps, Marge se rend compte que Lisa passe des coûts de téléphone très coûteux à une hot-line..."
  },
  {
    "titre": "S04E15 - J'aime Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f13.jpg",
    "description": "Aujourd'hui est le jour de la Saint-Valentin. Homer qui l'a encore oubliée, se dépêche d'aller acheter un cadeau à Marge. Dans la classe de Lisa, les élèves s'échangent des cartes de Saint-Valentin. Tout le monde en reçoit une sauf Ralph Wiggum. Quand Lisa voit qu'il pleure, elle décide de lui en écrire une. Ralph apprécie et pense que Lisa l'aime bien. Il tombe naturellement amoureux d'elle ; seulement, Lisa ne sait pas vraiment comment lui expliquer qu'elle ne partage pas les mêmes sentiments. Comme elle ne veut pas le voir lorsqu'il sonne à sa porte, Homer en profite en lui faisant faire des petits travaux. Melle Hoover, qui prépare la fresque des présidents, attribue le rôle de George Washington à Ralph pour des raisons strictement personnelles. Lisa est donc contrainte de jouer avec lui et a peur qu'il lui fasse honte devant tous les spectateurs..."
  },
  {
    "titre": "S04E16 - Ne lui jetez pas la première bière !",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f14.jpg",
    "description": "Homer quitte la centrale en douce pour se rendre à la brasserie Duff. Pendant ce temps, Bart détruit la tomate qui était le projet d'étude de Lisa, en la jetant sur le principal Skinner. Lors de la visite de l'usine, Homer et Barney boivent de la bière et quand ils veulent rentrer, Homer insiste pour prendre le volant car Barney est saoul. Une escorte de police les contrôle et Homer est arrêté pour conduite en état d'ivresse. Il se voit retirer son permis. Il va devoir assister aux alcooliques anonymes et va apprendre quels sont les dangers de l'alcool au volant. Lisa, pour se venger de Bart a l'idée de faire une étude qui montrera que Bart est moins intelligent qu'un hamster..."
  },
  {
    "titre": "S04E17 - Grève à la centrale",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f15.jpg",
    "description": "Pour se venger du syndicat des ouvriers de la centrale, M. Burns décide arbitrairement de supprimer la mutuelle dentaire. Cette nouvelle tombe au mauvais moment car Lisa vient justement d'apprendre qu'elle va devoir porter un appareil dentaire. Homer réagit vivement et déclenche une manifestation pour que la mutuelle dentaire ne soit pas supprimée. Il est même nommé président du syndicat. Mais rien n'est gagné pour lui, car il va falloir qu'il défie M. Burns pour que la mutuelle soit conservée. En attendant, Lisa est obligée de porter un appareil dentaire très rudimentaire. De son côté, M. Burns invite officieusement Homer afin de le soudoyer..."
  },
  {
    "titre": "S04E18 - Poisson d'avril",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f17.jpg",
    "description": "Homer s'amuse à faire des farces le jour du poisson d'avril. Bart veut se venger des farces que lui a fait Homer et en met une à exécution. Il secoue énergiquement une bière à l'aide d'une machine à mélanger la peinture. Lorsqu'Homer l'ouvre, celle-ci explose avec une puissance incroyable, si bien qu'Homer se retrouve à l'hôpital. Il s'en sort malgré tout sans trop de dégâts. Cette nouvelle expérience qui l'a amené une fois de plus à l'hôpital est une bonne occasion pour la famille de se souvenir de tous les autres ennuis qu'il a pu connaître dans les épisodes précédents..."
  },
  {
    "titre": "S04E19 - Le roi du dessin animé",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f16.jpg",
    "description": "Bart et Lisa ont trouvé que le dernier épisode d'Itchy et Scratchy n'était vraiment pas terrible. Ils ont alors l'idée d'écrire eux-mêmes le scénario d'un épisode. Marge a reçu une lettre pour une réunion d'anciens élèves mais pas Homer. Il est obligé de révéler la vérité à Marge : il n'a jamais eu de diplôme ! Une fois le scénario fini, Bart et Lisa l'envoie à la maison de production d'Itchy et Scratchy en espérant qu'il soit lu. N'ayant pas de nouvelles de la maison de production, ils décident d'envoyer le scénario par l'intermédiaire d'Abraham Simpson. Cette fois-ci le scénario est lu et apprécié, si bien que l'épisode est diffusé à la télé. Abraham Simpson est engagé pour l'écriture d'autres épisodes. Après la réunion des anciens élèves, Homer décide de repasser son diplôme et cette fois-ci, il l'aura..."
  },
  {
    "titre": "S04E20 - Le jour de la raclée",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f18.jpg",
    "description": "L'inspecteur Chalmers doit faire une petite visite à l'école élémentaire. Pour être sûr qu'ils ne vont pas provoquer de catastrophe, le principal Skinner fait enfermer Bart et la bande de Nelson dans la cave de l'école. Mais Bart réussit à s'échapper et avec l'aide du tracteur de Willie provoque une catastrophe. Cette fois, il est allé trop loin : Skinner le renvoie ! Comme aucune école ne veut de lui, Marge devient sa maîtresse. Le jour de la raclée approche. Ce jour est un jour historique pour Springfield : celui où les habitants de la ville tabassent et tuent des serpents. Tout le monde est pour à l'exception de Lisa qui trouve que ce n'est pas bien de tuer des serpents sans aucune raison..."
  },
  {
    "titre": "S04E21 - Marge à l'ombre",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f20.jpg",
    "description": "Homer commande une machine à presser des oranges qu'il a vu à la télé. La personne chargée de mettre le produit en boîte au Japon a un rhume et éternue dans le carton. Quand le produit arrive à Springfield, l'épidémie de grippe d'Osaka se répand dans toute la ville. Les habitants sont affolés et craignent l'infection. La maladie touche également la famille Simpson et Marge, qui n'a pas été contaminée, ne se sent pas forcément mieux avec toutes les plaintes d'Homer et des enfants. Elle se rend au mini-marché et quand elle veut sortir, l'alarme sonne. Marge a volé une bouteille de bourbon. Rapidement, la police arrive et Marge est arrêtée. Marge fait appel à l'avocat Lionel Hutz pour la défendre en justice mais l'affaire semble jouer en sa défaveur..."
  },
  {
    "titre": "S04E22 - Krusty le retour",
    "image": "https://www.simpsonspark.com/images/guide/s4/9f19.jpg",
    "description": "Une chose du nom de Gabbo s'empare de tous les médias, on ne parle plus que de ça. Pourtant, tout le monde ignore ce que c'est jusqu'à ce qu'on découvre que Gabbo est une marionnette animée par un ventriloque. Cette émission est diffusée à la même heure que celle de Krusty et s'annonce comme son concurrent principal. Les chiffres d'audience de Gabbo écrasent littéralement ceux de Krusty. Le clown ne peut rien faire, si ce n'est de reconnaître que son émission ne fonctionne plus et de la supprimer. Pour vivre, Krusty doit se trouver un autre travail mais c'est loin d'être évident quand on a fait le clown toute sa vie..."
  }
]