[
  {
    "titre": "S01E01 - Noël mortel",
    "image": "https://www.simpsonspark.com/images/guide/s1/7g08.jpg",
    "description": "Ce soir, les Simpson assistent à la fête de Noël de l'école dans laquelle Bart et Lisa participent. De retour à la maison, les enfants rédigent leur lettre pour le Père Noël : Lisa réclame pour la énième année un poney et Bart veut un tatouage. Homer est fier de montrer aux enfants sa décoration extérieure, mais ces derniers sont plutôt en extase devant celle de Ned Flanders. Pendant que Marge et Lisa vont faire les courses, Bart se fait tatouer \"Maman\" en cachette pour lui faire une surprise. Celle-ci n'est pas très appréciée par Marge qui se voit donc obligée de le lui faire effacer. L'opération est très coûteuse et Marge dépense toutes les économies en se disant qu'il reste la prime de Noël d'Homer. Mais Homer n'en aura pas cette année ! Les Simpson se retrouvent sans un sous à quelques jours à peine de Noël..."
  },
  {
    "titre": "S01E02 - Bart le génie",
    "image": "https://www.simpsonspark.com/images/guide/s1/7g02.jpg",
    "description": "Toute la famille est réunie autour d'une table pour jouer au scrable. Bart est d'humeur joyeuse et Lisa lui rappelle qu'il a plutôt intérêt à réviser pour les tests qu'il va devoir passer. Le lendemain, il se fait dénoncer par Martin pour s'être moqué du principal Skinner, qui d'ailleurs le convoque dans son bureau après la classe. Mme Krapabelle fait faire un test de Q.I. à ses élèves. Celui-ci semble être bien trop dur pour l'esprit de Bart ; il répond au hasard et réussit à échanger sa feuille avec celle de Martin. Alors que Skinner discute de Bart avec ses parents, le docteur Loren Pryor, le psychologue scolaire, leur annonce que leur enfant est un génie, avec un QI de 216. Le psychologue propose alors à Bart d'intégrer une école pour surdoués. Il accepte volontiers..."
  },
  {
    "titre": "S01E03 - Un atome de bon sens",
    "image": "https://www.simpsonspark.com/images/guide/s1/7g03.jpg",
    "description": "Lors d'une visite de l'école à la centrale, Homer se ridiculise devant son fils en provoquant une catastrophe et se fait renvoyer. Il se met aussitôt à rechercher un nouveau travail mais toutes les portes se ferment devant lui. Il termine sa journée au bar, comme à son habitude, et demande à Moe s'il peut lui faire crédit. Comme Moe pense qu'il ne trouvera pas un nouveau travail, il refuse. Marge se voit alors contrainte de travailler pour faire vivre sa famille. Au bout du rouleau, Homer va casser la tirelire de son fils pour récupérer de quoi s'acheter une bière. Après s'être rendu compte de ce qu'il venait de faire, il prend la décision de se suicider en se jetant du pont de Springfield..."
  },
  {
    "titre": "S01E04 - Simpsonothérapie",
    "image": "https://www.simpsonspark.com/images/guide/s1/7g04.jpg",
    "description": "Homer est invité avec sa famille au pique-nique qu'organise M. Burns pour ses employés. Pendant la journée, Marge s'ennuie et passe son temps à boire et Bart refuse, cette année, de laisser gagner M. Burns à la course de sac. Heureusement, Homer l'en empêche au dernier moment. En quittant le pique-nique, Homer pense que sa famille n'est pas normale et va essayer de la remettre sur le droit chemin. C'est en voyant la publicité du docteur Marvin Monroe qu'il trouve la solution. Il décide donc de faire subir à sa famille une thérapie. Comme il n'a pas assez d'argent, il se voit obligé de vendre sa télévision pour payer la séance. Homer conduit ainsi sa famille au centre thérapeutique, avec l'espoir en tête de la changer..."
  },
  {
    "titre": "S01E05 - Terreur à la récré",
    "image": "https://www.simpsonspark.com/images/guide/s1/7g05.jpg",
    "description": "A l'école, Nelson fait tomber par terre volontairement les gâteaux de Lisa. Pour la défendre, Bart se confronte à lui et le fait saigner du nez. N'acceptant pas que Bart ait fait couler son sang, il lui donne rendez-vous à la sortie pour se battre. Bart craint ce moment toute la journée jusqu'à ce que Nelson et ses amis le frappent. Nelson lui jure de recommencer. Quand Marge entend ce qui s'est passé, elle espère bien que Bart va aller voir le principal Skinner pour lui raconter ce qui est arrivé mais Homer est contre, invoquant le \"code d'honneur de la cours de récré\". Il lui donne quelques conseils mais lorsqu'il se retrouve face à Nelson, Bart se prend une nouvelle leçon. Il décide d'aller voir son grand-père pour qu'il lui donne de bons conseils..."
  },
  {
    "titre": "S01E06 - St Lisa Blues",
    "image": "https://www.simpsonspark.com/images/guide/s1/7g06.jpg",
    "description": "Lisa n'est pas très bien et se sent déprimée, si bien que les Simpson reçoivent un mot disant qu'elle ne veut pas participer au cours de sport. Homer et Bart, quant à eux s'affrontent dans un jeu de boxe. Marge tente en vain de la faire à nouveau sourire mais la seule chose qui la rend plus heureuse est de jouer un peu de blues. Seulement Homer lui demande d'arrêter parce que ça le déconcentre et le fait perdre au jeu vidéo. Alors que Lisa pensait que tout était perdu, elle entend, en pleine nuit, de sa fenêtre, jouer du saxophone. Elle sort de la maison pour savoir qui en joue et rencontre \"Gencives Sanglantes\" avec qui elle fait un bœuf. Marge se rend compte en pleine nuit que Lisa n'est pas dans sa chambre et part à sa recherche..."
  },
  {
    "titre": "S01E07 - L'abominable homme des bois",
    "image": "https://www.simpsonspark.com/images/guide/s1/7g09.jpg",
    "description": "Homer et Bart sont en train de s'occuper du jardin quand Ned Flanders débarque avec son nouveau camping-car. Jaloux de son voisin, Homer décide de s'en acheter un. Le camping-car de ses rêves est malheureusement hors de prix. Le vendeur arrive tout de même à lui vendre un vieux camping-car d'occasion en piteux état. Pour profiter au plus vite de leur achat, les Simpson font une virée en forêt. En voulant prendre un raccourci, Homer se retrouve au bord d'un ravin. La seule solution qu'ils ont pour sauver leurs peaux est de sortir du véhicule et de le laisser tomber. Les Simpson n'ont plus rien et se retrouvent seuls, enfin presque, dans les bois..."
  },
  {
    "titre": "S01E08 - Bart a perdu la tête",
    "image": "https://www.simpsonspark.com/images/guide/s1/7g07.jpg",
    "description": "Homer et Bart sont poursuivis à travers la ville par des habitants en colère, avec la tête de la statue de Jebediah Springfield, le fondateur de la ville, entre les mains. Bart raconte alors aux habitants comment cette situation est arrivée : tout a commencé dimanche matin après la messe. Bart a eu très envie d'aller voir un nouveau film mais Marge n'a pas voulu ; il a alors demandé à Homer de l'argent et y est allé quand même. En arrivant devant le cinéma, il est tombé par hasard sur la bande de Jimbo. Les loubards l'ont incité à rentrer frauduleusement au cinéma avec eux puis il est devenu l'un des leurs. Après avoir entendu qu'ils trouveraient cool de couper la tête de la statue de Jebediah Springfield, Bart a décidé de le faire pour leur montrer qu'il était lui aussi rebelle. Mais, il a vite regretté son geste..."
  },
  {
    "titre": "S01E09 - Marge perd la boule",
    "image": "https://www.simpsonspark.com/images/guide/s1/7g11.jpg",
    "description": "Bart et Lisa préparent un petit déjeuner pour l'anniversaire de Marge. Homer se rend compte qu'il l'a encore une fois oubliée. Il se dépêche d'aller lui acheter un cadeau et décide de lui offrir une boule de bowling. Le soir, au restaurant, lorsqu'il lui offre son cadeau, Marge est en colère car elle sait qu'Homer l'a achetée pour lui parce qu'il a fait graver son nom dessus. Elle a bien l'intention de garder ce cadeau pour elle et va jouer seule au bowling. Sur les pistes, elle rencontre Jacques, un professeur de bowling qui va tout de suite être séduit par elle. Après plusieurs soirées passées au bowling, Homer et les enfants sentent que quelque chose ne tourne pas rond..."
  },
  {
    "titre": "S01E10 - L'odyssée d'Homer",
    "image": "https://www.simpsonspark.com/images/guide/s1/7g10.jpg",
    "description": "Bart reçoit un appareil photo miniature et s'amuse à prendre tout un tas de photos. Ce soir, Homer est invité à l'enterrement de la vie de garçon d'Eugène Fisk, un de ses collègues de la centrale. Il se trouve que le reste de la famille va également dans le même restaurant sans le savoir. Pendant la fête, une danseuse orientale danse avec Homer sur une table, et ceci juste au moment où Bart entre accidentellement dans la salle et en profite pour faire une photo. En donnant une copie à Milhouse, elle va circuler dans toute la ville jusqu'à arriver dans les mains de Marge. Tout le monde se moque de lui sans qu'il ne comprenne pourquoi. Lorsqu'il rentre tranquillement à la maison, Marge lui montre la photo compromettante et le met à la porte..."
  },
  {
    "titre": "S01E11 - L'espion qui venait de chez moi",
    "image": "https://www.simpsonspark.com/images/guide/s1/7g13.jpg",
    "description": "Homer se prend dans les pied le skate de Bart qui traînait à l'étage. Après une chute douloureuse, il se retrouve immobilisé jusqu'à l'arrivée de Marge. Furieuse, Marge demande expressément à Bart de ranger sa chambre. En faisant le ménage, il trouve une cerise explosive. Il en profite pour la faire exploser dans les toilettes de l'école alors que la mère du principal Skinner s'y trouvait ! Skinner qui en a marre de toutes ses bêtises propose à ses parents de l'envoyer en France, dans le cadre d'un échange d'enfants. Bart est ravi et accepte. En échange, les Simpson reçoivent un enfant Albanais, Adil Hoxha. Mais les choses ne se déroulent pas comme prévu. César et Ugolin, les vignerons Français qui hébergent Bart le font travailler très dur tandis que l'Albanais qui vit chez les Simpson, s'avère être un espion qui travaille pour son gouvernement..."
  },
  {
    "titre": "S01E12 - Un clown à l'ombre",
    "image": "https://www.simpsonspark.com/images/guide/s1/7g12.jpg",
    "description": "Marge appelle Homer pour lui demander d'acheter en rentrant un pot de glace parce qu'elle reçoit ses sœurs. Lorsqu'il se rend au mini-marché pour l'acheter, il est témoin d'un braquage. En effet, il a vu Krusty pointer un revolver sur Apu et s'enfuit avec le butin. Avec la vidéo de surveillance comme preuve, Krusty est vite arrêté par la police. On commence à parler de l'histoire à la télévision alors que Krusty clame son innocence. Bart est certain que ce n'est pas lui qui a commis le coup, et avec l'aide de Lisa, il mène l'enquête. Ils se rendent chez Apu à la recherche d'indices. Premier indice : sur la vidéo, on voit Krusty utiliser le micro-ondes, or il ne peut pas s'en approcher puisqu'il porte un pacemaker..."
  },
  {
    "titre": "S01E13 - Une soirée d'enfer",
    "image": "https://www.simpsonspark.com/images/guide/s1/7g01.jpg",
    "description": "Marge ne se sent pas aimée par Homer, alors elle décide d'appeler une radio pour parler de ses problèmes de couple. Homer qui écoute la radio à ce moment-là, veut se racheter mais il a tellement peur que Marge le quitte, qu'il hésite à rentrer à la maison. Cependant, quand il rentre, Marge est furieuse contre lui mais elle change rapidement d'attitude lorsqu'elle se rend compte qu'il n'est pas venu les mains vides. Ils décident alors d'aller au restaurant en amoureux et font venir Mlle Botz, une baby-sitter, pour garder les enfants. Bart et Lisa la trouvent un peu étrange puis ils se rendent compte qu'elle est recherchée par la police et qu'elle est là uniquement pour cambrioler la maison..."
  }
]