[
  {
    "titre": "S09E01 - Homer contre New York",
    "image": "https://www.simpsonspark.com/images/guide/s9/4f22.jpg",
    "description": "Homer et ses potes vont passer une nouvelle soirée à boire chez Moe. Mais ce dernier avertit ses meilleurs clients que celui qui va reconduire les autres ne devra pas boire. Barney est désigné au sort pour être celui-ci. Malgré la présence de Duffman au bar, Barney réussit à résister à la tentation et raccompagne Homer et ses compères. Deux mois plus tard, Barney et la voiture d'Homer sont portés disparus. Barney réapparaît complètement saoul et ne se rappelle pas où il a garé la voiture. Le soir, Homer reçoit une contravention lui indiquant que sa voiture est garée devant le World Trade Center à New York. Homer est obligé de s'y rendre, accompagné de toute la famille, pour aller la récupérer bien qu'il déteste cette ville..."
  },
  {
    "titre": "S09E02 - Le Principal principal",
    "image": "https://www.simpsonspark.com/images/guide/s9/4f23.jpg",
    "description": "L'inspecteur Chalmers se rend à l'école pour annoncer qu'il va organiser une fête à Skinner et ils lui préparent aussi une surprise. La mère du principal l'amène à sa fête surprise. Les enfants sont là et ils ont également préparé une surprise à Seymour. A ce moment-là, un homme entre dans la salle en assurant qu'il est le vrai Seymour Skinner et que le principal est un imposteur. Le principal avoue que c'est la vérité et que son vrai nom est Armin Tanzarian. Il a changé de place avec le vrai Skinner pendant la guerre du Viêt-Nam. Armin est renvoyé de l'école et il reprend son ancien nom. Une nouvelle vie commence pour lui..."
  },
  {
    "titre": "S09E03 - Le saxe de Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s9/3g02.jpg",
    "description": "Les bruits de saxophone de Lisa gênent Homer et Bart qui regardent l'histoire de Krusty à la télévision. Bart va dans sa chambre et lui demande d'arrêter. Il essaie de lui prendre son saxophone mais ça se passe mal : le saxo passe par la fenêtre, tombe au milieu de la rue et se fait aplatir par une voiture. Lisa est triste, alors Homer lui raconte comment s'est passé l'achat du saxophone : c'était en 1990, Lisa était encore très jeune et c'était le premier jour d'école de Bart. Mais comme Homer raconte tout sauf l'histoire du saxophone de Lisa, elle demande à Marge de lui raconter comment c'est arrivé. Elle commence l'histoire avec Bart qui leur posait des problèmes. Ils ont du consulter le psychologue de l'école, qui lorsqu'il a vu la petite Lisa, leur a conseillé de la mettre dans une école pour surdouées..."
  },
  {
    "titre": "S09E04 - Spécial Halloween VIII",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f02.jpg",
    "description": ""
  },
  {
    "titre": "S09E05 - Le papa flingueur",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f01.jpg",
    "description": "Les Simpson vont voir un match de football quand ce dernier dégénère et met la ville de Springfield à feu et à sang. Homer ne veut pas que ça se reproduise et il veut être en mesure de protéger sa famille. Il va dans un magasin d'armes pour s'en acheter une mais il doit légalement attendre cinq jours avant de pouvoir l'acquérir. Après ce délai interminable aux yeux d'Homer, il peut enfin l'acheter. Marge n'apprécie pas du tout ce nouvel achat. Pour tenter de la convaincre, Homer l'emmène avec lui à une réunion des amis des armes mais rien n'y fait ; Marge ne change pas d'avis et préfère aller passer la nuit ailleurs tant qu'Homer aura une arme. Le revolver devient rapidement une nouvelle main pour Homer..."
  },
  {
    "titre": "S09E06 - Fou de foot",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f03.jpg",
    "description": "Les enfants de Springfield sont beaucoup trop gros. Pour maigrir, ils doivent faire du sport et les parents sont convaincus qu'ils doivent faire du football américain. Marge se rend dans un magasin afin d'acheter à Bart une tenue de football. Ned Flanders devient l'entraîneur de l'équipe. Nelson est incontestablement le meilleur joueur et il est choisi comme quaterback. Homer trouve que Ned est un très mauvais entraîneur, si bien qu'il lui laisse la place. Pendant un match, Bart, au lieu de joueur à son poste, sert à Nelson comme bouclier. Quand Homer prend ses nouvelles fonctions, il devient très exigeant avec son fils. Au moment de reconstituer l'équipe, il nomme Bart quaterback à la place de Nelson..."
  },
  {
    "titre": "S09E07 - Mère hindoue fils indigne",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f04.jpg",
    "description": "Une festivité est organisée dans laquelle les femmes peuvent faire des enchères pour passer une soirée avec un homme. Apu est le grand vainqueur car 5 femmes se le sont arrachées pour plus de 900$ ! Après avoir rencontré ses prétendantes, Apu se rend compte qu'il est toujours seul et qu'il en a assez. Peu de temps après, il reçoit un lotus noir dans une enveloppe qui lui annonce qu'il va se marier. Il explique qu'il est prévu qu'il se marie avec une indienne depuis qu'il a 8 ans. Il n'a aucune envie de se marier avec une inconnue alors il dit à sa mère qu'il est déjà marié. Quand sa mère vient lui rendre visite, il est obligé de faire passer Marge pour sa femme..."
  },
  {
    "titre": "S09E08 - Les ailes du délire",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f05.jpg",
    "description": "Homer croit avoir gagné un bateau à moteur mais ce n'était qu'une ruse de la police pour lui faire payer une contravention. En rentrant, les Simpson passent devant la construction du nouveau centre commercial. Lisa proteste car il est construit sur un terrain où il y a des ossements de dinosaures. Les habitants sont alors conviés à venir creuser pour en trouver. En creusant, Lisa tombe sur un squelette très étrange. Il ressemble à un homme mais avec des ailes. Tout le monde pense que c'est un ange. Homer l'emmène à la maison. Tout le monde souhaite pouvoir admirer l'ange et Homer compte bien s'enrichir avec. Mais Lisa est sûre que c'est un canular et elle veut le prouver..."
  },
  {
    "titre": "S09E09 - Marge business",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f06.jpg",
    "description": "Homer s'apprête à passer une journée de plus devant la télévision, mais Marge insiste pour sortir histoire de se changer les idées. Ils vont alors aux ventes aux enchères de la prison. Homer flashe sur la voiture de sport du Serpent et l'achète. Marge n'aime pas la conduite d'Homer alors elle finit le trajet à pied. Sur la route, elle rencontre Lionel Hutz qui est devenu agent immobilier et qui lui donne envie d'en faire autant. Après un petit concours qu'elle réussit, elle se présente à l'agence du Blazer Rouge et y est engagée en tant qu'agent immobilier. De son côté, le Serpent a juré de se venger d'Homer qui a acheté sa voiture. Marge commence alors son nouveau travail et fait visiter des maisons à des clients. Seulement, sa franchise ne lui fait signer aucun contrat..."
  },
  {
    "titre": "S09E10 - Noël d'enfer",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f07.jpg",
    "description": "Comme toujours Homer fait ses courses de Noël au dernier moment. Pour la première fois, les Simpson se sont débarrassés de leur sapin en aluminium pour un beau sapin en plastique. En cette veille de Noël, Marge demande à toute la famille de n'ouvrir les cadeaux que le lendemain à partir de 7 heures. Mais, Bart toujours plus malin que les autres, se réveille 2 heures avant et commence à déballer ses cadeaux. Toutefois, lorsqu'il joue avec son nouveau camion de pompier, il brûle sans le faire exprès le sapin ! Pour cacher sa bêtise, il ensevelit le reste du sapin sous la neige et raconte à ses parents qu'un cambrioleur a volé les cadeaux et le sapin..."
  },
  {
    "titre": "S09E11 - Simpsonnerie chantante",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f24.jpg",
    "description": "Homer revient avec une cassette vidéo qu'il a louée. Au lieu de prendre \"Croc Blanc\", il a choisi un mauvais film de Clint Eastwood qui est rempli de chansons stupides. Homer dit qu'il déteste les comédies musicales. A partir de ce moment, l'épisode lui-même se transforme en comédie musicale. Pour prouver qu'Homer aime bien les chansons, Marge montre des images d'anciens épisodes où l'on voit Homer chanter. Bart lui, dit qu'il déteste danser quand soudain, le serpent entre dans le salon et il braque une carabine sur les Simpson..."
  },
  {
    "titre": "S09E12 - Un drôle de manège",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f08.jpg",
    "description": "Le jardin est dans un sale état, il n'a pas été tondu depuis très longtemps. Même Petit Papa Noël ne veut pas y aller. Marge ne veut pas voir les enfants vautrés devant la télé et leur demande de tondre la pelouse mais ils refusent. Alors qu'ils sont étalés sur le canapé, ils voient passer une fête foraine dans la rue ; mais pour y aller ils ont besoin d'argent. Heureusement, Homer fait preuve de générosité en leur donnant quelques billets. A la fête foraine, Bart voit la limousine d'Hitler ; il monte à l'intérieur, la fait avancer involontairement et la détruit. Le propriétaire l'oblige alors à la rembourser en travaillant pour lui. Homer est jaloux et se porte volontaire pour aider Bart. Le lendemain matin, ils se présentent aux forains et commencent le travail. Seulement, les tâches qu'on leur demande de faire ne sont pas des plus amusantes..."
  },
  {
    "titre": "S09E13 - Un coup de pied aux cultes",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f23.jpg",
    "description": "Bart et Homer se rendent à l'aéroport pour assister à l'arrivée de l'équipe de football de Springfield. Là-bas, Homer est abordé par des membres d'une secte qui l'invitent à un week-end gratuit. Homer s'y rend car il est attiré par le mot \"gratuit\". Les deux membres de la secte font un lavage de cerveau général et tout le monde finit par aimer le Guide... à l'exception d'Homer. Après avoir longuement insisté, il finit par rejoindre les rangs des Mouvementariens. Il invite le reste de la famille à le rejoindre dans le camp où se réunissent les membres de la secte. Lisa est quasiment la seule à ne pas croire au Guide..."
  },
  {
    "titre": "S09E14 - Les petits sauvages",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f11.jpg",
    "description": "Les Simpson regardent la télévision tard le soir si bien que ça se termine le matin. Les enfants vont à l'école et Homer appelle la centrale en prétextant qu'il a la variole. A l'école élémentaire, les enfants vont visiter les Nations Unis. Chaque enfant est déguisé en costume traditionnel d'un des pays membres et Skinner s'assure que les élèves connaissent bien la nation qu'ils représentent. Pour se rendre là-bas, Otto conduit les enfants en bus, mais suite à un incident, Otto perd le contrôle du véhicule, il le fait passer par-dessus un pont et tombe en plein milieu de l'océan. Les élèves sont obligés de se réfugier sur une île déserte. De son côté, Homer crée une société commerciale après que Ned Flanders lui ai parlé de la sienne..."
  },
  {
    "titre": "S09E15 - La dernière tentation de Krusty",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f10.jpg",
    "description": "Au centre commercial, Bart apprend qu'il va y avoir un festival du rire. Il est étonné que Krusty ne soit pas invité et il demande à Jay Leno, l'organisateur, de l'inviter. Krusty est finalement invité mais sa prestation est vraiment mauvaise et personne ne rit de ses blagues. La seule chose qu'il trouve à faire après son apparition ratée est de prendre une cuite, si bien que Bart le retrouve le lendemain matin en train de dormir devant la maison. Il décide de venir en aide à son idole en l'hébergeant chez lui. Sur les conseils de Jay Leno, Krusty prend conscience qu'il doit renouveler son spectacle pour reconquérir le public..."
  },
  {
    "titre": "S09E16 - Pour l'amour de Moe",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f12.jpg",
    "description": "Après avoir fait exploser le chauffe-eau en essayant de le réparer, Homer va se réfugier chez Moe. Le patron du bar est déprimé, il aimerait bien rencontrer une femme. Malgré son physique repoussant, Homer décide de l'aider à trouver une compagne en l'emmenant en boîte. Alors qu'il croyait que tout était perdu, Moe rencontre une fleuriste dénommée Renée. Une grande amitié s'installe entre les deux et tout semble bien se passer. Mais Moe dépense beaucoup d'argent et il se retrouve rapidement ruiné. Pour conserver Renée, il demande à Homer de lui voler sa vieille voiture pour récupérer l'argent de l'assurance..."
  },
  {
    "titre": "S09E17 - La malédiction des Simpson",
    "image": "https://www.simpsonspark.com/images/guide/s9/4f24.jpg",
    "description": "Sur le repas de Lisa, il y a une énigme. Tous les enfants réussissent à trouver la solution de l'énigme à l'exception de Lisa. Cette énigme la hante si bien qu'elle en oublie de faire son exposé pour la classe. Au mini-marché, Jasper, le vieil homme sort toutes les glaces du congélateur afin de se congeler pour ensuite être décongelé dans un meilleur avenir. Lisa qui ne comprend pas ce qui lui arrive va demander de l'aide à Abraham. Il lui explique, preuve à l'appui que tous les membres de la famille Simpson finissent par devenir bêtes et que ça va sûrement lui arriver aussi. Elle va consulter le docteur Hibbert parce qu'elle s'inquiète au sujet de ses gènes. Apu, quant à lui, profite de Jasper pour se faire un peu plus d'argent en faisant payer les visiteurs qui veulent le voir..."
  },
  {
    "titre": "S09E18 - La clé magique",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f13.jpg",
    "description": "A l'école, un robot vient pour parler aux enfants du musée des sciences qui a ouvert ses portes à Springfield. Au musée, Ralph se fait embêter par la bande de Nelson. Marge a vu que le jeune garçon se comportait assez bizarrement et elle dit à son père, le chef Wiggum, que Ralph devrait se trouver un ami. Marge force Bart à passer du temps avec Ralph. Il n'en a aucune envie jusqu'à ce qu'il découvre le placard confidentiel du chef de la police. Bart et Ralph vont ensuite prendre la clé magique du chef Wiggum qui permet d'ouvrir toutes les portes de la ville. Bart commence à bien aimer la compagnie de Ralph..."
  },
  {
    "titre": "S09E19 - Un Homer à la mer",
    "image": "https://www.simpsonspark.com/images/guide/s9/3g04.jpg",
    "description": "En se réveillant à la centrale, d'un rêve assez gourmand, Homer constate qu'il ne reste plus qu'un seul donut. Il propose à ses amis de le mettre dans le cœur du réacteur nucléaire pour l'exposer aux radiations et le rendre plus gros. Dix minutes plus tard, le réacteur est en feu ! M. Burns apprend ce qu'il a fait et le renvoie sur le champ. Il ne lui reste plus qu'à trouver un nouveau travail. Lorsqu'il voit une publicité sur la marine, il décide de s'y engager, suivi ensuite de Barney, Moe et Apu. Ils sont tous reçus. Pendant ce temps, Milhouse se ramène à l'école avec une boucle d'oreille et crée l'admiration de tous les élèves. Bart ne perd pas de temps et va se faire percer l'oreille lui aussi. Lorsqu'il arrive à l'école, tous les enfants portent une boucle d'oreille..."
  },
  {
    "titre": "S09E20 - Pour quelques milliards de plus",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f14.jpg",
    "description": "Tout le monde fête la nouvelle année. Le lendemain matin, Ned Flanders se dépêche de remplir sa déclaration d'impôts le plus vite possible. Quatre mois plus tard, il ne reste plus qu'un jour pour payer ses impôts et tout le monde va à la poste pour envoyer sa déclaration. Homer se rend compte qu'il a oublié de le faire. Il la remplit n'importe comment et il arrive à l'envoyer à la dernière seconde. Mais sa déclaration passe par des contrôleurs des impôts qui voient qu'il a essayé de leur mentir. Les impôts passent un arrangement avec lui pour lui éviter la prison : le FBI lui demande de dénoncer ses meilleurs amis puis de les aider à trouver le billet de un trillion de dollars que cache M. Burns..."
  },
  {
    "titre": "S09E21 - Le journal de Lisa Simpson",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f15.jpg",
    "description": "Lindsey Neagle conseille à Krusty de réserver une partie de son émission aux informations pour enfants car son émission n'est pas assez instructive. Pendant ce temps à l'école, Willie confisque le skate de Bart. Pour le récupérer, Bart fait détruire la cabane de Willie avec de la purée de maïs. Le jardinier jure qu'il se vengera. Le principal Skinner choisit Lisa pour présenter les informations pour enfants. Sous la pression de Marge, Lisa cède la chronique des sports à Bart. Pendant ce temps-là, Apu qui est dans une chaise roulante, apprend à Homer que des singes sont dressés pour aider les handicapés. Il ne tardera pas à s'en acheter un. Après sa première chronique sportive, la productrice du journal propose à Bart de présenter le journal avec Lisa..."
  },
  {
    "titre": "S09E22 - Vive les éboueurs !",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f09.jpg",
    "description": "Une nouvelle fête commerciale fait son apparition : la fête de l'amour. Quand la fête est terminée, tous les emballages finissent à la poubelle, mais personne ne veut aller la vider alors elle commence petit à petit à déborder. Comme Homer la renverse, il doit la sortir. Seulement, il rate de peu le camion-poubelle. Homer se dispute avec les éboueurs qui décident de ne plus ramasser ses ordures. Elles s'entassent devant la maison des Simpson, qui ressemble de plus en plus à une décharge. Le lendemain matin, Homer se lève et constate avec joie que les éboueurs sont venus ramasser les détritus. Mais Marge lui explique que les éboueurs sont venus suite à une lettre d'excuses qu'elle a envoyé en signant du nom d'Homer. Choqué par l'acte de Marge, il décide de se présenter au poste de chef des ordures..."
  },
  {
    "titre": "S09E23 - L'abominable Homer des neiges",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f16.jpg",
    "description": "Un pique-nique est programmé le dimanche par l'église. Il y a un jeu qui est organisé dans lequel il faut récupérer le drapeau de l'adversaire. Deux équipes sont formées et Homer participe au jeu avec Bart, quand il s'aperçoit que Ned Flanders est de la partie. Homer se fait humilier et il se rend compte que Bart a honte de son père. Il veut perdre du poids pour regagner la confiance de son fils. Il découvre une salle de gym dans laquelle il va se muscler. Il se nourrit de barre de compote-énergie qui lui donne des forces. Le fabricant de ces barres organise un défi qui consiste à escalader une montagne. Homer, étant un gros consommateur de ces barres est choisi pour relever ce défi..."
  },
  {
    "titre": "S09E24 - Le bus fatal",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f17.jpg",
    "description": "Aujourd'hui est une superbe journée pour Bart car il n'a pas école. Il en profite pour aller acheter des farces et attrapes avec Milhouse. Il achète des trucs à coller sur son visage, mais comme ça colle mal, il emprunte de la colle forte à Homer. Seulement, cette colle est trop puissante et Marge doit l'accompagner aux urgences pour qu'on lui retire les objets du visage. Lisa, qui devait aller avec sa mère au musée égyptien, demande à Homer si elle peut s'y rendre en prenant le bus. Mais elle se trompe de ligne et se retrouve perdue. Lorsqu'Homer raconte à Lenny et Carl que sa fille a pris le bus toute seule, ils sont choqués qu'il l'ai laissé faire. Homer s'empresse alors d'aller la retrouver ..."
  },
  {
    "titre": "S09E25 - Chéri, fais-moi peur",
    "image": "https://www.simpsonspark.com/images/guide/s9/5f18.jpg",
    "description": "Homer et Marge fêtent leur 10 ans de mariage. Ils voulaient aller au restaurant en tête-à-tête mais les enfants insistent pour aller dans un avion-restaurant. Ils ont l'impression que les relations de leur couple s'essoufflent peu à peu. Ils veulent remettre du piment dans leur couple, et après avoir passer une nuit dans une chambre d'hôte plutôt ratée, ils vont se cacher dans le moulin au mini-golf pour se faire des caresses. Mais ils se font repérer par des gens, ce qui les oblige à s'enfuir. Le seul problème, c'est qu'ils sont tous les deux complètement nus et qu'ils doivent traverser la ville ainsi. Pendant ce temps-là, Bart et Lisa se servent d'un détecteur de métaux pour trouver un trésor..."
  }
]