[
  {
    "titre": "S06E01 - Bart des ténèbres",
    "image": "https://www.simpsonspark.com/images/guide/s6/1f22.jpg",
    "description": "L'été est chaud, très chaud à Springfield. Le seul moyen qu'a trouvé la famille Simpson pour se rafraîchir est d'installer une piscine dans le jardin. Cette piscine attire tous les enfants du quartier. Bart qui voulait plonger du haut de sa cabane rate son saut et tombe à côté de la piscine : il se casse la jambe. Avec une jambe dans le plâtre, ses vacances sont gâchées, il ne peut plus faire grand chose. Il s'enferme alors dans sa chambre avec le télescope de Lisa. En observant les voisins grâce à son nouveau jouet, Bart est persuadé que Ned Flanders a tué sa femme. Pendant ce temps, Lisa profite de la piscine pour se faire des amis..."
  },
  {
    "titre": "S06E02 - La rivale de Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s6/1f17.jpg",
    "description": "A l'école, il y a une nouvelle élève du nom de Allison Taylor qui visiblement est très intelligente. Lisa est dans un premier temps ravie de découvrir une élève qui a autant de connaissances qu'elle. Mais l'esprit de compétition entre les deux jeunes filles risque d'être inévitable car elles veulent toutes les deux être le premier saxophone pour l'audition de l'orchestre. Bart et Homer ont trouvé une très grande quantité de sucre et Homer pense qu'il va pouvoir se faire de l'argent avec. C'est Allison qui gagne la place de premier saxophone. A partir de ce moment, Lisa est jalouse d'elle ; Bart lui propose un plan pour ne plus avoir d'ennuis avec Allison..."
  },
  {
    "titre": "S06E03 - L'amour à la Simpson",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f33.jpg",
    "description": "Après avoir vu un livre sur le sujet, Marge veut expliquer aux enfants ce qu'est l'amour. Pour cela, elle propose que chacun raconte les histoires d'amours qu'il a vécu dans des anciens épisodes. Les enfants ne croient pas vraiment à l'amour, alors Marge raconte dans quelles conditions elle a rencontré Jacques au bowling et comment elle a décidé de rester avec son Homer. C'est au tour d'Homer de raconter son histoire. Il explique alors comment il a fait la connaissance de sa collègue de bureau, Mindy Simmons..."
  },
  {
    "titre": "S06E04 - Itchy et Scratchy Land",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f01.jpg",
    "description": "Dans un épisode de Itchy et Scratchy, Bart et Lisa apprennent qu'un parc d'attraction entièrement consacré à Itchy et Scratchy a ouvert. Ils ne veulent absolument pas rater ça et ils finissent tant bien que mal par réussir à convaincre Homer et Marge de les emmener alors qu'ils étaient plutôt réticents. Après un long trajet, la famille arrive enfin au parc qui est situé sur une île. Avant de commencer la visite, Marge dépose Maggie à la garderie. Ils assistent ensuite à la grande parade des robots puis Homer et Marge vont sur l'île réservée aux adultes et les enfants continuent de s'amuser..."
  },
  {
    "titre": "S06E05 - Le maire est amer",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f02.jpg",
    "description": "Alors qu'il est en plein travail, Homer écoute à la radio l'émission de Birch Barlow. Le politicien critique les actions de Joe Quimby, le maire de Springfield. Pendant l'émission, Tahiti Bob fait une intervention en direct de la prison où il se trouve. Birch réclame que Tahiti Bob soit libéré. Quand il voit que tous les habitants sont du même avis, le maire Quimby décide finalement de le libérer. Aussitôt sorti de prison, Tahiti Bob se présente aux élections municipales pour le parti républicain et de ce fait est contre Quimby. La campagne bat son plein et les deux candidats se battent pour obtenir le plus de voix. Bart et Lisa qui ne font évidemment pas confiance à Tahiti Bob, décident d'aider Quimby dans sa campagne..."
  },
  {
    "titre": "S06E06 - Simpson Horror Show V",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f03.jpg",
    "description": ""
  },
  {
    "titre": "S06E07 - La petite amie de Bart",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f04.jpg",
    "description": "Les enfants jouent aux indiens jusqu'à ce que leurs parents les forcent à aller à l'église. Bart s'ennuie, mais lorsque Jessica Lovejoy, la fille du révérend vient dire la messe, il tombe amoureux d'elle. A première vue, ce n'est pas réciproque. Il essaie de bien se comporter et va même retourner aux cours de catéchisme, mais sans résultat. Par contre, quand il fait des bêtises, Jessica semble plus intéressée et elle décide de l'inviter à dîner chez elle. Le repas se passe plutôt mal et Bart se fait mettre à la porte. Quelques minutes plus tard, Jessica le rejoint. Ensemble, ils font des tas de bêtises mais lorsqu'ils ne sont pas seuls, elle fait semblant de ne pas le connaître..."
  },
  {
    "titre": "S06E08 - Le hockey qui tue",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f05.jpg",
    "description": "Le principal Skinner organise une cérémonie dans laquelle il distribue des avertissements aux élèves dans les matières où ils sont faibles. Lisa est surprise d'en recevoir un en sport. Pour augmenter sa note, elle doit participer à une discipline sportive. Elle ne semble douée dans aucun sport, jusqu'à ce qu'elle assiste à un match de hockey dans lequel joue Bart. A la fin du match, Bart se dispute avec elle et lui jette des objets qu'elle rattrape très bien. Apu, qui est entraîneur d'une équipe de hockey, remarque que Lisa est douée pour rattraper les palets. Il l'engage alors dans son équipe, la principale concurrente de l'équipe de Bart. Bart est jaloux car on s'occupe plus de Lisa que de lui..."
  },
  {
    "titre": "S06E09 - Pervers Homer",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f06.jpg",
    "description": "Homer et Marge se rendent au grand salon de la confiserie. Pendant leur absence, ils engagent une baby-sitter, Ashley Grant pour garder les enfants. Au salon, Homer et Marge s'en mettent plein les poches. Homer va même dérober la guimauve la plus rare du monde, la guimauve Venus de Milo. Quand ils rentrent avec toutes ces confiseries, les enfants sont ravis et ils se jettent dessus. Homer va ramener Ashley chez elle. Quand elle descend de voiture, il voit la Venus de Milo collée sur ses fesses et il la décolle. Ashley croit qu'Homer veut lui toucher les fesses et elle accuse Homer de harcèlement sexuel. Sa réputation est salie et des tas de gens vont lui en vouloir..."
  },
  {
    "titre": "S06E10 - La potion magique",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f07.jpg",
    "description": "Homer ne cesse de remettre les câlins avec Marge au lendemain. Ils se disent alors qu'il y a un problème au niveau de leur couple et ils décident d'acheter un livre pour les aider. Ils en choisissent un avec une cassette audio mais ils ont beau écouter les conseils promulgués, rien ne se passe comme convenu alors ils s'en débarrassent. Homer en parle à son père qui lui dit qu'il connaît une potion capable de réanimer la flamme de son couple. Homer essaie la mixture et c'est un vrai succès ! Il est tellement satisfait de cette potion qu'il décide avec Abraham de la fabriquer et de la vendre sous le nom Simpson & fils. Très rapidement les adultes la testent et tous les enfants se retrouvent dans les rues à errer..."
  },
  {
    "titre": "S06E11 - La peur de l'avion",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f08.jpg",
    "description": "Après une mauvaise blague qu'il a faite à Moe, Homer est banni du bar. Il est désemparé et pour pouvoir tout de même étancher sa soif, il part à la recherche d'autres bars. Après en avoir visité plusieurs, il se retrouve dans un bar où se rencontrent les pilotes d'avions. Pour avoir le droit de boire, il se fait passer pour l'un d'eux et il est appelé d'urgence à piloter un avion. Suite à une manœuvre hasardeuse, le patron de la compagnie aérienne se rend compte de la supercherie. Pour éviter d'avoir des problèmes, il lui offre un billet d'avion pour lui et sa famille pour la destination de son choix. Tout le monde saute de joie en apprenant cette nouvelle à l'exception de Marge qui est plutôt réticente à cette l'idée. Finalement, les Simpson prennent l'avion mais juste avant le décollage Marge est prise d'une crise de panique et refuse de partir..."
  },
  {
    "titre": "S06E12 - Homer le grand",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f09.jpg",
    "description": "La cave des Simpson est inondée à cause d'une fuite. Ils font appel à un plombier qui ne peut rien faire avant plusieurs semaines. En allant au travail, Homer est surpris de voir que Lenny et Carl ont des places de parking privilégiées et des fauteuils de ministre. Quand il leur demande comment ils les ont eu, ils répliquent que c'est un secret. Le soir même, il décide de les suivre et il constate qu'ils font partie d'une organisation secrète. Il veut en faire partie également mais apparemment il n'est pas le bienvenu. Par chance, Abraham Simpson est membre de cette organisation appelée les Tailleurs de Pierre et lui permet d'en devenir membre. Homer peut maintenant bénéficier de pleins de privilèges et peut participer aux réunions des Tailleurs de Pierre..."
  },
  {
    "titre": "S06E13 - Et avec Maggie ça fait trois",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f10.jpg",
    "description": "Marge coupe la télévision pour pouvoir passer une soirée en famille. Lisa propose de regarder l'album de famille. En regardant les photos, elle demande pourquoi il y en a aucune de Maggie. Pour répondre, Homer raconte ce qui s'est passé il y a deux ans, avant même la naissance du bébé. A cette époque, Homer venait tout juste de rembourser toutes ses dettes. Pour fêter cet événement, il démissionne et en profite pour humilier M. Burns, puis il trouve un job au bowling en tant que ramasseur de quilles. Un peu plus tard, Marge apprend qu'elle est enceinte de Maggie, mais elle craint que le travail d'Homer ne soit pas suffisant pour faire vivre un enfant de plus. Alors elle décide de ne pas l'annoncer à Homer..."
  },
  {
    "titre": "S06E14 - La comète de Bart",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f11.jpg",
    "description": "Bart a fait une mauvaise blague à Skinner. Le principal, qui n'a pas beaucoup apprécié le ballon d'hélium baptisé \"Croupe-zilla\", le punit en l'obligeant à l'assister dans ses activités d'astronome amateur. La nuit, Skinner, accompagné donc de Bart, observe le ciel avec son télescope. Il voit passer le ballon d'hélium qui lui a fait tant honte. Alors qu'il essayait de l'attraper, Bart en profite pour utiliser le télescope. C'est à ce moment qu'il découvre une comète qu'il baptise sans plus attendre \"la comète de Bart\". Cette découverte lui vaut les félicitations. Cependant, elle se dirige tout droit sur Springfield et devrait donc entrer en collision avec la Terre..."
  },
  {
    "titre": "S06E15 - Homer le clown",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f12.jpg",
    "description": "Krusty gagne beaucoup d'argent et il en dépense énormément. Il se retrouve en même temps avec des problèmes financiers et des problèmes avec la mafia. Son conseiller financier lui conseille d'ouvrir une école de clowns et de former un Krusty pour chaque région, ceci afin de pouvoir lui permettre de gagner plus d'argent. Homer voit la publicité, et après avoir longtemps résisté, il décide de s'y inscrire. Il passe les tests plus ou moins bien et finit par réussir le concours. Maintenant, il participe à des fêtes et à des anniversaires en se déguisant en Krusty. Mais cette activité semble beaucoup plus éprouvante qu'Homer ne le pensait..."
  },
  {
    "titre": "S06E16 - Bart contre l'Australie",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f13.jpg",
    "description": "En jouant avec Lisa, Bart apprend que l'eau tourne toujours dans le même sens, sauf dans l'hémisphère sud où l'eau tourne dans le sens des aiguilles d'une montre. Bart appelle dans différents pays de l'hémisphère sud et demande aux gens dans quel sens tourne leur eau pour prouver que Lisa a tort. Comme les appels coûtent chers, il fait un appel en PCV en Australie qui dure très longtemps. L'appel a coûté 900 $ et le père du jeune australien ne veut pas payer pour ça. Il en fait part au premier ministre australien qui envoie des lettres à Bart. Les relations entre les Etats-Unis et l'Australie sont assez tendues, et pour éviter que cette affaire prenne des proportions critiques, les Simpson partent en Australie afin que Bart aille s'excuser auprès du gouvernement australien..."
  },
  {
    "titre": "S06E17 - Mes sorcières détestées",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f14.jpg",
    "description": "Homer a investi, en cette veille d'Halloween, dans une affaire de citrouilles, mais encore une fois il va échouer. Ce nouvel échec le ruine et il craint de ne plus pouvoir subvenir aux besoins de sa famille. Homer ne trouvant aucune autre solution demande de l'aide financière à Patty et Selma. Les deux sœurs acceptent, mais comme il ne veut pas que Marge soit au courant de cet emprunt, il est obligé de faire ce que demandent Patty et Selma. Dans le cas contraire, elle diront tout à Marge. Pendant ce temps, Bart est obligé de choisir le dernier sport restant à l'école : le ballet. Dans un premier temps il trouve ça débile mais il se pourrait bien qu'il y prenne goût..."
  },
  {
    "titre": "S06E18 - Burns fait son cinéma",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f31.jpg",
    "description": "La ville de Springfield n'attire plus beaucoup de monde, et c'est mauvais pour le tourisme. Lors d'une conférence, le maire demande aux habitants comment faire pour remédier à ce problème. Marge propose alors d'organiser un festival de film à Springfield pour redynamiser le tourisme. Sa proposition est votée à l'unanimité et chacun y met du sien pour réaliser son film. De son côté, Marge est à la recherche d'une critique de cinéma et elle demande à Jay Sherman de faire parti du jury. Il accepte volontiers. Jay est invité chez les Simpson et il va faire de l'ombre à Homer qui a l'impression que Marge pense qu'il est stupide. Pour lui prouver qu'il a tort, elle accepte qu'il fasse partie lui aussi du jury..."
  },
  {
    "titre": "S06E19 - Le mariage de Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f15.jpg",
    "description": "Les Simpson assistent à une reconstitution historique de la renaissance. En pourchassant un lapin, elle s'éloigne de la fête et arrive dans une forêt. Là-bas, elle tombe sur une diseuse de bonne aventure qui veut lui dévoiler son avenir alors qu'elle ne croit pas trop aux prédictions. Elle se laisse cependant convaincre et l'écoute : elle est en 2010. Lisa est à l'université et elle est sans cesse gênée par un certain élève du nom de Hugh Parkfield. Mais d'un moment à l'autre, ses sentiments changent et ils tombent tous les deux dans les bras l'un de l'autre. Lisa sort avec Hugh qui va même l'inviter à venir rencontrer ses parents en Angleterre. Ils veulent tous les deux se marier, mais Lisa hésite à présenter sa famille à Hugh de peur qu'il ne les apprécie pas..."
  },
  {
    "titre": "S06E20 - Une portée qui rapporte",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f18.jpg",
    "description": "Petit Papa Noël est anormalement excité. Il n'arrête pas de courir dans tous les sens et de tout détruire sur son passage. Les Simpson ne savent pas trop ce qu'ils doivent faire. Petit Papa Noël s'échappe et entre dans l'arène d'une course de lévriers et en profite pour s'accoupler avec une femelle pendant une course ! Les Simpson adoptent la chienne en question du nom de \"Elle est la plus rapide\". Les deux chiens deviennent inséparables puis un jour, la chienne accouche de 25 chiots. La famille Simpson est ravie de compter parmi eux ces nouveaux venus mais ces derniers demandent beaucoup de travail et de patience..."
  },
  {
    "titre": "S06E21 - Il faut Bart le fer tant qu'il est chaud",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f19.jpg",
    "description": "L'école élémentaire de Springfield a visiblement un gros problème de budget. Le bus dans lequel ils voyagent tombe en ruine. Le principal et les élèves sont obligés d'assister à la reconstitution de la guerre civile par-dessus une palissade pour ne pas avoir à payer. La tension monte entre Skinner et Mme Krapabelle qui réclame plus de moyens pour éduquer les élèves décemment. Bart en profite pour les monter l'un contre l'autre et il réussit à provoquer une grève des professeurs. Les enfants sont ravis de ne plus avoir école, à l'exception de Lisa. Bart va de son côté tout faire pour que la grève dure le plus longtemps possible..."
  },
  {
    "titre": "S06E22 - Salut l'artiste",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f32.jpg",
    "description": "Bart mange par inadvertance le jouet contenu dans la boîte de céréales de Krusty. Quand il est en classe pendant le contrôle, il a mal au ventre. Mme Krapabelle lui demande de finir le test avant. Quand il arrive à l'infirmerie, il s'évanouit. Il se fait opérer pour se faire retirer le jouet. A l'hôpital, Lisa rencontre Murphy \"Gencives Sanglantes\", son ami jazzman. Murphy lui raconte ce qui lui est arrivé depuis le temps où ils ne s'étaient pas vus. Lisa vient voir Murphy régulièrement pour jouer du saxo avec lui. L'affaire du cadeau dans la boîte de céréales Krusty prend de l'ampleur et Bart peut espérer gagner de l'argent en faisant un procès. Après une belle prestation à l'école, Lisa revient voir Gencives Sanglantes et on lui apprend que celui-ci est décédé..."
  },
  {
    "titre": "S06E23 - La Springfield connection",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f21.jpg",
    "description": "En rentrant d'un concert, Marge, accompagnée d'Homer, remarque que le Serpent arnaque les gens avec un jeu d'argent. Ce dernier prend alors la fuite mais il est vite rattrapé et immobilisé par Marge. Le fait d'avoir mis la main sur ce voyou a fait plaisir à Marge et lui a donné l'envie de devenir officier de police. Pour faire partie de la police, Marge doit tout d'abord passer plusieurs tests et c'est sans réelle difficulté qu'elle y parvient. Marge, devenue policier semble apprécier son nouveau travail. Toutefois, les habitants ne peuvent pas la percevoir autrement qu'un policier même lorsqu'elle n'est pas en fonction. Alors qu'Homer se gare mal au mini-marché, Marge l'arrête et lui met les menottes aux poignées..."
  },
  {
    "titre": "S06E24 - Le citron de la discorde",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f22.jpg",
    "description": "Marge voit Bart écrire son nom dans du ciment frais. Elle insiste pour lui faire comprendre qu'il est un citoyen de Springfield et que c'est une partie de lui qu'il détériore. Le lendemain, Bart et son copain Milhouse se rendent au citronnier pour faire des réserves de citron quand ils se confrontent à des enfants de Shelbyville, la ville voisine, qui leurs volent des citrons. Abraham Simpson qui est sur les lieux, leur raconte l'histoire de la querelle entre Springfield et Shelbyville. Quelques temps après, les enfants apprennent que le citronnier a disparu. Persuadés que ce sont les enfants de Shelbyville qui ont fait le coup, ils décident de franchir les limites de la ville et d'aller récupérer leur citronnier..."
  },
  {
    "titre": "S06E25 - Qui a tiré sur Mr Burns ? (Partie 1)",
    "image": "https://www.simpsonspark.com/images/guide/s6/2f16.jpg",
    "description": "Le principal Skinner découvre que Super Gerbe, le rongeur des élèves est mort. Il demande alors à Willie de l'enterrer. En creusant dans le sol, Willie fait jaillir du pétrole. L'école va pouvoir devenir riche grâce à l'argent du puits de pétrole. Monsieur Burns qui est au courant de la nouvelle veut absolument s'emparer de ce puits tandis qu'Homer en a marre que son patron ne se souvienne jamais de son nom. A l'école élémentaire, tout le monde fait des projets pour pouvoir dépenser l'argent qui va être gagné. Mais M. Burns va voler la réserve de pétrole en exploitant le puits au détriment de l'école qui voit tous ses projets tomber à l'eau. De plus, son pétrole jaillissant provoque la destruction de la cabane de Bart et blesse Petit Papa Noël. Cette fois M. Burns est allé trop loin, et beaucoup de gens en ont marre de ses manières plus que douteuses..."
  }
]