[
  {
    "titre": "S08E01 - The Simpson Horror Show VII",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f02.jpg",
    "description": ""
  },
  {
    "titre": "S08E02 - Un monde trop parfait",
    "image": "https://www.simpsonspark.com/images/guide/s8/3f23.jpg",
    "description": "En sortant de chez lui, Smithers se fait interpeller dans la rue par une femme qui lui propose de travailler pour la Globex Corporation. Mais pour Smithers il est hors de question de quitter la centrale de Springfield. Peu de temps après, Homer annonce à Marge et ses enfants qu'il a un nouveau boulot avec un salaire mirobolant, une mutuelle et une belle maison. Le hic, c'est qu'ils doivent déménager à Cypress Creek ! Après avoir passé une cassette ventant cette ville modèle, ils ne tardent pas à abandonner leur maison pour cette nouvelle destination. Dès leur arrivée, ils découvrent la somptueuse maison où ils vont habiter. Le lendemain, Homer, Marge et les enfants découvrent leur nouvelle vie. Lorsqu'Homer arrive à son travail, Hank Scorpio, le patron de la Globex Corporation, lui fait visiter la société et lui dit ce qu'il attend de lui..."
  },
  {
    "titre": "S08E03 - Le roi du ring",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f03.jpg",
    "description": "Bart achète une supra-ceinture au vendeur de BD pour quelques dollars. Le lendemain, il la montre fièrement à tous ses camarades mais Jimbo Jones, Kearney et Dolph en ont décider autrement. Ils la lui prennent de force. De retour à la maison, Homer découvre que Bart s'est fait tabasser. Il décide alors d'aller les dénoncer à leurs parents mais il essuie lui aussi quelques coups de poings de ces derniers. Moe, qui assiste à la scène dans son bar, trouve qu'Homer a très bien encaissé les coups qu'il a pris. Il lui propose de lancer sa carrière de boxeur et de devenir par conséquent son manager. Après quelques combats remportés sans problème, Lucius Sweet vient proposer à Moe un combat entre Dedrerick Tatum et Homer. Homer, qui n'a plus peur de rien accepte..."
  },
  {
    "titre": "S08E04 - Le fils indigne de Mr Burns",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f05.jpg",
    "description": "Pendant que les Simpson visitent une cidrerie historique, monsieur Burns est bloqué dans un train dans la région de Waynesport. Un vendeur de souvenirs en profite pour essayer de vendre ses produits aux passagers. Lorsqu'il arrive au niveau de la voiture de M. Burns, il le regarde bizarrement puis sort une vieille photo de lui plus jeune. Lorsque le train repart, il apprend qu'il va à Springfield. Sur leur trajet du retour, les Simpson prennent en auto-stop le vendeur de Waynesport et le dépose au manoir de M. Burns. Il se présente alors comme étant son fils, Larry. Après quelques jours passés ensemble, M. Burns décide de le mettre à la porte. Homer héberge Larry et lui propose de faire croire à son père qu'il a été kidnappé..."
  },
  {
    "titre": "S08E05 - Bart chez les dames",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f06.jpg",
    "description": "Suite à l'accident d'un pétrolier sur la côte ouest déversant des milliers de tonnes de pétrole sur la plage et sur des bébés phoques, Lisa persuade Marge de faire une bonne action pour l'environnement en allant les nettoyer. Homer et Bart se retrouvent livrés à eux-même et vivent comme des célibataires. Le lendemain, Milhouse et ses amis jouent avec un avion téléguidé et l'envoient, sans le faire exprès, sur le toit d'une maison appartenant à une étrange dame. Bart se porte volontaire pour le récupérer mais manque de chance, il casse une gargouille et se retrouve confronté à la propriétaire des lieux. Pour le punir, Homer l'envoie faire des petits travaux dans cette maison pour rembourser sa dette, sans savoir que c'est une boîte de strip-tease..."
  },
  {
    "titre": "S08E06 - Un Milhouse pour deux",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f04.jpg",
    "description": "Marge est déçue de la vie qu'elle mène parce qu'elle la voyait plus mondaine. Elle décide alors d'organiser une grande soirée avec leurs amis. Après l'excellent repas qu'elle a préparé, elle propose de jouer au Pictionary. Quand vient le tour de Kirk Van Houten, le père de Milhouse, d'essayer de faire deviner à Luann, sa femme, ce qu'il est en train de dessiner, il se dispute avec elle parce qu'elle ne voit pas ce qu'il veut lui faire dire. Enervée, Luann lui dit ce qu'elle pense de lui devant tout le monde et lui demande le divorce ! Tout va mal pour Kirk : après avoir perdu sa femme, il se fait renvoyer de son travail et tente sa chance dans la chanson. Milhouse, quant à lui, vit très mal cette séparation..."
  },
  {
    "titre": "S08E07 - Le gros petit ami de Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f01.jpg",
    "description": "L'inspecteur Chalmers est fier de montrer à Skinner sa nouvelle voiture. Cependant, il découvre avec horreur qu'on lui a volé le sigle Honda. Le principal fait alors une petite enquête au sein de l'école et met la main sur la cachette secrète de Nelson qui regorge de petits larcins dont celui de l'inspecteur Chalmers. Skinner le punit en le consignant pendant huit jours comme concierge avec Willie. Pendant ce temps-là, Homer trouve dans une poubelle un automaphone et s'en sert pour arnaquer les gens par téléphone. Lisa se rend compte qu'elle est amoureuse de Nelson et se confie à Milhouse qui est en fait très jaloux. Elle se lance et invite Nelson à venir chez elle après l'école..."
  },
  {
    "titre": "S08E08 - Une crise de Ned",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f07.jpg",
    "description": "Lisa détermine qu'un ouragan arrive sur Springfield. Les habitants se préparent et se mettent tous à l'abris. Après son passage, les Simpson ne déplorent aucun problème majeur alors que les Flanders se retrouvent avec une maison en ruine ! Comme Ned ne croit pas aux assurances, ils se retrouvent tous à la rue et dorment au refuge de l'église. Pendant ce temps-là, les habitants leurs préparent une surprise : ils reconstruisent leur maison. Seulement, celle-ci ne tient pas et s'effondre encore une fois. Désemparé, Ned craque et dit tout ce qu'il pense à chacune des personnes présentes. Après ça, il décide de lui-même de se rendre à l'hôpital psychiatrique..."
  },
  {
    "titre": "S08E09 - Le mystérieux voyage d'Homer",
    "image": "https://www.simpsonspark.com/images/guide/s8/3f24.jpg",
    "description": "Marge essaie comme elle peut de faire oublier à Homer qu'aujourd'hui se tient le concours annuel du meilleur chili de Springfield mais l'odeur des oignons, du piment en poudre, du cumin et de la viande hachée lui réveillent l'estomac ! Il ne perd pas une minute et fonce en famille à la manifestation. Après avoir goûté le chili de Ned Flanders et ne pas l'avoir trouvé à la hauteur, il tente celui du chef Wiggum. Ce dernier a ajouté un ingrédient tout spécialement pour lui : le redoutable piment de Quetzlzacatenango ! En le goûtant, Homer commence à halluciner et se retrouve dans un désert surréaliste où des animaux parlent. Il se réveille ensuite sur un terrain de golf et commence sa quête se son âme sœur..."
  },
  {
    "titre": "S08E10 - Aux frontières du réel",
    "image": "https://www.simpsonspark.com/images/guide/s8/3g01.jpg",
    "description": "Aujourd'hui, c'est vendredi et toute la ville s'apprête à passer un bon week-end. Homer commence par aller boire quelques Duff chez Moe. Comme il semble un peu éméché, il décide de rentrer à la maison à pied. Sur son chemin, il tombe nez à nez dans les bois avec une créature phosphorescente. N'étant pas téméraire, Homer s'enfuit. Il raconte ensuite à ses proches et à la police qu'il a vu un extra-terrestre et qu'il apparaît tous les vendredis soirs dans le bois. Parallèlement, les agents du FBI, Fox Mulder et Dana Scully, apprennent ce qui s'est passé et se rendent à Springfield pour élucider l'affaire. Homer subit plusieurs tests et répond aux questions des agents du FBI sans vraiment les convaincre de ce qu'il a vu..."
  },
  {
    "titre": "S08E11 - Pour quelques bretzels de plus",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f08.jpg",
    "description": "Lors d'une réunion du club d'investissement auquel Marge fait partie, Helen Lovejoy propose d'utiliser les bénéfices de leurs actions dans l'acquisition d'un commerce franchisé. Comme Marge est contre l'idée même d'investir, elle quitte le club. Mais elle n'en reste pas là et décide elle aussi de trouver une franchise intéressante afin de battre ses anciennes amies du club. Son choix se porte sur celui de la vente de bretzels alors que son ancien club choisi celui des pitas. Marge se met aussitôt au travail. Après quelques essais, elle réussit enfin à faire de bons bretzels et commence sa première vente sur le parking de la centrale nucléaire. Malheureusement, ses anciennes amies arrivent sur les lieux et font un tabac avec leurs pitas..."
  },
  {
    "titre": "S08E12 - La montagne en folie",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f10.jpg",
    "description": "Suite aux résultats catastrophiques d'un exercice d'alerte au feu à la centrale, M. Burns décide d'envoyer tous ses employés faire une retraite dans les montagnes pour apprendre à travailler en équipe. Une fois au Mont Utile, Smithers constitue, en tirant au sort, les équipes. Pour corser le tout, M. Burns les informe que la dernière équipe arrivée au refuge sera renvoyée de la centrale ! Homer se retrouve à faire équipe avec son patron au grand désespoir de Smithers. Peu de temps après, M. Burns propose à Homer d'utiliser une moto-neige qu'il avait soigneusement cachée pour se rendre au refuge. Une fois arrivés au refuge, ils se détendent en buvant du champagne, le temps que les autres équipes arrivent. Sans le savoir, ils déclenchent une avalanche..."
  },
  {
    "titre": "S08E13 - Shary Bobbins",
    "image": "https://www.simpsonspark.com/images/guide/s8/3g03.jpg",
    "description": "Marge n'arrête pas de faire le service à la maison. Alors que Lisa boit sa soupe, elle découvre un long cheveu bleu dedans. Marge se rend compte qu'elle perd ses cheveux. Elle va donc consulter le docteur Hibbert qui conclu que seul le stress peut en être la cause. Afin de la destresser, elle suggère d'embaucher une nounou. Après en avoir vu quelques unes, le choix de Marge se porte sur Shary Bobbins qui correspond parfaitement aux critères qu'elle recherche. Cette nounou s'avère en plus, avoir dans son sac quelques petits pouvoirs magiques..."
  },
  {
    "titre": "S08E14 - Itchy, Scratchy et Poochie",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f12.jpg",
    "description": "Itchy et Scratchy passe à la télévision alors que Bart et Lisa sont dans la cuisine. Marge s'étonne même de ne pas les voir devant la télé. Quand Roger Meyers rend visite à Krusty, il apprend qu'Itchy et Scratchy fait dégringoler l'audience du Krusty Show. Krusty lui laisse alors une dernière chance et lui suggère fortement d'améliorer le dessin animé. Après quelques groupes tests, Roger Meyers demande à son équipe de créer un nouveau personnage pour rajeunir la série. Ils créent Poochie, un chien arrogant et provocateur. Ils organisent un casting pour lui trouver une voix. Homer se présente et est sélectionné pour incarner Poochie..."
  },
  {
    "titre": "S08E15 - La phobie d'Homer",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f11.jpg",
    "description": "N'ayant plus d'économies pour payer la facture de gaz, Marge décide de vendre le soldat de la guerre de sécession de sa grand-mère. Pour cela, elle se rend dans un magasin d'antiquités où John, le gérant, lui apprend qu'il s'agit d'une bouteille en forme de soldat des années 70 qui ne vaut rien. Homer invite John afin de lui montrer tout ce qu'ils ont de kitsch à la maison et qu'ils pourraient donc lui vendre. Il s'entend très bien avec lui jusqu'au moment où Marge lui apprend que John est homosexuel. A partir de ce moment-là, Homer ne veut plus avoir à faire à lui ; ce qui n'empêche pas Marge et les enfants de sortir avec John..."
  },
  {
    "titre": "S08E16 - Les frères ennemis",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f14.jpg",
    "description": "Bart court se réfugier dans sa chambre lorsqu'il entend à la télévision Tahiti Bob, en direct de prison, dire que dès qu'il aura un moment de libre, il essaiera de l'assassiner. Après que Tahiti Bob ait fini de chanter son cantique religieux, le révérend Lovejoy lui annonce qu'il l'a recommandé pour le programme de travail en liberté, malgré les manifestations contre sa libération. Pour cela, son frère, Cécil, qu'il n'a pas vu depuis dix ans l'embauche pour superviser les équipes de construction du futur barrage de Springfield. Pendant que Bart l'espionne pour essayer de savoir s'il va le tuer, Tahiti Bob le reconnaît..."
  },
  {
    "titre": "S08E17 - A bas la babysitter !",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f13.jpg",
    "description": "Lisa propose depuis peu ses services de baby-sitting mais elle est déçue parce qu'elle ne comprend pas pourquoi personne ne l'appelle jusqu'au jour où elle dépanne Ned Flanders en gardant ses enfants. Enchanté par le résultat, Ned la recommande à tout le monde. Elle va alors garder Ralph Wiggum ou encore les enfants Hibbert. Lorsqu'Homer et Marge s'apprêtent à aller à l'inauguration de l'avenue du port du calamar, ils laissent Bart et Maggie sous la responsabilité de Lisa, sans se douter une seconde que Bart ne va pas lui faciliter la tâche. Après avoir donné de la crème glacée au café à Maggie, commandé un sandwich géant, engagé Krusty pour la soirée, et bien d'autres choses, Lisa craque..."
  },
  {
    "titre": "S08E18 - Homer, le baron de la bière",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f15.jpg",
    "description": "En ce jour de St-Patrick, Bart a oublié de s'habiller en vert pour aller à l'école ; les élèves en profitent pour le taquiner. Lors du défilé, Bart achète une corne en plastique, mais quand le char Duff envoie de la bière sur le public, celle-ci entre dans la corne de Bart qui termine complètement ivre ! Cet événement crée la honte des habitants qui manifestent pour demander le retour de la prohibition. Selon une loi qui remonte à 200 ans, l'alcool devient interdit à Springfield sous peine d'être catapulté, au grand désespoir d'Homer. Afin d'assainir la ville, le maire fait appel à Rex Banner. Pour approvisionner le bar de Moe, Homer et Bart se lancent dans la fabrication clandestine d'alcool..."
  },
  {
    "titre": "S08E19 - L'amour pédagogique",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f09.jpg",
    "description": "Martin invite toute sa classe, y compris Mme Krapabelle et Skinner, à venir fêter chez lui son anniversaire. Tout le monde semble s'amuser sauf Edna qui semble un peu déprimé jusqu'au moment où Skinner vient s'asseoir à côté d'elle. Pour être au calme, Edna lui propose de se réfugier dans la maison pour enfants qui se trouve dans le jardin. Pendant ce temps-là, tous les enfants sont pris d'indigestion à l'exception de Bart et Lisa. Au même moment, Skinner embrasse Mme Krapabelle sous les yeux de Bart, qui s'empresse de le raconter à ses copains. Pour faire taire cette nouvelle, les deux amoureux proposent à Bart de modifier son dossier scolaire, en échange, il devra garder le secret..."
  },
  {
    "titre": "S08E20 - Un chien de ma chienne",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f16.jpg",
    "description": "Bart subtilise un courrier qui était destiné à Homer, lui annonçant qu'il pouvait obtenir une carte de crédit gratuite ; au lieu de ça, il remplit le formulaire en donnant le nom de son chien. Quelques semaines plus tard, il reçoit sa carte de crédit et s'empresse d'aller dépenser de l'argent à la boutique de bandes dessinés. Il se rend alors compte qu'il ne peut pas s'en servir vu qu'elle n'est pas à son nom. Par contre, il comprend qu'il peut l'utiliser en achetant des produits par correspondance. Sans plus tarder, il commande pleins de cadeaux pour lui et sa famille et pour couronner le tout, il achète même un chien..."
  },
  {
    "titre": "S08E21 - Le vieil homme et Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f17.jpg",
    "description": "Lisa est en train de faire le tri des ordures dans la cuisine sous les yeux surpris de sa famille. Elle leur explique qu'elle le fait pour son club des jeunes battants ; ce qui leur permet de gagner de l'argent en recyclant des ordures. Skinner qui préside le club, invite M. Burns. Lisa se rend compte que le patron de la centrale ne sait même pas ce qu'est le recyclage. De son côté, M. Burns, qui a investi sur des mauvais placements, se voit saisir la centrale et sa maison. Sans un sous et à la rue, il demande des conseils à Lisa pour refaire fortune. Ainsi, il commence à ramasser des ordures et à les revendre..."
  },
  {
    "titre": "S08E22 - Je crois en Marge",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f18.jpg",
    "description": "Pendant la messe, les sermons du révérend Lovejoy endorment toute l'assemblée. De retour à la maison, Homer et les enfants vont jeter le sapin de Noël qui commence à se faire vieux. Pendant ce temps-là, Marge rend visite au révérend et lui suggère que l'église pourrait être plus à l'écoute. De son côté, Bart tombe, à la décharge, sur un emballage japonais avec la tête d'Homer dessus. Lovejoy raconte à Marge que lorsqu'il est arrivé à Springfield, il était bien décidé à relever ses manches pour aider son prochain, mais voilà que Ned Flanders a fait irruption dans sa vie et l'a découragé. Il propose alors à Marge d'être à l'écoute des gens. Son écoute lui vaut immédiatement le succès..."
  },
  {
    "titre": "S08E23 - L'ennemi d'Homer",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f19.jpg",
    "description": "Suite à un reportage sur Frank Grimes, M. Burns, ému par son parcours, le recrute dès le lendemain. Il lui donne un bureau juste à côté de celui d'Homer qui ne tarde pas à venir lui souhaiter la bienvenue. De son côté, Bart achète aux enchères une usine désaffectée pour 1 dollar et engage Milhouse comme gardien de nuit. Très vite, Frank Grimes va être exaspéré par la bêtise et le non professionnalisme d'Homer qui n'arrête pas, en plus, de lui mâchouiller ses crayons et de lui prendre son repas. Mais quand il voit qu'Homer va boire de l'acide, il se précipite pour jeter la bouteille contre le mur, qui se dissout instantanément. Cet action lui vaut d'être convoqué dans le bureau de M. Burns et d'être rétrogradé..."
  },
  {
    "titre": "S08E24 - Les vrais-faux Simpson",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f20.jpg",
    "description": "Troy McClure présente en direct du musée de la télévision les trois épisodes de série dérivée des Simpson."
  },
  {
    "titre": "S08E25 - La guerre secrète de Lisa Simpson",
    "image": "https://www.simpsonspark.com/images/guide/s8/4f21.jpg",
    "description": "Le chef Wiggum fait visiter le commissariat à la classe de CM1 pendant que Melle Hoover projette des films ennuyeux à ses élèves ; ce qui conduit Lisa a ne plus être stimulée par le programme. Bart toujours prêt à faire des bêtises, dispose plusieurs mégaphones les uns derrières les autres, et provoque par un simple son une onde de choc qui détruit tout sur son passage ! Pour le punir, Homer et Marge l'envoient à l'Académie Militaire malgré sa réticence. Une fois sur place, Lisa, férue de discipline, demande à ses parents de l'inscrire elle aussi. Elle devient alors la première fille de l'Académie..."
  }
]