[
  {
    "titre": "S26E01 - Le cafard du clown",
    "image": "https://www.simpsonspark.com/images/guide/s26/sabf20.jpg",
    "description": "Krusty est invité à une émission populaire aux États-Unis qui consiste à ce que l’invité reçoive une série de critiques et d’insultes à son égard de la part d’autres personnalités présentes sur le plateau de manière à ce que l’invité réponde de manière drôle et spontanée, ou ne réponde pas du tout. Ne trouvant rien de drôle à répondre, Krusty se laisse humilier jusqu’à ce qu’il prenne la décision d’annuler tout simplement ses futures émissions… Attristé par la nouvelle, Bart le convainc d’aller parler à son père pour qu’il reprenne de la confiance en lui. Krusty obtient alors une discussion avec le Rabbi Krustofski, mais son père décède en plein milieu d’une conversation où il allait lui dire ce qu’il pensait vraiment de lui… À l’enterrement du rabbin, Lisa prend conscience que son père aussi peut partir du jour au lendemain et commence à faire attention à ses moindres faits et gestes pour le protéger. Quant à Krusty, n’arrivant pas à surmonter le décès, il prend la décision de se retirer définitivement du petit écran…"
  },
  {
    "titre": "S26E02 - Le naufrage des relations",
    "image": "https://www.simpsonspark.com/images/guide/s26/sabf17.jpg",
    "description": "Homer surprend Bart et Milhouse en train de regarder la bande-annonce d’un film inapproprié pour leur âge et s’empare immédiatement de l’ordinateur. Se rendant compte à quel point la chambre de son fils est en désordre, il l’oblige à la ranger mais Bart refuse de l’écouter. Homer n’arrive plus à supporter le manque de respect de son fils et le soir même, lorsque Bart refuse de manger son brocoli, Homer va l’obliger à rester à table jusqu’à ce qu’il ait terminé son plat. Lisa mettra fin au conflit du brocoli, mais la relation entre Bart et Homer ne s’améliore pas pour autant. Marge prend alors l’initiative de les inscrire à une croisière ayant pour but d’améliorer les relations père/fils… Et pendant que son mari est en mer, Marge va tenter de gérer son équipe de football en ligne, un jeu auquel sont accros tous les Springfieldiens…"
  },
  {
    "titre": "S26E03 - Super franchise-moi",
    "image": "https://www.simpsonspark.com/images/guide/s26/sabf19.jpg",
    "description": "La famille Flanders tente de réduire sa dépense d’électricité en retirant toutes les prises de la maison mais rien à faire, le compteur tourne toujours follement. Jusqu’à ce que Ned se rende compte qu’Homer abuse de son électricité, notamment pour conserver une grosse quantité de viande surgelée dans un congélateur de sa propriété. Ned reprend ce qui lui appartient et laisse Homer désemparé avec les morceaux de viande en décongélation. Marge propose alors de les cuisiner et d’en faire des sandwiches afin de ne pas les laisser périmer. L’opération est un succès et la famille raffole des petits sandwiches. Le lendemain, Marge en apporte à l’école élémentaire de Springfield et la déléguée commerciale des restaurants Mère Hubbard, Trudy Zangler, intervient pour proposer à Marge d’ouvrir une nouvelle franchise de sandwiches. Marge accepte et se met à la recherche d’un personnel, la première étape d’une longue série de difficultés qu’elle ne s’imaginait pas à affronter en tenant ce petit restaurant..."
  },
  {
    "titre": "S26E04 - Simpson Horror Show XXV",
    "image": "https://www.simpsonspark.com/images/guide/s26/sabf21.jpg",
    "description": ""
  },
  {
    "titre": "S26E05 - Fric-frack",
    "image": "https://www.simpsonspark.com/images/guide/s26/sabf22.jpg",
    "description": "Marge est aux petits soins de son mari car Patty et Selma viennent séjourner à la maison. Homer se rend compte de l’attitude exagérée de Marge mais il est trop tard pour refuser les deux sœurs. Mais Homer ne compte pas leur rendre la vie facile: il leur interdit de fumer et installe des détecteurs de fumée partout dans la maison. Les jumelles optent alors pour des cigarettes électroniques, mais leur envie de fumer devenant insurmontable, elles finissent par craquer et s’isolent dans la petite salle de bain sous l’escalier. Mais à la première étincelle, la pièce part en fumée. Lisa se rend alors compte que leur maison est située sur une plaque de fracturation hydraulique récemment construite, ayant pour conséquences de mettre littéralement le feu à l’eau, et dont le responsable des opérations n’est autre que Mr Burns. Lisa fait alors appel à Maxine Lombard, un membre démocrate de l’assemblée nationale, pour arrêter les méfaits du perfide républicain. Mais alors que leurs opinions politiques les opposent, Maxine et Montgomery vont tomber amoureux… Néanmoins, cette brûlante histoire d’amour n’arrêtera pas le patron de la central de jouer avec le feu et il parviendra même à impliquer Homer dans ses flamboyantes affaires…"
  },
  {
    "titre": "S26E06 - Simpsorama",
    "image": "https://www.simpsonspark.com/images/guide/s26/sabf16.jpg",
    "description": "Skinner et Chalmers collectent des objets personnels des élèves de la classe de Bart pour les enfermer dans une capsule temporelle. Bart, ayant oublié d’apporter quelque chose, se débarrasse ainsi de son sandwich dans lequel il en profite pour se moucher. La capsule est alors enterrée près de la statue de Jebediah Springfield, où du liquide radioactif s’échappe de la terre, et ne devra être rouverte qu’un millier d’années plus tard… Cette nuit-là, un étrange bruit réveille la famille Simpson : un robot du nom de Bender s’est infiltré dans leur cave. Lorsqu’Homer rencontre Bender, ils s’avèrent qu’ils partagent beaucoup en commun et sympathisent rapidement. Jusqu’au jour où Bender se rappelle de sa mission première : éliminer Homer Simpson. La raison derrière cela est que, milles ans plus tard, une armée de petits lapins blancs détruira la ville de New New York, et l’équipe de Planète Express s’est chargée d’envoyer un de leur membre dans le passé pour tenter d’éviter la catastrophe. Voyant que Bender est incapable de remplir sa mission, Fry, Leela et le professeur Farnsworth débarque alors à Springfield pour retrouver la cause de la destruction de New New York. Et avec l’aide du professeur Frink, ils identifient un nouveau responsable : Marge Simpson…"
  },
  {
    "titre": "S26E07 - Drôle de camping",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf01.jpg",
    "description": "Le superintendant Chalmers organise un échange de professeurs entre les écoles de la région de Springfield. Jack Lassen, connu pour être particulièrement effrayant, est envoyé à l’école élémentaire de Skinner pour enseigner à la classe de Bart. Afin d’accueillir le nouveau dignement, Bart lui prépare un tour de haut niveau mais le professeur ne tremble pas d’un cheveu devant la farce du jeune garçon et le punit en lui rasant une partie du crâne. Humilié, Bart doit désormais porter une casquette et compte bien se venger. Pendant ce temps, Marge demande à Homer s’il a réservé un weekend en camping pour leur famille, comme elle le lui avait suggéré un an plus tôt. Ayant oublié l’événement, Homer se met à la recherche d’un endroit plaisant en dernière minute. Alors que les farces se succèdent à l’école entre les deux rivaux, Bart et Milhouse apprennent que Lassen est impliqué dans l’organisation d’un important rituel lors d'un grand du festival au milieu du désert : le Blazing Guy. Bart fait alors d’une pierre deux coups : il suggère à Homer de partir camper dans le désert pour que leur famille participe à ce festival hors-norme et excentrique, et espère aussi pouvoir piéger et humilier Lassen à son tour…"
  },
  {
    "titre": "S26E08 - Covercraft",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf02.jpg",
    "description": "Moe et le propriétaire du magasin de musique King Toot juste à côté du bar, se disputent dans la rue derrière leurs enseignes. La police intervient et les arrête, les contraignant de fermer boutique. Ayant besoin d’aller au magasin de musique, Lisa demande à son père de l’emmener dans un autre magasin spécialisé, lui, en guitare. En admiration devant les instruments à cordes, Homer se laisse charmer par le discours du vendeur qui lui assure que ses mains sont faites pour jouer de la basse. Homer va s’adonner assidûment à cette nouvelle passion qui sera loin de faire le bonheur de Marge. Lors d’un dîner entre femmes, Marge réalise qu’Homer n’est pas le seul homme de Springfield à être pris d’envie de jouer d’un instrument et l’idée de les réunir tous leur vient à l’esprit : avec Julius Hibbert à la batterie, Timothy Lovejoy à la guitare, Kirk Van Houten au synthé et Homer Simpson à la basse, ensemble, ils forment un groupe de rock parfait. Mais pour être complet, il leur manque un chanteur… C’est alors qu’Apu révèle son incroyable voix au groupe, et Covercraft naît de cette association. Le succès est au rendez-vous aussi bien à Springfield qu’en dehors de la ville, à tel point que les membres du groupe rock préféré d’Apu, Sungazer, viennent lui demander de rejoindre leur tournée et d’abandonner Covercraft…"
  },
  {
    "titre": "S26E09 - Pas chez soi pour Noël",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf03.jpg",
    "description": "La veille de Noël, Marge termine de décorer le salon et de préparer le repas alors qu’Homer clôture sa dernière journée de travail. Sur le chemin du retour, il fait un léger accident en face du bar de Moe et se permet alors de savourer une petite bière avant de rentrer. Mais le barman ne veut vraiment pas passer un autre réveillon tout seul et supplie Homer de prolonger sa soirée avec lui, laissant Marge se faire du soucis. Jusqu’à ce que Moe lui avoue qu’il a retardé l’heure de son horloge et qu’il est presque minuit ! Homer s’empresse de rentrer chez lui mais une fois le seuil de la porte franchi, Marge l’interpelle et l’oblige à quitter la maison sur le champ… Le père de famille va alors errer dans les rues de Springfield le soir du réveillon et découvrir que beaucoup d’autres habitants n’ont pas non plus la chance de pouvoir partager ce moment magique en famille…"
  },
  {
    "titre": "S26E10 - L'homme qui vint pour être le dîner",
    "image": "https://www.simpsonspark.com/images/guide/s26/rabf15.jpg",
    "description": "Les Simpson se rendent à Dizzneeland, un immense parc d’attraction supposé ravir petits et grands. Mais la journée se révèle longue et pénible à cause de plusieurs événements : les enfants exaspèrent leurs parents dans la voiture, le parking se situe à des kilomètres de l’entrée, les contrôles sont exagérés, les attractions décevantes et les files d’attentes interminables… Bref, la famille ne sait plus dans quelle queue patienter lorsqu’une attraction cachée et sans personne attire leur attention. Alors qu’ils s’installent à l’intérieur, l’attraction se transforme soudainement en soucoupe-volante et décolle pour quitter l’espace terrien. Une fois dans le vide spatial, les visages familiers de Kang et Kodos leur souhaitent la bienvenue dans ce qui sera un voyage sans retour vers leur planète Rigel 7. Après une brève visite de leur nouvel environnement, les Simpson sont enfermés dans un zoo, tels des animaux, jusqu’à ce qu’un indigène leur explique la raison de leur venue : ils font à présent partie d’une tradition qui consiste à manger des êtres humains. Forcé d’élire un membre de la famille à sacrifier, Homer est alors désigné comme le prochain…"
  },
  {
    "titre": "S26E11 - Le nouvel ami de Bart",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf05.jpg",
    "description": "Don Bookner, un autre chef de sécurité de la centrale nucléaire du secteur 7-G au même titre qu’Homer, prend sa retraite, ce qui signifie qu’Homer devra dès à présent faire tout le travail du secteur lui-même. Prenant conscience des efforts qu’il doit réaliser pour gérer cette nouvelle situation, Homer travaille jour et nuit. En le voyant submergé de boulot et sous pression, Marge lui propose d’aller se détendre au cirque en famille. Mais Homer n’est absolument pas détendu, bien au contraire. Bart leur suggère alors d’aller voir un hypnotiseur : le grand Sven Golly. L’homme fait son numéro d’hypnose sur Homer et lui fait croire qu’il a 10 ans dans sa tête, ce qui fonctionne parfaitement. Mais au moment où il est supposé réveiller Homer, la police interrompt le spectacle et arrête Golly, recherché en tant que criminel. Homer, bloqué à l’âge de 10 ans, va avoir une relation complètement différente avec ses enfants, plus proche et plus confidentielle, alors que Marge veut à tout prix retrouver l’hypnotiseur pour récupérer son mari…"
  },
  {
    "titre": "S26E12 - Le Musk qui venait d'ailleurs",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf04.jpg",
    "description": "Alors que Lisa nourrit paisiblement les moineaux dans le jardin, un aigle royal apparaît et dévore les volatiles. La famille met alors tout en œuvre pour attraper l’oiseau, et une fois en captivité, ils le dresse et l’éduque avant de le relâcher quelques semaines plus tard. Mais en plein vol, la pauvre bête se fait pulvériser par la navette spatiale d’Elon Musk, un riche entrepreneur et inventeur américain, qui atterrit dans le jardin des Simpson dans l’espoir de trouver de nouvelles idées à Springfield. Elon Musk  va rapidement se lier d’amitié avec Homer car il voit en chacune de ses pensées une grande source d’inspiration. Il l’accompagne à la centrale nucléaire où il fait la rencontre de Monsieur Burns. Séduit par les idées d’Elon Musk, le vieil homme s’associe avec l’entrepreneur pour matérialiser ses dernières inventions, pensant investir dans une affaire qui ne peut pas échouer. Mais Elon Musk est-il vraiment une personne capable de révolutionner le monde avec une nouvelle invention ?"
  },
  {
    "titre": "S26E13 - Grand et fort",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf06.jpg",
    "description": "Il y a 30 ans, Hans Taupeman fit découvrir aux habitants de Springfield l’hymne national de leur ville. 30 ans plus tard, Moe découvre que cet hymne est en réalité utilisé dans une dizaine d’autres petites villes aux États-Unis. Furieux, les habitants exilent Hans Taupeman et Lisa propose alors d’écrire un nouvel hymne avec l’aide de Bart. Quelques jours plus tard, tous les enfants de Springfield présentent la nouvelle chanson aux habitants. C’est un véritable succès, si bien que tous les spectateurs se mettent debout pour les féliciter, à part Homer, coincé dans sa chaise. Incapable de se lever, Homer crée un scandale dans l’assemblée. Le lendemain, Marge lui demande d’envisager sérieusement l’option de maigrir et de rejoindre un club d’obèses anonymes. Homer accepte. Cependant, en rejoignant le club, il rencontre des obèses militant pour la reconnaissance des avantages d’être en surpoids, et leur meneur Albert, va convaincre Homer de se battre pour rester tel qu'il est physiquement."
  },
  {
    "titre": "S26E14 - Taxi girl",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf07.jpg",
    "description": "Marge tire Homer d’un sommeil profond pour l’aider à conduire les enfants à leurs activités. Mais pour échapper à cette tâche, Homer file en douce chez Moe pour s’enfiler quelques bières, juste assez pour être au-dessus de la limite pour conduire. Marge est alors forcée d’emmener les enfants partout et le réalise en un temps record. Sur son chemin, elle croise des employés d’une société de transport par application mobile qui, impressionnés par sa faculté à conduire les enfants dans les délais aux quatre coins de la ville, lui proposent de se joindre à eux. Pendant ce temps, toujours à la taverne de Moe, le barman annonce à Homer, Lenny et Carl qu’il doit s’absenter pour la soirée car il a reçu des billets d'opéra. Les trois hommes lui assurent qu’il peut leur confier son bar la conscience tranquille. Sauf que, après l’idée d’une soirée uniquement pour les filles, le bar est mis sens dessus dessous et Moe retrouve son commerce complètement saccagé. Pour se faire pardonner, les trois compères arrivent a faire embaucher Moe en tant que concierge a la centrale nucléaire…"
  },
  {
    "titre": "S26E15 - Le baby-sitter",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf08.jpg",
    "description": "Homer emmène Lisa à la centrale nucléaire lors d’une journée porte ouverte père-fille, organisée par Monsieur Burns, qui ne sait plus vraiment quoi inventer pour recruter du personnel au sein de sa centrale. Mais cette fois, l’idée peut lui rapporter gros, car le roi du Nigéria va venir avec sa fille et Burns pense pouvoir étayer sa fortune en lui vendant de son uranium. Si ce n’est pas le cas, il saura admettre qu’il est temps de se retirer et s’en ira sur une île isolée avec son plus fidèle employé, Smithers, qui s’imagine déjà flirter avec son patron pour le restant de ses jours. Mais aucun marché ne sera conclu si le roi ne trouve pas une personne de confiance pour garder sa fille, la princesse Kemi, sur le temps de leurs négociations. Homer est alors désigner pour veiller sur la jeune adulte. Alors qu’il tente de la convaincre qu’une soirée devant la télé est la meilleure façon de s’occuper, Kemi le supplie de sortir pour découvrir la ville. Il finit par céder et la conduit au bar de Moe. Mais le barman a une mauvaise expérience avec un prince Nigérien qui l’a récemment arnaqué en ligne, et il veut à tout prix récupérer son argent. Homer tente de le raisonner, mais sur ce temps-là, la princesse s’échappe…"
  },
  {
    "titre": "S26E16 - Police du ciel",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf09.jpg",
    "description": "Le chef Wiggum reçoit par erreur un jet pack militaire. Il s’en sert pour combattre le crime et faire respecter la loi sur terre comme dans les airs, jusqu’à ce que le responsable des forces militaires réclame son dû. Wiggum, ne voulant pas se séparer de son jouet, s’échappe avec l’appareil, mais ce dernier, endommagé par les soldats, termine son parcours aérien encastré dans le toit de l’église. Le lieu sain est alors ravagé par les flammes... Le révérend Lovejoy déclare qu’il est dans l’incapacité de financer les réparations, mais Marge ne veut pas baisser les bras. En allant au Kwik-E-Mart, Apu lui sous-entend qu’il a une idée pour trouver l’argent nécessaire à la reconstruction. Marge réunit alors une petite congrégation (avec le révérend Lovejoy, sa femme, Ned Flanders, Agnès Skinner et Tahiti Mel) qui va suivre des cours avec l’indien afin d’apprendre à compter les cartes au casino. Bien que l’opération soit risquée, le petit groupe sera bientôt convaincu que c’est l’unique moyen de gagner de l’argent rapidement et le plus dur sera, bien sûr, de mettre en œuvre ce plan discrètement…"
  },
  {
    "titre": "S26E17 - Le nouveau Duffman",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf10.jpg",
    "description": "Lors de la journée sans voiture à Springfield, Duffman se blesse terriblement au dos et est hospitalisé en urgence. Les nouvelles ne sont pas encourageantes : l’homme pourrait ne jamais guérir de sa blessure… Mais le concept d’une mascotte pour promouvoir la Duff, lui, doit continuer de rester en pleine forme ! Un concours à la télé est organisé pour élire le prochain qui portera le costume de Duffman. Homer participe bien évidemment à cet évènement qui l’entraine dans une série d’épreuves, avant d’être élu comme successeur de Barry Huffman. Après avoir prêté serment, le nouveau roi de la Duff est chargé de la plus difficile des missions : promouvoir la bière sans plus jamais toucher une seule goutte d’alcool…"
  },
  {
    "titre": "S26E18 - Maman Bulldozer",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf11.jpg",
    "description": "Dans la voiture avec Maggie, Marge est surprise de voir un endroit de la ville partiellement démoli. La cause serait le vol d’un bulldozer pour lequel la police pense avoir déjà appréhendé un coupable : Bart Simpson. Le jeune garçon nie toute implication avec le vol mais, pour Marge, c’est la goutte d’eau qui fait déborder le vase. À partir de ce jour, elle ne lâchera plus son fils d’une semelle. Et puisque Bart continuera d'affirmer qu'il n'a aucun lien avec cette histoire, Marge décidera de le suivre jusqu'à ce qu'il se confesse et l’empêchera de faire d'autres bêtises… Pendant ce temps, Ned a récemment adopté un petit chien, Bazz, qui s’éprendra d’affection pour Homer."
  },
  {
    "titre": "S26E19 - Les enfants se battent bien",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf12.jpg",
    "description": "En voulant payer son addition au bar de Moe, Homer retrouve dans les poches de son vieux veston une pellicule photographique qu’il n’a jamais fait développer. Par chance, Moe s’arrange pour transformer son bar en chambre noir avec ce qu’il a sa disposition et, peu de temps après, il délivre à la famille Simpson réunie au complet l’ultime tirage tout frais. Mais à la déception de Marge, tous les clichés sont des photos de  Bart et Lisa en train de se chamailler… Comment est-il possible de tant se disputer et d’être toujours une famille unie aujourd’hui ? En réalité, les enfants ne se sont pas toujours quereller. Et c’est l’histoire de la première fois où Bart et Lisa se sont entraidés que Marge entreprend de leur raconter… Tout commença il y a six ans, lorsqu’un beau jour, les deux enfants, alors gardés par grand-maman Flanders, s’échappèrent de la maison à la poursuite du marchand de glace…"
  },
  {
    "titre": "S26E20 - Les vieux coucous",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf13.jpg",
    "description": "Pour l’anniversaire de Milhouse, son père organise une fête extravagante qui ne semble pas avoir de limite financière ! Choqué par tant de dépenses et préoccupé par le fait que les familles de classe moyenne ne pourront plus offrir un anniversaire correct à leurs enfants, Homer décide de saboter toutes fêtes d’anniversaire abracadabrantes dès maintenant ! Jusqu’à ce qu’un responsable du marché des anniversaires atterrisse dans le jardin des Simpson et interdise officiellement à Homer d’organiser toutes fêtes d’anniversaire pour sa famille, sauf s’il organise une fête inoubliable pour le prochain anniversaire en ville, celui de Todd Flanders ! Basé sur le thème de l’aviation, la fête est une belle réussite à laquelle participent même les militaires des forces aériennes américaines. À la surprise de tous, un de ces militaires reconnait Abraham et l’invite à venir boire un verre avec eux, mais Homer empêche son père de les suivre. Après avoir été témoin de la façon dont Homer traite son père, les militaires décident de réagir et d’enseigner à Homer l’importance du respect à un ancien combattant américain… Pendant ce temps, à la fête de Todd, Bart fait la rencontre de la cousine hollandaise de Milhouse, Annika, pour laquelle il va se mettre à fumer des cigarettes électroniques dans le but de l’impressionner…"
  },
  {
    "titre": "S26E21 - Brute de brute",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf15.jpg",
    "description": "Au bal de fin d’année de l’école élémentaire de Springfield, Bart s’avère être un véritable danseur sur la piste pour impressionner une élève plus âgée. Il remporte le trophée du meilleur danseur et veut offrir sa récompense à la demoiselle qui l’attend à l’extérieur de l’école mais malheureusement, les petites brutes l’attrapent et détruisent le trophée. En voyant son fils désemparé à table, Marge décide de faire voter une loi contre le harcèlement à Springfield. La loi est votée à l’unanimité et, très rapidement, la police se charge de mettre en état d’arrestation toute personne qui harcèle ou tyrannise une autre personne. En raison de son comportement envers son voisin, Homer va lui aussi se faire arrêter. Une fois en maison de redressement, Homer et toutes les autres brutes de Springfield vont alors suivre une thérapie avec le docteur Raufbold dans le but d’adoucir leur comportement envers les autres…"
  },
  {
    "titre": "S26E22 - Math elle aime",
    "image": "https://www.simpsonspark.com/images/guide/s26/tabf16.jpg",
    "description": "Lors d’un concours de mathématique, l’équipe de l’école élémentaire de Springfield est opposée à celle du de l’école élémentaire de Waverly Hill. La partie est remportée par l’école de Waverly Hill tandis que celle de Springfield n’a même pas marqué un point… Lisa, qui a participé au concours, s’effondre en larmes et blâme le fait que Springfield est bien trop pauvre pour s’offrir un équipement scolaire sophistiqué et approprié à l’enseignement. Les grosses têtes de Springfield, présentes aussi au concours, sont émues par ces paroles et décident de donner de l’argent pour moderniser l’école élémentaire. L’école est alors envahie par les dernières technologies, des nouveaux tableaux blancs pour chaque professeur aux tablettes informatiques pour chaque élève, et il n’y a plus aucune nécessité à garder les vieux livres scolaire. Mais alors que tout semble parfait, une surcharge des serveurs informatiques provoque la destruction de tous les appareils électroniques dans l’enceinte de l’école. Désormais sans livre et sans technologie, les professeurs se retrouvent désemparés, mais Willie attire l’attention de Lisa avec sa manière de calculer les surfaces carrées avec juste un bâton et une ficelle. La méthode de Willie donner alors l’idée à Lisa de vanter les bienfaits d’une école qui pratique la pédagogie de Waldorf, c’est-à-dire qui favorise la créativité et les expériences manuelles. Skinner et Chalmers sont séduit par l’idée et une fois l’école une deuxième fois transformée, Lisa souhaite que Willie soit leur coach pour le prochain concours de math…"
  }
]