[
  {
    "titre": "S20E01 - Sexe, mensonges et gâteaux",
    "image": "https://www.simpsonspark.com/images/guide/s20/kabf17.jpg",
    "description": "C'est la St Patrick à Springfield et comme à son habitude, la parade se tranforme en baston générale. Homer est arrêté pour avoir causé des dégradations dans la rue. De son côté, Marge y rencontre un homme qui a goûté à ses muffins de la St Patrick et lui propose de travailler pour lui dans une boulangerie. Elle accepte, mais ce qu'elle ne découvrira que plus tard c'est qu'il s'agit d'une boulangerie spécialisée dans la création de gâteaux érotiques, ce qui bien entendu la choque. Lors de son arrestation, Homer rencontre un chasseur de prime et décide alors d'en devenir un lui-même. Mais, alors qu'il était dans une situation délicate avec sa première cible (le serpent), Homer et sauvé par Ned Flanders. Les deux voisins deviennent alors des collègues..."
  },
  {
    "titre": "S20E02 - Fiston perdu",
    "image": "https://www.simpsonspark.com/images/guide/s20/kabf15.jpg",
    "description": "Skinner et sa mère sont tombés en panne d'essence sur l'autoroute et Skinner se retrouve dans l'embarrassante situation de devoir traverser l'autoroute pour aller en racheter. Milhouse qui assiste à la scène prévient tout les enfants qui viennent assister à la scène sauf Bart qui n'a pas de téléphone. Il veut alors en acheter un mais Marge ne veut pas lui donner de l'argent pour. Il découvre alors qu'il peut gagner 1 dollar à chaque fois qu'il ramasse une balle de golf et qu'il la rend aux joueurs. Il récolte beaucoup de balles mais se les fait voler par Willie. C'est alors que Dennis Leary qui joue au golf est déranger par son téléphone alors qu'il tapait sa balle. Il jette son téléphone que Bart s'empresse de ramasser et de s'approprier. Il s'en sert pour faire des canulars téléphoniques jusqu'à ce que Marge l'apprend. Dennis qui appelle sur son téléphone tombe sur Marge et plutôt que de lui rapporter, il lui conseille de rendre le téléphone à Bart et d'activer le GPS pour suivre ses moindres faits et gestes..."
  },
  {
    "titre": "S20E03 - L'échange",
    "image": "https://www.simpsonspark.com/images/guide/s20/kabf14.jpg",
    "description": "A cause de Bart, Homer passe à côté du billet gagnant de lotterie qu'il s'apprêtait à acheter. C'est donc Lenny qui gagne les 50 000 dollars à sa place. Alors que Lenny organise une réception pour utiliser ses 50 000 dollars avec ses amis, Bart active tous les aspirateurs robot que Lenny avait l'intention d'offrir aux invités et ceux-ci sèment la zizanie, si bien que la police doit intervenir. Alors qu'il était parti au toilettes, Bart rencontre Simon Woosterfield, le richissime fils du propriétaire de l'hôtel de luxe où a lieu la réception. Les deux garçon se ressemblent comme deux goutte d'eau et ils décident alors d'échanger leurs places. Alors que Simon peine à se faire à une vie simple comme celle des Simpson, Bart se plait à vivre une vie de pacha, jusqu'à ce qu'il fasse la rencontre de son demi-frère et sa demi-soeur..."
  },
  {
    "titre": "S20E04 - Simpson horror show XIX",
    "image": "https://www.simpsonspark.com/images/guide/s20/kabf16.jpg",
    "description": ""
  },
  {
    "titre": "S20E05 - Souvenirs dangereux",
    "image": "https://www.simpsonspark.com/images/guide/s20/kabf18.jpg",
    "description": "Alors que les Simpson sont partis en vacances dans un chalet en forêt, ils se remémorent certains moments de leur vie. On découvre ainsi Homer et Marge peu de temps avant leur mariage lors de la première rencontre avec les Flanders, alors que Ned insistait pour qu'ils dorment dans une chambre séparée. Ils se souviennent également de la fois où ils se sont fait courtisés au point où ils ont failli se quitter. Bart et Lisa se souviennent enfin de leur jeune enfance..."
  },
  {
    "titre": "S20E06 - Echange de mots croisés",
    "image": "https://www.simpsonspark.com/images/guide/s20/kabf19.jpg",
    "description": "En se rendant au Bar de Moe, Homer voit Madame Krapabell entrain d'essayer de rompre avec le proviseur Skinner, sans savoir comment lui annoncer. Celle-ci propose à un des autres clients de rompre avec Skinner pour elle en échange d'une bière, ce qu'Homer s'empresse d'accepter. Ayant réussi, il est engagé par les Springfieldiens pour annoncer d'autres mauvaises nouvelles, recoltant de grosses sommes d'argent. Lisa ayant attrapé la passion des mots croisés, elle en remplit de plus en plus jusqu'à participer à un concours. En l'y accompagnant, Homer découvre qu'on y fait des paris et décide de miser son argent sur Lisa..."
  },
  {
    "titre": "S20E07 - Les apprentis sorciers",
    "image": "https://www.simpsonspark.com/images/guide/s20/kabf20.jpg",
    "description": "Au centre commercial, les Simpson visitent une boutique Mapple. Bart y fait une mauvaise blague qui lui vaut d'être pourchassé par les clients. En leur échappant, il débouche par hasard dans le jardin de Bashir, un jeune garçon musulman. Quand ceux-ci deviennent amis, Homer s'intéresse de plus près à ses parents qu'il suspecte d'être des terroristes. Lisa elle, devient accro des produits Mapple..."
  },
  {
    "titre": "S20E08 - Burns est piqué",
    "image": "https://www.simpsonspark.com/images/guide/s20/kabf21.jpg",
    "description": "A l'école, Lisa se rend compte que les abeilles sont en voie de disparition, et veut tout tenter pour les sauver. Monsieur Burns lui, passe des vacances au club des milliardaires. Là, il gagne une partie de Poker contre le riche Texan et gagne son équipe de Basket, les Boston Celtics. Mais sa façon de gérer les affaires du club est archaïque et il perd bientôt la confiance des fans. Pour la regagner, il souhaite créer un nouveau stade plus moderne, mais sur le territoire des abeilles. Lisa va tout faire pour l'en empêcher..."
  },
  {
    "titre": "S20E09 - Lisa la reine du drame",
    "image": "https://www.simpsonspark.com/images/guide/s20/kabf22.jpg",
    "description": "Homer entraîne Bart et Lisa dans un centre de loisirs. Durant un cours de peinture, Lisa rencontre Juliette avec qui elle se lie d’amitié. Elles passent beaucoup de temps ensemble, et commencent à écrire une histoire sur un monde magique : Equalia. Un soir où les Simpson étaient invités chez Juliette, Lisa se rend compte qu’elle a des problèmes avec sa famille et s’échappe de la réalité pour y échapper. Lisa commence à la suivre dans cette voie, et elles se projettent de plus en plus souvent dans leur univers Equalia…"
  },
  {
    "titre": "S20E10 - Prenez ma vie, je vous en prie",
    "image": "https://www.simpsonspark.com/images/guide/s20/labf01.jpg",
    "description": "L’ancien président des élèves du lycée de Springfield Vance Connor a obtenu une plaque sur le mur des célébrités de la ville. Homer est jaloux car il s’était à l’époque présenté sans succès pour cette élection. Au bar de Moe, Lenny et Carl lui révèlent que le principal du lycée leur avait demandé d’aller enterrer l’urne de vote, le résultat du vote devant rester secret. Homer pousse Lenny à aller déterrer l’urne, et en recomptant les voix avec Lisa, ils se rendent compte qu’il était le véritable vainqueur de l’élection…"
  },
  {
    "titre": "S20E11 - La conquête du test",
    "image": "https://www.simpsonspark.com/images/guide/s20/labf02.jpg",
    "description": "Bart a obtenu accidentellement un score parfait lors du test national d'aptitude organisé par le vice-précident des Etats-Unis alors qu'il a écrit \"Avale ma morve\" sur sa page. Cela lui donne droit à se rendre à une Pizza Party avec voyage en hélicoptère. Malheureusement pour lui, il s'avère que c'était un plan pour se séparer des mauvais éléments de l'école. Ainsi, Bart, Ralph et toute la bande de Nelson sont emmenés de force à Capital City par le bus scolaire, pendant que Lisa doit à son tour faire le test, paniquée à l'idée d'échouer. Homer lui, a déposé trop tard le paiement pour son assurance et ne doit avoir aucun accident avant 15 heures, mais Marge a invité des amies chez elle..."
  },
  {
    "titre": "S20E12 - Le malheur est dans le prêt",
    "image": "https://www.simpsonspark.com/images/guide/s20/labf03.jpg",
    "description": "Comme chaque année Homer organise chez lui un mardi gras démesuré, mais l’argent qu'il a dépensé est tel que la société de recouvrement saisit la maison des Simpson et la met en vente. Ned Flanders décide de l’acheter pour que les Simpson puissent rester chez eux. La maison ayant besoin de travaux, Ned répare de nombreuses choses lui-même mais la tâche est bientôt trop grande. Homer, mécontent que Ned refuse de continuer les travaux, l’accuse d’être un propriétaire diabolique. Ce dernier menace alors de les expulser…"
  },
  {
    "titre": "S20E13 - Maggie s'éclipse",
    "image": "https://www.simpsonspark.com/images/guide/s20/labf04.jpg",
    "description": "Une eclipse totale s'apprête à lieu à Springfield. Marge qui n'a pas de protection regarde l'éclipse à l'oeil nu et sa rétine brûle. Le docteur Hibbert lui pose un bandeau qu'elle doit garder 2 semaines, pendant ce temps elle ne voit plus rien. C'est donc Homer qui doit s'occuper de la maison. Comme il y a des rats dans la cuisine, il part acheter du poisson avec Maggie et Petit Papa Noël et sur le retour, il a un accident qui l'oblige à devoir traverser le lac. Afin de parvenir à l'autre bout, il est dans l'obligation de déposer Maggie de l'autre côté de la rive, devant un couvent. Mais aussitôt, une none la réccupère et ne veut pas rendre le bébé. Lisa décide alors de partir à sa recherche, et pour y parvenir, elle doit résoudre une mystérieuse énigme..."
  },
  {
    "titre": "S20E14 - Au nom du grand-père",
    "image": "https://www.simpsonspark.com/images/guide/s20/labf11.jpg",
    "description": "Alors qu'ils sont à un salon consacré à la maison, les Simpson décident d'acheter un jacuzzi. Dès lors qu'il est installé dans leur jardin, les Simpson ne le quittent plus, si bien qu'ils oublient de rendre visite à Abraham lors de la fête de la maison de retraite. Pour se faire pardonner, les Simpson acceptent de faire quelque chose qui fera plaisir à Abraham, à savoir se rendre en Irlande pour qu'il puisse boire une bière dans le fameux pub de O'Flanagan. Mais depuis la dernière fois, le pub a bien changé. Homer et son père décident de rester dans le pub pendant que le reste de la famille visite l'Irlande..."
  },
  {
    "titre": "S20E15 - Mariage en sinistre",
    "image": "https://www.simpsonspark.com/images/guide/s20/labf05.jpg",
    "description": "Springfield attend avec impatience l'arrivée de l'homme du clergé annoncé par le révérend Lovejoy. Il est en fait là pour annoncer au révérend que sa carte bleu a été refusée pendant une durée de 3 mois lors du renouvellement de sa licence de révérend et que pendant ce temps, tous les baptèmes, mariages et sépultures qu'il a effectués sont sans valeur. Il va donc annoncer à Homer et Marge que leur remariage suite au divorce de Kirk et Luann n'était pas valide et qu'ils étaient officiellement toujours divorcés. Ils décident alors de se remarier à nouveau. Marge est très exigente et même particulièrement agressive pendant la préparation du mariage. Et le jour du mariage, juste avant les festivités, Homer disparaît. Bart et Lisa sont persuadés qu'il ne s'est pas enfuit mais qu'il a été enlevé..."
  },
  {
    "titre": "S20E16 - Mini minette Maya Moe",
    "image": "https://www.simpsonspark.com/images/guide/s20/labf06.jpg",
    "description": "Marge demande à Homer de s'occuper un peu plus de Maggie. Il décide alors de la prendre avec lui lorsqu'il va boire une bière chez Moe. Au bar, Moe, tout heureux, annonce qu'il a rencontré une femme sur internet. Il a une photo d'elle et elle est ravissante. Le jour où il se rencontrent, elle est tout aussi belle que sur la photo. La seule surprise c'est qu'elle ne mesure qu'un mètre ! Mais cela ne dérange pas Moe qui tombe tout de suite sous le charme de la ravissante Maya. Pendant ce temps, Maggie que Homer laisse toute la journée dans un parc à proximité de Chez Moe ne cesse de se faire embêtée par d'autres bébés..."
  },
  {
    "titre": "S20E17 - Le bon, le triste et la camée",
    "image": "https://www.simpsonspark.com/images/guide/s20/labf07.jpg",
    "description": "Après que Bart et Milhouse aient fait une nouvelle farce à l'école, Milhouse est renvoyé. Homer force Bart à aller voir Abraham à la maison de retraite à sa place, c'est là-bas qu'il rencontre Jenny, une jeune fille de 11 ans pieuse et bien éduquée dont il tombe amoureux. Milhouse est furieux que Bart l'ait abandonné pour une fille. Parallèlement, Lisa fait un exposé sur le futur de Springfield dans 50 ans, mais sa vision pessimiste l'affecte tellement que Marge décide de l'emmener voir un psychologue qui lui prescrit des anti-dépresseurs..."
  },
  {
    "titre": "S20E18 - Mon père avait tort",
    "image": "https://www.simpsonspark.com/images/guide/s20/labf08.jpg",
    "description": "Après s'être brulé la langue, Homer se retrouve avec des papilles gustatives ultra-sensibles, à un tel point qu'il ne peut manger que de la nourriture insipide. Il décide donc d'aller prendre ses repas à la cafétéria de l'école. C'est là qu'il se rend compte que Bart a des difficultés scolaires et que Lisa est rejetée par ses camarades."
  },
  {
    "titre": "S20E19 - Une adresse chic",
    "image": "https://www.simpsonspark.com/images/guide/s20/labf10.jpg",
    "description": "Quand Marge se rend compte que ses enfants n'apprennent rien à l'école car les instituteurs sont incompétents, elle décide avec Homer de les mettre dans l'école de Waverly Hills, le quartier huppé de la ville. Mais pour y avoir droit ils doivent justifier d'une adresse dans le quartier et le seul logement qu'ils peuvent se payer est une chambre miteuse dans laquelle Homer va vivre et retrouver sa vie de célibataire pendant quelques temps."
  },
  {
    "titre": "S20E20 - Manucure pour 4 femmes",
    "image": "https://www.simpsonspark.com/images/guide/s20/labf09.jpg",
    "description": "Marge et Lisa se rendent au salon de manucure et se demandent si une femme peut être à la fois intelligente, puissante et belle. Elles se racontent alors les histoires de 4 femmes célèbres : Selma en Reine Elizabeth I, Lisa en Blanche Neige, Marge en Lady MacBeth et Maggie en architecte de talent d'après le livre de Ayn Rand \"La source vive\"..."
  },
  {
    "titre": "S20E21 - Un prince à New-Orge",
    "image": "https://www.simpsonspark.com/images/guide/s20/labf12.jpg",
    "description": "A cause de la présence d'orge avarié dans les hamburgers végétariens du Krusty Burger, c'est toute l'économie d'Ogdenville, ville voisine de Springfield qui s'effondre. En conséquence, les nouveaux chômeurs partent à la recherche de travail à Springfield jusqu'à ce que le maire Quimby ferme les frontières et engage des citoyens pour former une patrouille à la frontière de la ville, que Homer s'empresse de rejoindre..."
  }
]