[
  {
    "titre": "S24E01 - A la recherche de l'ex",
    "image": "https://www.simpsonspark.com/images/guide/s24/pabf21.jpg",
    "description": "Lors du bal de clôture de l’annuel Grand Prix de Springfield, Bart se moque de sa sœur lorsqu’il la voir danser avec Milhouse. Lisa, qui assume plus ou moins cette relation, rétorque à son frère qu’il est, lui, incapable de maintenir une relation sérieuse dès qu’une fille apprenait à mieux le connaître. Frustré, le jeune garçon veut absolument comprendre pourquoi ses relations n’ont jamais duré. Il reprend alors contact avec chacune de ses ex petites amies mais aucune ne souhaite lui adresser la parole. Cependant, il lui en reste une à retrouver : Mary Spuckler, la fille de Clétus, partie vivre à New York depuis leur séparation. Acceptant finalement d’aider Bart, les Simpson partent pour la seconde fois à New York afin qu’il puisse retrouver son ancien amour perdu…"
  },
  {
    "titre": "S24E02 - Simpson Horror Show XXIII",
    "image": "https://www.simpsonspark.com/images/guide/s24/pabf17.jpg",
    "description": ""
  },
  {
    "titre": "S24E03 - Naître ou ne pas naître",
    "image": "https://www.simpsonspark.com/images/guide/s24/pabf18.jpg",
    "description": "Malgré les nombreuses demandes de Marge, Homer ne répare pas le robinet qui fuit dans leur jardin. Goûte par goûte, l’eau creuse une doline sous Springfield qui finit par s’ouvrir un jour matin alors que Marge conduisait les enfants à l’école. Fort heureusement, ils parviennent à s’en sortir, mais Marge est forcée d’abandonner sa voiture. Contrainte d’en acheter une nouvelle, elle n’arrive pas à l’apprécier car la voiture est juste idéale pour une famille de cinq personnes, et donc trop petite pour un nouvel enfant. Marge réalise alors qu’inconsciemment, son souhait est d’avoir ce nouvel enfant. Surpris et pris au dépourvu, Homer est bien loin de vouloir un quatrième enfant mais refuse à la fois de décevoir sa femme… Pendant ce temps, Bart et Milhouse découvrent que Lisa cache un secret suite à des messages codés qu’ils ont interceptés…"
  },
  {
    "titre": "S24E04 - Gone Papi Gone",
    "image": "https://www.simpsonspark.com/images/guide/s24/pabf16.jpg",
    "description": "Au Drive-in du Gulp'N'Blow, Homer se fait malencontreusement renverser des oignons frits sur le visage par le serveur. Suite à cet incident, il touche une certaine somme d’argent en compensation qu’il investit directement dans les études de Lisa. Cependant, n’ayant plus confiance aux banques, il décide de placer son argent dans un jeu de poker en ligne. Lisa s’en rend compte et veut empêcher son père de perdre toutes ses économies. Sauf qu’au dernier moment, elle est tentée de doubler la mise… ce qui lui réussit ! Lisa va alors développer une addiction au poker à ses risques et périls... De leur côté, Homer et Marge réalisent qu’ils ont encore oublié de rendre visite à Abraham. Mais en arrivant à la maison de retraite, on leur informe de la mystérieuse disparition de grand-père. Le couple se met alors à sa recherche, ignorant qu’ils vont se retrouver à enquêter sur une histoire méconnue, artistique et romantique de son passé…"
  },
  {
    "titre": "S24E05 - Dan le bouclier",
    "image": "https://www.simpsonspark.com/images/guide/s24/pabf19.jpg",
    "description": "Les \"Potes de la quille\" affrontent une nouvelle fois les \"Saintes boules\" dans une partie de bowling. Le 4e membre de l'équipe, Dan Gillick, abandonne l'équipe en cours de partie. Ce dernier est le comptable de Gros Tony qui l'appelle en urgence. La mafia doit dépenser moins d'argent, et certains des hommes de son organisation doivent être supprimés, il charge Dan de s'en occuper. S'en sentant incapable, il fait appel à Homer. De son côté, Lisa a fait un malaise lors d'un solo de saxophone. Elle manque de vitamines et les pilules prescrites par le docteur Hibbert lui déplaisent. Doris, la dame de la cafeteria, lui conseille alors un régime alimentaire à base d'insectes, qu'elle finit par accepter..."
  },
  {
    "titre": "S24E06 - L'arbre miraculeux",
    "image": "https://www.simpsonspark.com/images/guide/s24/pabf22.jpg",
    "description": "Endormi dans son hamac, Homer est réveillé par une forte pluie qui cause des dommages aussi à l’intérieur de la maison. Marge lui reproche de ne rien faire pour réparer ces fuites mais Homer, lassé par ses remarques, part noyer son mécontentement chez Moe. Tout semble aller de travers pour lui. Plus tard, lorsque la famille se rend à une vente aux enchères organisée par l’école de Springfield, Lisa inscrit son père à un tirage au sort pour gagner un MyPad. La chance tourne : Homer remporte le prix et la tablette lui apporte l’espoir dont il avait tant besoin ! Il adule son MyPad : il l’utilise partout et ne le quitte plus des yeux, jusqu’à ce qu’un accident se produise et détruise l’objet de son espoir… C’est alors qu’apparaît quelques jours plus tard, gravé mystérieusement sur l’arbre de son jardin, le mot « espoir ». Homer voit cela comme un message de Dieu pour l’encourager à retrouver le véritable espoir, et il va en faire une attraction touristique..."
  },
  {
    "titre": "S24E07 - La cool attitude",
    "image": "https://www.simpsonspark.com/images/guide/s24/pabf20.jpg",
    "description": "En surveillant Bart au parc, Homer pense se faire draguer par une jolie jeune fille qui le considère en fait comme le grand-père de l’enfant. Homer n’arrive pas à croire qu’il soit moins cool et branché qu’auparavant, et sa vie prend un nouveau tournant lorsqu’il rencontre Terrence, un vendeur de donuts ex-habitant de Portland venu s’installer avec sa famille à Springfield. Le considérant comme le dieu du nouvel esprit branché, Homer l’invite à venir s’installer dans la maison voisine et force sa famille à les fréquenter au point de s’inspirer de leur comportement. Cependant, Marge se retrouve vite mal à l’aise en présence de sa voisine qui est loin de partager pas les mêmes méthodes d’éducations qu’elle, tandis que Bart ne cesse de se disputer avec le jeune fils super-prétentieux de Terrence, T-Rex. Mais pour Homer, il est hors de question de redevenir les ringards qu’ils ont été jusque maintenant…"
  },
  {
    "titre": "S24E08 - Nom d'un chien",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf01.jpg",
    "description": "Au cours de la remise du prix « Excellent » récompensant les nouvelles énergies alternatives, le professeur Frink, aux commandes d’une voiture fonctionnant grâce à l’enthousiasme des gens, perd le contrôle du véhicule et l'encastre dans le château de retraite de Springfield. Les pensionnés sont évacués et Abraham doit venir vivre chez les Simpson. Pendant que Marge, Bart et Lisa s'occupent du déménagement de grand-père, Homer reste seul à la maison et développe une addiction à un jeu de construction sur son MyPad. Au retour de la famille, Petit Papa Noël a disparu. Après plusieurs heures de recherche, Homer se rend compte qu’il l’a simplement enfermé dans une armoire de la cuisine. Les enfants réalisent que leur père n’a jamais montré d’affection pour leur chien mais, d'après grand-père, il faut remonter à l'enfance d'Homer pour le comprendre. A cette époque, il avait un chien nommé Bango avec lequel il partageait chaque moment de vie d’enfant, ils étaient inséparables…"
  },
  {
    "titre": "S24E09 - Homer entre en prépa",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf02.jpg",
    "description": "Alors que Marge pensait emmener la famille dans un lieu d’apprentissage, l’endroit s’avère être plutôt très amusant et divertissant pour Homer et les enfants. Soudain, respectant un protocole d’alerte lorsqu’un enfant entre dans une zone non autorisée du bâtiment, l’endroit se transforme en prison et la panique gagne rapidement les visiteurs enfermés à l’intérieur. Marge parvient à calmer la foule de femmes prisonnière avec elle, mais Homer, lui, se retrouve au milieu d’une émeute masculine qui le martyrise pour s’en sortir. Après cet épisode traumatisant, Homer développe une peur de la civilisation humaine et, au moment où il partage ce sentiment chez Moe, un inconnu lui apprend que sa peur n’est autre que le reflet de la dégradation de la société humaine et que cette dégénération annonce la fin imminente de la civilisation moderne. Bien vite convaincu par ses idées, l’homme invite Homer à rejoindre son groupe top-secret, les « Springfield Preppers », une bande de quelques personnes en marge de la société refusant toute utilisation des technologies contemporaines, afin de se préparer à la fin du monde moderne. Mais Marge ne voit absolument pas ce groupe d’alarmiste du bon œil…"
  },
  {
    "titre": "S24E10 - Un test avant d'essayer",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf03.jpg",
    "description": "Le prix de l’électricité ayant excessivement augmenté dernièrement, tout Springfield est forcé de faire des économies. Les Simpson se débarrassent des objets qui leur coutaient trop chers. A la décharge municipale, Homer va trouver un vieux parcmètre encore en état d’usage qu’il va utiliser pour récolter un peu plus d’argent... Un autre domaine durement touché par les restrictions d’énergie est celui de l’enseignement. Toutes les écoles primaires du pays ne pouvant plus rester ouvertes, celles qui obtiendront les plus mauvais résultats à un test organisé par les autorités du pays se verront empressement fermées. Quelques jours plus tard, le test a lieu et l’école de Springfield échoue en se classant dernière de la liste. A deux doigts d’être fermée, les élèves sont envoyés dans d’autres écoles de l’État, lorsqu’un élève est reconnu comme n’ayant pas pu présenter le test. Pour ne pas fausser les données, les autorités sont contraintes de le lui refaire passer, et si ce-dernier venait à faire remonter la moyenne, l’école serait sauvée ! Sauf que cet élève n’est autre que Bart Simpson, notablement bien connu pour sa médiocrité…"
  },
  {
    "titre": "S24E11 - A tuteur-tuteur ennemi",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf04.jpg",
    "description": "Une tornade est en train de dévaster  la ville de Springfield. Entraînés par Lenny et Carl, Homer et Marge partent à la poursuite du cyclone sauf que, mal préparée, l’opération tourne assez mal et les deux parents frôlent  la mort de justesse. Ils se rendent alors compte que s’il venait à leur arriver quelque chose, leurs enfants se retrouveraient orphelins. Homer et Marge sont déterminés à trouver des tuteurs légaux à Bart, Lisa et Maggie mais ils ne rencontrent personne prêt à accepter la garde des trois petits Simpson. Après de longues recherches, ils tombent finalement sur un charmant couple de jeunes adultes, Marv et Portia. Mais ces nouveaux parents en profitent rapidement pour s’approprier de plus en plus la garde des enfants au point de les éloigner vraiment de leurs parents…"
  },
  {
    "titre": "S24E12 - Les aléas de l'amour",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf07.jpg",
    "description": "Bart, un peu plus âgé, raconte l’épisode et revient sur sa dernière aventure avec Mary Spuckler, la fille de Clétus, lors de son retour à Springfield. Il revoit Mary dans la cours de l’école où il lui avoue discrètement qu’elle lui a manqué depuis son départ. Le lendemain, elle veut passer un peu de temps avec Bart mais celui-ci joue à la console toute la journée, ignorant totalement sa petite amie. Lisa le met en garde de prendre soin d’elle sinon elle finira par le quitter. Le garçon essaye donc de faire des efforts mais ce n’est pas suffisant pour Mary qui va notamment rencontrer un brésilien pour qui elle va montrer un certain intérêt. Lorsqu’elle décide finalement de faire une pause avec lui, il prend conscience de tout ce qu’il est sur le point de tout perdre et il veut à tout prix la récupérer… Aidé par Homer qui, lui aussi, va devoir faire face à un nouveau problème dans son mariage."
  },
  {
    "titre": "S24E13 - Adulte une fois",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf05.jpg",
    "description": "Marge oblige la famille à passer une journée sans télévision après avoir surpris Homer et les enfants en train de regarder un DVD – soi-disant éducatif –, les yeux rivés sur l’écran. Ils se rendent alors tous ensemble dans une librairie où Homer va entamer la lecture de livres dont le but est de trouver l’objet caché, ce qui va très vite développer en lui une addiction à ce jeu, le poussant même à chercher des objets cachés dans le monde réel. Un peu plus tard, Bart se rend chez Milhouse et lui renverse intentionnellement de la colle dans les cheveux. Milhouse n’a d’autre choix que de se raser les cheveux ce qui lui fait indiscutablement ressembler à son père. L’idée leur vient alors d’habiller Milhouse comme Kirk et de se faire passer pour un adulte afin d’obtenir tous les privilèges des grands. Mais ces avantages impliqueront aussi de grandes responsabilités et ne seront évidemment pas sans conséquences…"
  },
  {
    "titre": "S24E14 - Charmeur grand-père",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf06.jpg",
    "description": "Homer découvre l’émission \"Bataille d’entrepôts\", sur les trésors secrets que peuvent renfermer des box remplis de vieilles affaires. Après en avoir regardé 48 épisodes, il se rend avec sa famille à une vente aux enchères où il achète le contenu d'un vieux box abandonné. Ils découvrent des accessoires féminins avant de se rendre compte que ces affaires appartiennent à Abraham ! Toute la famille pense alors que grand-père est gay, mais Monsieur Burns leur apprend que dans le passé, il se faisait appeler Gorgeous Godfrey : Dans les années 1950, il était le lutteur le plus célèbre et le plus redouté au monde. Il s'était finalement retiré, devenu trop impopulaire. Monsieur Burns le convainc malgré tout de faire son retour sur le ring..."
  },
  {
    "titre": "S24E15 - Au beurre noir",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf09.jpg",
    "description": "Mademoiselle Hoover est en congé pour cause de sévère dépression, le principal Skinner a fait venir une remplaçante. Bien vite, Lisa se rend compte qu'elle ne l'aime pas, ce qui ne tarde pas à l’obséder. Homer rencontre les parents de Ned après s'être invité chez lui pour le petit déjeuner. Avec la complicité de ces derniers, il ne cesse de se moquer de Ned qui perd son sang froid et lui donne un coup de poing. Ned présente ses excuses à Homer mais il se sent toujours coupable et cherche une solution pour se débarrasser de ses remords..."
  },
  {
    "titre": "S24E16 - Super zéro",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf10.jpg",
    "description": "Lors des festivités de Pâques, quelqu’un a placé des œufs dans les instruments de musique de la fanfare de Springfield. Ils sont involontairement projetés sur les gens de la ville au moment où le concert commence. Riant aux éclats, Bart est immédiatement suspecté par les citoyens, mais il nie être l’auteur des faits. Pendant qu’il tente d’échapper à la foule en colère, monsieur Burns entre par hasard dans le magasin du vendeur de bd et redécouvre son amour pour les super-héros. À son tour, il décide d’enfiler un costume pour faire régner la justice dans la ville sous l'identité masquée de Fruit-Man. Cependant, c’est Smithers qui sera constamment derrière les missions de son patron afin d’en assurer sa sécurité, jusqu’à ce que ce dernier découvre toutes ses manigances… Lisa, de son côté, décide défendre de son frère en justice, croyant fermement en son innocence…"
  },
  {
    "titre": "S24E17 - Ce que veulent les femmes animées",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf08.jpg",
    "description": "Que veulent vraiment les femmes ? C’est la question à laquelle cet épisode va tenter de répondre à travers deux histoires. La première commence lorsqu’Homer invite Marge dans un restaurant à sushi. Pendant le repas, il ne prête pas beaucoup d’attention à ce qu’elle lui raconte et, furieuse de son comportement, elle quittera le restaurant. Plus tard, Homer s’excuse mais elle est lassée de toujours tout lui pardonner. Cette fois-ci, il va devoir trouver quelque chose de plus original et personnel pour la récupérer… La deuxième histoire se passe à l’école élémentaire de Springfield, lors du déjeuner, Milhouse va se comporter comme un « bad boy » envers Lisa pour tenter de l’impressionner. Ce comportement va cependant de plus en plus plaire à la jeune fille…"
  },
  {
    "titre": "S24E18 - Pinaise fiction",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf11.jpg",
    "description": "Le traditionnel canapé des Simpson venant d’être cassé, la famille est obligée d’en acheter un nouveau. Homer en commande un en ligne mais celui-ci leur est délivré avec des centaines de… punaises ! La propagation est immédiate et instantanée, toute la ville de Springfield est envahie par ces petites bêtes gênantes. Le dimanche à l’église, les habitants sont sous tension et le révérend Lovejoy n’arrivent pas à les calmer. C’est alors qu’un nouveau pasteur, Elijah Hooper, est présenté à l’église pour collaborer avec Lovejoy et calmer la foule. Sa venue est très vite une menace pour l’ancien pasteur car le nouvel homme, qui allie religion et modernité, devient rapidement populaire. Lovejoy finira par quitter son métier et devenir vendeur de jacuzzi… Plus tard, Hooper fait connaissance d’Homer chez Moe et lui propose de devenir le nouveau diacre de l’église, ce qu’il ne refuse évidemment pas… Pendant ce temps, les vêtements contaminés par les punaises retournent à leur propriétaire sauf que la robe de mariage de Marge a malencontreusement été échangée par un costume de Krusty…"
  },
  {
    "titre": "S24E19 - Whisky Bizness",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf13.jpg",
    "description": "Cette fois-ci, Moe est vraiment déterminé à se suicider. Pendu à une poutre fragile dans le placard du bar, il s’écoule peu de temps avant que Carl, Lenny et Homer ne le retrouvent allongé, inerte sur le sol. Homer arrive cependant à ranimer l’homme qui lui est reconnaissant une fois de plus. C’est alors que Marge débarque dans le bar, furieuse sur Homer pour avoir oublié Maggie. En lui expliquant les circonstances, Marge réalise que Moe a besoin d’aide et propose à ses amis de l'emmener avec eux à Capital City. Après avoir trouvé un élégant costume là-bas, Moe va se révéler être un excellent homme d’affaires et son whiskey fait maison va soudainement intéresser quelques investisseurs… Pendant ce temps, grand-père se charge de la garde des enfants. Mais lors d’un nouveau tour malicieux de Bart, Abe va fortement se blesser. Pour ne pas que ses parents soient au courant de cette mésaventure, Bart soignera son grand-père secrètement dans la cave de la maison, une façon pour Abraham d'éviter aussi de retourner à la maison de retraite... De son côté, Lisa va manifester contre la diffusion d’images holographiques d’artistes décédés après avoir revu l’hologramme de son idole de jazz Gencives Sanglantes sur scène…"
  },
  {
    "titre": "S24E20 - Un talent caché",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf12.jpg",
    "description": "Le proviseur Skinner convoque Marge dans son bureau pour qu'elle encourage Bart à se consacrer à une passion artistique afin d’améliorer ses résultats scolaire. Réticent, Bart se met finalement à la recherche d’un instrument qui pourrait lui plaire, et il est finalement séduit par le piano… ou plutôt par la jeune fille séduisante russe, Zhenya, qui propose de lui donner cours ! En échange, le père de la jeune fille, Slava, demande seulement à Marge de lui apprendre à conduire. Avec cette nouvelle prof, Bart va prendre de plus en plus confiance en lui et devenir de manière étrangement rapide un vrai virtuose du piano… Pendant ce temps, Homer perd ses deux derniers cheveux sur la tête et n’ose pas avouer à Marge qu’il est désormais chauve. Il va donc recourir à plusieurs subterfuges pour couvrir sa calvitie..."
  },
  {
    "titre": "S24E21 - La saga de Carl",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf14.jpg",
    "description": "Alors qu’Homer regarde le tennis féminin, il est interrompu par Bart et Lisa qui veulent voir leur série télé favorite du moment : Les Monstres Ki-Ya. Marge, qui n’apprécie pas cette nouvelle addiction, les emmène au musée pour leur changer les idées… sauf que la principale exposition du musée est justement consacrée aux monstres Ki-Ya ! Là-bas, Homer tombe par hasard sur la théorie de Pascal Blaise sur les chances de gagner à la loterie. Avec Moe, Carl et Lenny, ils achètent un ticket et remportent alors la somme de 200 000 dollars qu’il divise en quatre. Pour fêter ça, les hommes organisent une grande fête à laquelle Carl ne se présente pas. Mais ce n’est pas tout : l’argent a, lui aussi, entièrement disparu… Après de nombreuses recherches, ils finissent par déduire que Carl a dû s’enfuir avec l’argent pour rejoindre sa terre natale : l’Islande. Les trois hommes font alors leur bagage en direction de Reykjavik afin de retrouver Carl et récupérer leur argent…"
  },
  {
    "titre": "S24E22 - Les dangers du train",
    "image": "https://www.simpsonspark.com/images/guide/s24/rabf17.jpg",
    "description": "Il y a neuf ans, Homer et Marge fêtaient leur premier anniversaire en parcourant les allées d’un centre commercial à ciel ouvert, faisant de ce jour un des plus beaux moments de leur histoire d’amour. Leur journée se termina à bord d’un petit train nommé Li’l Lisa, et là, ils se promirent que les autres anniversaires seront tous aussi beaux et parfaits… Mais neuf ans plus tard, en cherchant un nouveau cadeau pour Marge, Homer se rend compte que le centre commercial est totalement délabré et qu’il ne peut pas lui trouver de cadeau parfait. Cependant, il lui reste un espoir de surprendre sa femme : racheter le petit train symbolique de leur mariage et le reconstruire morceau par morceau dans leur jardin. Sauf que pour lui garder la surprise, Homer va tout cacher à Marge et faire comme s’il avait oublié leur date. Enervée par le comportement d'Homer, Marge, qui a fortuitement rencontré un homme, Ben, sur un site de rencontre pour époux infidèles, va se voir grandir une amitié de plus en plus intense avec cet étranger après avoir découvert qu'ils partagent une passion commune pour une série. Pendant ce temps, Homer continue de se démener pour construire le train avec l’aide de nombreux Springfieldiens…"
  }
]