[
  {
    "titre": "S14E01 - Simpson Horror Show XIII",
    "image": "https://www.simpsonspark.com/images/guide/s14/dabf19.jpg",
    "description": ""
  },
  {
    "titre": "S14E02 - Homer like a Rolling Stone",
    "image": "https://www.simpsonspark.com/images/guide/s14/dabf22.jpg",
    "description": "Homer débarque chez Moe pour prendre une bière mais comme il n'a pas d'argent, Moe refuse de lui faire crédit. Alors il décide de se saouler par d'autres moyens. Quand il se réveille le lendemain à 17 heures, il ne se souvient plus de rien. L'émission télé préférée d'Homer vient d'être annulée et remplacée par une autre dans laquelle Homer - complètement saoul - se livre à un chauffeur de taxi ! Il raconte entre autre, que ce n'est pas toujours facile de vivre en famille. Après une réunion de famille, Marge et les enfants envoient Homer en stage intensif de rock and roll pour son plus grand plaisir. Ses professeurs sont Mick Jagger, Keith Richards, Lenny Kravitz, Elvis Costello, Tom Petty et Brian Setzer..."
  },
  {
    "titre": "S14E03 - Frère et sœur ennemis",
    "image": "https://www.simpsonspark.com/images/guide/s14/dabf20.jpg",
    "description": "Alors qu'Homer en a marre de voir des reality show sur Channel 6, Bart lui propose d'acheter une antenne parabolique afin d'avoir accès à une multitude de chaînes. Homer ne perd pas une seconde pour aller l'acheter. Une fois installée, Homer et Bart deviennent accrocs de la télécommande, ce qui conduit Bart à rater le grand test d'évaluation et à être rétrogradé en CE2. Lisa quant à elle, réussit brillamment son test, ce qui lui vaut de passer directement en CE2 et de se retrouver alors avec son grand frère dans la même classe ! Lisa va connaître ses premières mauvaises notes et va tout faire pour être la meilleure face à Bart, qui connaît déjà toutes les réponses des contrôles..."
  },
  {
    "titre": "S14E04 - La nouvelle Marge",
    "image": "https://www.simpsonspark.com/images/guide/s14/dabf18.jpg",
    "description": "Alors qu'Homer et Lisa sont bénévoles sur un chantier de construction de logements pour sans-abri, Lindsey Naegle et Cookie Kwan arrivent dans l'espoir de trouver des riches célibataires. Lindsey pense qu'Homer n'est pas marié et commence à s'intéresser de très près à lui. Peu après, Marge aperçoit Homer en train de faire le beau devant ces deux jeunes filles. Elle commence à se poser des questions quant à son pouvoir de séduction vis-à-vis d'Homer. Elle décide, sous le conseil de Manjula, d'avoir recours à une liposuccion. Pendant l'opération, le chirurgien commet une erreur et lui pose des implants mammaires..."
  },
  {
    "titre": "S14E05 - Reality chaud",
    "image": "https://www.simpsonspark.com/images/guide/s14/dabf21.jpg",
    "description": "Homer marche tranquillement dans un couloir de la centrale lorsqu'un tuyau lui tombe dessus et l'assomme. Monsieur Burns et Smithers assistent à la scène. Afin d'éviter toute poursuite judiciaire, M. Burns préfère offrir à Homer, des places VIP pour assister à un match de hockey en famille. Pendant le match, Lisa se voit offrir un bâton de hockey de la part d'un joueur. Une fois de retour à la maison, Homer lui pose au-dessus de son lit sans savoir qu'il était infesté de termites. Le lendemain matin, les Simpson apprennent qu'ils ne pourront pas vivre avant six mois dans leur maison. Ils se mettent alors à chercher un nouveau toit et décident de participer à un reality show qui les plongent en 1895..."
  },
  {
    "titre": "S14E06 - Qui veut tuer Homer",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf01.jpg",
    "description": "Les Simpson reçoivent une invitation pour un centre de cure. Une fois sur place, chacun se détend à sa façon : massage pour Homer, Bart et Maggie, bain de boue et exercices de relaxation pour Marge et soin du visage pour Lisa. Lorsqu'Homer va au sauna, un inconnu augmente la température et bloque la porte afin de le tuer ! Pour retrouver le présumé meurtrier, le chef Wiggum fait appelle à Tahiti Bob qui accepte cette mission à condition de pouvoir approcher les Simpson de jour comme de nuit et surtout son ennemi juré : Bart. Heureusement, le chef de la police va lui poser une puce électrique afin de pouvoir lui envoyer une décharge au cas ou il veuille s'enfuir..."
  },
  {
    "titre": "S14E07 - Pour l'amour d'Edna",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf02.jpg",
    "description": "Bart a un mois pour rendre un devoir sur la Première Guerre Mondiale et il fait tout pour ne pas se laisser distraire. Mais la tentation de la télévision, des bêtises et d'une virée en hélicoptère sont plus fortes. Il obtiendra sans surprise un F ! Voyant qu'Edna Krapabelle en a marre de voir que Skinner s'occupe plus de sa mère que d'elle, il l'invite au cinéma. Le lendemain, Lisa lui suggère de proposer Mme Krapabelle comme meilleure enseignante de l'année ; ce qui lui vaudra d'être nominée. La remise des prix à lieu à Orlando et toute la famille est conviée à y assister. Mais Skinner va tout faire pour qu'elle n'obtienne pas ce prix..."
  },
  {
    "titre": "S14E08 - Pour l'amour de Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf03.jpg",
    "description": "Lisa voit à la télévision la publicité sur un nouveau journal intime : le Turbo Journal. Comme son anniversaire est dans quelques jours, elle demande avec insistance à ses parents de le lui offrir. Mais lorsqu'Homer se rend au centre commercial pour lui acheter, il est distrait par toute la nourriture qui est offerte. Après avoir tout mangé, il va enfin au magasin de jouets et apprend que le Turbo Journal est épuisé. Il décide d'offrir à Lisa un film personnalisé dans lequel il lui prouve qu'il ne la connaît absolument pas. Après ça, Lisa très contrariée, fait la tête à son père. Désespéré de ne pas mieux la connaître, Homer fait appel à un détective privée pour tout savoir sur Lisa. Cependant, quand le détective lui présente sa facture, Homer refuse de la payer trouvant qu'il est un escroc..."
  },
  {
    "titre": "S14E09 - Les muscles de Marge",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf04.jpg",
    "description": "Homer achète à Rainier Wolfcastle quelques appareils de musculations après qu'il ait été déclaré en faillite. Sur le chemin du retour, Marge s'arrête au mini-marché pour changer d'urgence Maggie. Alors qu'elle ressort des toilettes, elle se fait agresser et voler son collier. Cet incident l'a profondément choquée et elle en est même devenue agoraphobe ! Homer et les enfants essaient tant bien que mal à l'aider à surmonter sa peur du monde extérieur mais rien n'y fait ; elle décide de vivre au sous-sol. Pour passer le temps, elle fait de la musculation et reprend confiance en elle..."
  },
  {
    "titre": "S14E10 - La foi d'Homer",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf06.jpg",
    "description": "Homer amène la famille voir un match de basket féminin. Ned Flanders est choisi dans le public pour avoir la possibilité de gagner 50 000 $ s'il arrive à mettre le ballon dans le panier. Après quelques hésitations, le ballon rentre dans le panier et Ned se voit offrir un gros chèque. En apprenant que ce sont les prières qui rendent Ned chanceux, Homer se met à en faire pour obtenir ce qu'il désire. En allant à l'église, il tombe dans un trou et se casse une jambe. Suite aux conseils d'un avocat, il décide de poursuivre l'église. Il obtient gain de cause et se voit confier l'église en mettant à la porte le révèrent Lovejoy..."
  },
  {
    "titre": "S14E11 - Homer va le payer",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf05.jpg",
    "description": "Durant le grand ménage, Bart tombe sur un carton rempli de cassettes vidéos et décide de les regarder avec Lisa. Elle trouve une cassette intitulée \"Bart Triste\" et la visionne par curiosité. Il s'avère que c'est une publicité avec comme acteur Bart bébé. Furieux de n'avoir pas été mis au courant, Bart demande des comptes à ses parents. Marge lui explique qu'il a fait quelques publicités lorsqu'il était bébé et que l'argent qu'il a gagné à été mis de côté pour ses études. Cependant, Homer a déjà tout dépensé ! Outré, Bart consulte un avocat afin de divorcer de ses parents. Il obtient gain de cause lors du procès en gagnant son émancipation ainsi que la saisie sur le salaire d'Homer pour le rembourser. Bart quitte alors la maison pour s'installer dans un loft dans lequel il va avoir comme voisin Tony Hawk..."
  },
  {
    "titre": "S14E12 - La reine de l'orthographe",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf07.jpg",
    "description": "Bart regarde tranquillement la télévision. Pendant la publicité, Krusty fait la promotion de son nouveau sandwich, le \"Ribwich\". Le lendemain, jour de la rentrée scolaire, le principale Skinner annonce aux élèves que le début de l'année va commencer avec un concours d'orthographe. De tous les élèves qui y participent, seule Lisa arrive à épeler correctement le mot demandé ; elle est donc désignée comme la championne de l'école et va participer à la finale régionale. Elle sait que si elle la remporte, elle pourra accéder aux Jeux Ortholympiques. Une fois qu'Homer a goûté au nouveau krusty-burger, il en devient complètement accroc. Lisa vient de gagner la finale régionale. Au lieu de fêter la victoire de sa fille comme il se doit, Homer préfère faire la tournée du \"Ribwich\" à travers le pays. A présent, Lisa se prépare aux Jeux Otholympiques..."
  },
  {
    "titre": "S14E13 - Le péché de Ned",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf08.jpg",
    "description": "Les Simpson vont passer la journée à la plage en ce mardi du mois de mai pour la Fête des méduses. Le soir, tout le monde profite de l'agréable soirée en amoureux sauf Ned Flanders. Pour oublier sa solitude, il retourne dans sa boutique ; une jolie jeune femme rentre pour faire un achat puis, séduite par lui, l'invite à dîner avec le lendemain soir. Ned est aux anges. Lorsqu'il s'aperçoit que cette femme est Sara Sloane, une star Hollywoodienne, il doute de lui et demande à Homer des conseils. Après le dîner, Sara embrasse Ned fougueusement. Tout le monde est au courant de leur relation et les tabloïds s'empressent de s'emparer de cette affaire..."
  },
  {
    "titre": "S14E14 - Le député Krusty",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf09.jpg",
    "description": "Homer et Bart regardent la télévision quand tout à coup les murs se mettent à trembler. En sortant de la maison, les Simpson constatent que les couloirs aériens passent désormais au-dessus de leurs têtes. Homer et Marge vont se plaindre aux autorités qui ne peuvent rien faire. A bout, les Simpson tentent de vendre leur maison mais avec ces nuisances, ils n'y parviennent pas. Lisa leur propose donc d'aller voir le député afin qu'il les aide. Ce dernier meurt pendant leur entretien, ce qui déclenche de nouvelles élections. Lisa pense qu'une personnalité du show-business pourrait facilement remporter les élections. Bart va soumettre cette idée à son ami Krusty et le convainc de se présenter comme candidat au congrès. Il commence alors sa campagne électorale..."
  },
  {
    "titre": "S14E15 - Homer patron de la centrale",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf10.jpg",
    "description": "Homer s'occupe comme il se doit de Marge pour cette soirée de la St-Valentin. Seulement, après un bon bain, Marge a un gros coup de fatigue et s'endort sans qu'Homer ne comprenne cette situation. Il est désespéré et erre dans les rues à la recherche de réponses. En voyant un panneau publicitaire, il se rend dans une école qui lui permettra de trouver les réponses à ses questions. Il commence par des cours de strip-tease, puis renvoyé par le professeur, se retrouve dans une classe où l'on apprend aux gens, moyennant un gros chèque, de prendre leur vie en main. Dès la fin des cours, il met à excécution les conseils promulgués dans le livre qu'il a acheté. A la centrale, il répertorie toutes les fautes commises par le personnel afin d'obtenir de la part de M. Burns une augmentation mais son patron ne l'entend pas de la même oreille. En écoutant à la porte de M. Burns il apprend que le propriétaire légal de la centrale est un canari..."
  },
  {
    "titre": "S14E16 - La guerre pour les étoiles",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf11.jpg",
    "description": "Aujourd'hui, l'école reçoit un grand réalisateur de documentaire qui va réaliser un film sur l'école primaire. Les jours suivants, Bart reçoit, alors qu'il est filmé, une motte de terre en pleine figure, ce qui lui vaut de ne plus être la star. De son côté, le principal Skinner essaie de montrer ce qu'il y a de mieux dans son école en mettant un peu les choses en scène, mais le réalisateur n'est pas dupe. Tous les enfants sont en admiration devant Nelson qui a volé le logo d'une voiture ; Bart se dit qu'il faudrait qu'il fasse la même chose pour retrouver son statut de star. Lisa, perdue, va au musée d'histoire naturelle pour essayer de trouver son futur métier qu'elle aimerait faire. Un reportage la persuade de devenir astronome. Elle ne perd pas de temps et s'achète un télescope. En observant le ciel, elle se rend compte que les lumières de la ville le pollue ; elle commence alors une pétition afin que les habitants réduisent leur consommation d'électricité..."
  },
  {
    "titre": "S14E17 - Le gay pied",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf12.jpg",
    "description": "Marge propose comme jeu de la semaine un puzzle géant. Une semaine après, toute la famille est encore concentrée dessus. Une fois achevée, ils se rendent compte qu'il manque une pièce et se mettent à sa recherche. En cherchant, Homer trouve une boite de souvenirs de Marge dans laquelle il va prendre conscience, en fouillant, que Marge est restée avec lui uniquement parce qu'elle est tombée enceinte. Marge a encore un peu d'amertume. Le lendemain matin, rien ne va plus : Homer et Marge ont une dispute et Homer décide de faire sa valise pour aller passer quelques jours chez le père de Milhouse. Mais, ne supportant pas d'entendre les célibataires déprimés, il rentre à la maison et sur son chemin, tombe sur une petite annonce qui recherche un colocataire. Le lendemain, il va rencontrer ses nouveaux colocataires qui vivent dans le quartier gay de la ville..."
  },
  {
    "titre": "S14E18 - Le tube qui tue",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf13.jpg",
    "description": "C'est Noël et les Simpson en profitent pour chanter des comptines de Noël devant la porte des gens. Quand ils chantent chez l'avocat de monsieur Burns, celui-ci les accusent de chanter une chanson sans avoir payé des royalties à leur propriétaire. Homer décide alors de faire lui-même sa chanson de Noël en s'inspirant de la \"stupidité de Flanders\". Sa chanson a du succès si bien qu'elle est diffusée partout et dans de nombreuses versions. Les Simpson en ont assez de l'entendre alors ils se réfugient dans un ranch éloigné de tout. Lisa n'appréciait pas ce lieu au début mais elle rencontre un jeune garçon qui semble lui plaire..."
  },
  {
    "titre": "S14E19 - Le chien-chien à son Homer",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf14.jpg",
    "description": "Bart et ses copains sont en pleine réunion dans la cabane. Constatant que Lisa et ses amies sont elles aussi en réunion, les garçons décident de les espionner. En essayant de tirer la corde qui relie le \"micro\", les filles détruisent la cabane. Homer promet à Bart de la lui reconstruire. Comme les travaux n'avancent pas vite, Marge fait appel aux Amish qui réalisent une petite merveille ; d'ailleurs, les Simpson inaugure la nouvelle cabane en grande pompe. Toutefois, en allumant une enseigne lumineuse, un court-circuit déclenche le feu et Homer se retrouve prisonnier des flammes. Petit Papa Noël aurait pu le sauver mais il a préféré s'enfuir. Heureusement, Boule de Neige II va à sa rescousse et devient la star, acclamée par tout le monde, alors que Petit Papa Noël est boudé. Bart et Lisa vont alors l'aider à retrouver sa place dans le cœur d'Homer..."
  },
  {
    "titre": "S14E20 - Marge, chauffeur de maître",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf15.jpg",
    "description": "Les enfants se rendent à l'aquarium pour une visite. Bart en profite pour faire une bêtise en plongeant dans un aquarium. Il se fait attaquer par des animaux marins et se retrouve à l'hôpital. Homer qui devait apporter la mutuelle arrive très tard et Marge insiste pour qu'il achète un portable. Il en achète un et pour pouvoir téléphoner en voiture, il achète aussi un kit mains-libres ainsi qu'un tas d'autres gadgets. Il a installé tellement de choses dans la voiture qu'il ne fait plus attention à la route et atterrit dans l'eau. A cause de ça, Homer se fait retirer le permis et Marge conduit tout le monde à sa place. De son côté, Homer découvre les joies de la marche..."
  },
  {
    "titre": "S14E21 - Et la cavalerie arriva",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf16.jpg",
    "description": "Bart et Milhouse s'ennuient. Ils décident de jouer avec une mouche, mais celle-ci pénètre chez les Flanders. Ils rentrent alors dans la maison pour la récupérer, en profitent pour faire les fous et trouvent une pièce réservée aux Beatles. Lorsque les Flanders arrivent, ils s'aperçoivent que la maison a été cambriolée. Le chef Wiggum met la main sur les deux garnements et compte bien les punir mais Ned préfère qu'ils soient constamment sous la surveillance des adultes. Marge recherche alors une activité à pratiquer en famille et tombe sur la brochure des \"Guerriers indiens pré-ados\" ; Homer accepte sans hésiter de devenir le leader de la nouvelle tribu de Bart. Seulement, il ennuie profondément les enfants et quand Marge se met à faire des signaux de fumée, ils la nomment nouvelle chef..."
  },
  {
    "titre": "S14E22 - Moe, le baby-sitter",
    "image": "https://www.simpsonspark.com/images/guide/s14/eabf17.jpg",
    "description": "Tous les habitants attendent au jardin botanique à l'éclosion de la fleur du siècle. En regardant la télévision, Moe comprend pourquoi son bar est désert et il décide de les rejoindre. Comme il arrive le dernier et qu'il y a trop de monde, il se fait mettre dehors comme un malpropre. Seulement, lorsque la fleur éclôt elle dégage une telle odeur nauséabonde qu'elle fait fuir tout le monde et crée un embouteillage. Homer freine brutalement et expulse Maggie hors de la voiture. Alors que Moe est prêt à se jeter dans la rivière, il reçoit dans les bras Maggie ; toute la ville l'acclame et il se dit que la vie n'est pas si moche. Plus tard, Moe vient prendre des nouvelles de Maggie chez les Simpson et il se la voit confier en attendant que Marge essaie de rattraper Abraham. A la joie de Moe, Marge lui propose de l'appeler lorsqu'elle aura besoin de faire garder Maggie..."
  }
]