[
  {
    "titre": "S21E01 - Super Homer",
    "image": "https://www.simpsonspark.com/images/guide/s21/labf13.jpg",
    "description": "Lorsque Bart et Milhouse entrent chez le vendeur de BD pour le ridiculiser, ils découvrent les planches d’une bande dessinée inédite écrites par le vendeur lui-même. \"Everyman\", l’histoire d’un homme ordinaire qui absorbe les superpouvoirs du héros de n’importe quelle BD qu’il touche pour combattre le crime, séduit directement les deux jeunes garçons. En auto-publiant son œuvre, le vendeur rencontre rapidement un succès mondial, au point tel que des producteurs d’Hollywood viennent acheter les droits pour en réaliser un film. L’homme accepte à condition de choisir l’acteur qui interpréte le rôle principal. Le hasard veut que ce soit Homer qui endosse la cape du super-héros, et pour ce rôle il doit perdre du poids et se muscler, mais le plus dur est aussi de le rester…"
  },
  {
    "titre": "S21E02 - La réponse de Bart",
    "image": "https://www.simpsonspark.com/images/guide/s21/labf15.jpg",
    "description": "C’est par une belle matinée que commence la journée d’Edna Krapabelle. Mais lorsqu’en entrant dans sa classe elle se retrouve face à ses dizaines d’élèves accros à leur portable et dépendant des nouvelles technologies, elle change vite d’humeur. Perdant patience, la femme confisque tous les téléphones de la classe. Cependant, grâce à l’aide fortuite d’Homer, les enfants élaborent un plan pour lui faire regretter son acte. Ils rassemblent tout ce qu’ils trouvent comme liquide alcoolisé pour le mélanger au café de leur maîtresse. Le lendemain, Edna, en buvant la mixture, se retrouve complètement ivre et Skinner n’a plus d’autre choix que de la renvoyer. Bien vite, elle est remplacée par un jeune professeur qui n’enseigne qu’au moyen des nouveautés technologiques, ce qui ravi grandement les enfants. Mais la culpabilité ronge Bart et il va chercher une façon d’avouer son méfait à Edna et de lui rendre son rêve d’enseignante par n’importe quel moyen..."
  },
  {
    "titre": "S21E03 - L'insurgée",
    "image": "https://www.simpsonspark.com/images/guide/s21/labf16.jpg",
    "description": "Lors d’une partie de bowling pour le moins originale entre Marge et ses amies, les cinq femmes se rendent compte qu’il n’y a aucun homme dans la salle. En effet, c’est l’évènement du tournoi final d’\"ultimate punching\" au stade de Springfield et toute la ville ont été désertée. A cette occasion, Homer a emmené Bart assister à la violente soirée à ses côtés. Après un match mémorable, son père le met en garde de ne jamais pratiquer ce genre de sport à la maison, mais plutôt dans la cour de l’école. Bien évidemment, il ne s’écoule pas un jour avant que Bart ne suive naïvement les mauvais conseils de son père. Mais lorsque Marge le surprend en train de se battre avec Nelson, elle décide d’engager un combat contre l’homme qui dirige toute cette violence. Cependant, elle ne s’attend pas à ce que ce soit un combat au sens propre..."
  },
  {
    "titre": "S21E04 - Simpson Horror Show XX",
    "image": "https://www.simpsonspark.com/images/guide/s21/labf14.jpg",
    "description": ""
  },
  {
    "titre": "S21E05 - Le diable s'habille en nada",
    "image": "https://www.simpsonspark.com/images/guide/s21/labf17.jpg",
    "description": "Après que Ted, l’ancien contrôleur de la centrale, ait pris sa retraite, monsieur Burns désigne Carl comme nouveau superviseur du secteur 7G. Pendant ce temps, Marge et son groupe « Les nanas de Charité » cherchent un moyen de récolter de l’argent pour une nouvelle œuvre caritative. L’idée des policiers qui posent pour des calendriers et qui les vendent les inspire à créer leur propre calendrier au thème de l’Histoire. Mais durant la séance photo, Marge ne se présente pas très attirante et pour l’aider à se dénuder, le photographe lui propose quelques verres de vin qui la rendront capable des plus belles poses… Cependant, lorsqu’il est publié, elle n’y trouve que des photos d’elle à chaque mois et la honte l’envahi bien vite, mais le succès aussi. Alors que cet évènement suscite en elle une envie de renouveler ses besoins affectifs avec Homer, celui-ci est nommé assistant de Carl et n’a plus de temps à consacrer à sa femme..."
  },
  {
    "titre": "S21E06 - Farces et agapes",
    "image": "https://www.simpsonspark.com/images/guide/s21/labf18.jpg",
    "description": "Lorsque Bart se fait attraper par Skinner après lui avoir fait une énième farce à l'école, ce dernier lui apprend que Bart n’est pas le meilleur élève farceur qu’il ait rencontré dans sa carrière. Intrigué, Bart commence à mener des recherches pour découvrir qui a pu tant marquer mentalement le proviseur par le passé. Son enquête le conduit à Willie, qui lui révèle que cet élève a traumatisé Skinner en l’enfermant dans une piscine remplie de vers… Cette même journée chez les Simpson, Marge et ses amies gardent leurs enfants mais lors du goûter, elle sert à ses invités des biscuits et du lait qui ne sont pas des produits bios, ce qui les dégoûte. Pendant que Marge change ses mauvaises habitudes, Bart part à la rencontre de l’ancien élève farceur, Andy Hamilton..."
  },
  {
    "titre": "S21E07 - Les apprenties sorcières",
    "image": "https://www.simpsonspark.com/images/guide/s21/labf19.jpg",
    "description": "En rentrant d’un weekend à la montagne, les Simpson ont un grave accident de voiture et se retrouvent évanouis au milieu d’un lac glacé. De justesse, Clétus les sauve de la noyade et les emmène chez lui. Il propose alors à Homer de se joindre à ses amis péquenots pour goûter à son nouvel alcool frelaté, et de l’aider à en créer davantage. Pendant ce temps, Bart s’amuse au bowling avec les fils du paysan tandis que Lisa joue à cache-cache avec deux des sœurs. Mais la nuit tombante, elle réalise que personne n’est venu la chercher. En sortant de sa cachette, elle rencontre 3 jeunes filles qui pratiquent un jeu de sorcellerie dans les bois appelé le « Wicca ». Lisa reste sceptique envers cette pratique de la magie mais bien vite les évènements la pousseront à rejoindre le petit clan des sorcières…"
  },
  {
    "titre": "S21E08 - Le frère de Bart",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf01.jpg",
    "description": "Alors qu’une tempête de neige fait rage sur Springfield, les Simpson sont contraints de rester chez eux. L’école élémentaire étant fermée, Bart veut profiter de la neige, mais le mauvais temps l’empêche de sortir. Il ne lui reste que ses jeux vidéos pour s’occuper, jusqu’à ce qu’une coupure de courant se produise. Dans le noir et sans aucune autre occupation, Bart rejoint ses deux sœurs dans la chambre voisine. Cependant, lorsqu’il participe à leur jeu de défilé, Bart se rend compte des liens fraternels très forts qui unissent ses deux soeurs. Il éprouve alors un grand manque affectif et regrette de ne pas avoir de frère. Ce manque le hante jusque dans ses rêves et à son réveil, il ne cessera d’harceler ses parents pour avoir un nouveau petit frère, une idée qu’il n’abandonnera pas facilement…"
  },
  {
    "titre": "S21E09 - Une leçon de vie",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf02.jpg",
    "description": "La famille Simpson passe un après-midi dans un parc d’attraction aquatique. Cependant, Abraham se sent vite fatigué et, incapable d’aller voir le spectacle de la pieuvre avec eux, il préfère rester seul hors du bruit, assis sur un banc en forme de requin. Pendant que le spectacle a lieu, un journaliste, Marshall Goldman, prend place sur le banc et écoute Abe lui raconter la fois où il s’est assis sur un vrai requin lors de la seconde guerre mondiale. Aussitôt racontée, aussitôt publiée, le journaliste relate dans la presse chacune des histoires que le vieil homme lui conte. Mais lorsqu’Homer réalise que son père n’a plus de temps à lui consacrer, cela le pousse à réagir… Tandis qu’à l’école primaire, c’est au tour de Bart de recevoir la poupée de Larry l’Agneau, celle-ci qu’il déteste et détériore, mais il ignore à quel point Nelson y tient…"
  },
  {
    "titre": "S21E10 - Il était une fois à Springfield",
    "image": "https://www.simpsonspark.com/images/guide/s21/labf20.jpg",
    "description": "L’émission de Krusty atteint de moins en moins le public féminin », c’est ce que déclarent deux responsables de la chaîne au clown. De plus, ne lui faisant plus confiance davantage, ils ont engagés une nouvelle femme, princesse Pénélope, pour animer l’émission à ses côtés. Une décision que Krusty ne peut refuser au risque d’être lui-même viré. Dans un premier temps, le show déçoit ses anciens fans, mais bien vite, l’audience se compose d’un nouveau public entièrement féminin. Tandis que la popularité de la princesse grandit, celle de Krusty déchoit. Mais un évènement va les réunir tous les deux aux devants des projecteurs… Pendant ce temps à la centrale nucléaire, Homer, Lenny et Carl apprennent que Burns a supprimé les donuts pour des raisons financières. Fort heureusement, ils rencontrent un chasseur de tête, spécialisé pour les employés de centrales nucléaires, qui va les aider à récupérer leurs donuts journaliers…"
  },
  {
    "titre": "S21E11 - Million dollar ma biche",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf03.jpg",
    "description": "Homer et Marge planifient une représentation musicale à l’occasion d’un mariage. Ils répètent une dernière fois devant les enfants, chose qui les ravit grandement. Cependant, le jour du mariage, Homer lit dans un biscuit chinois que c’est son jour de chance. Sceptique dans un premier temps, mais persuadé que la prédiction est véridique suite à quelques évènements, il décide d’acheter un billet de loterie. Au supermarché, l’attente est tellement longue que Marge est dans l’obligation de se représenter seule devant les invités. Dès qu’il a le billet, Homer fonce au mariage, mais dans la précipitation, il termine sa course dans un ravin… En se réveillant, il découvre qu’il a le billet gagnant, mais il ne peut pas l’avouer à Marge au risque qu’elle lui reproche de l’avoir abandonner à la cérémonie. Alors, pour faire plaisir à sa famille, Homer sera contraint de dépenser cette cagnotte secrètement… Pendant ce temps, Lisa découvre la Funtendo Zii, une console de jeu qui semble idéal pour divertir les vieux dont elle s’occupe…"
  },
  {
    "titre": "S21E12 - La reine du balai",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf05.jpg",
    "description": "A quelques heures d’une soirée romantique prévue avec Marge, Homer est retenu à la centrale pour réparer une fuite. Lorsqu’il rentre enfin chez lui, il propose à sa femme de l’emmener au cinéma et de profiter du reste de leur soirée ensemble. Mais le septième art les déçoit et ils quittent la salle… Sur le chemin du retour, frustrés et insatisfaits, ils s’arrêtent à la patinoire, mais leur malchance fait que la salle est fermée pour cause d’un entrainement de curling. Cependant, trouvant ce sport intéressant, ils s’y essayent et c’est en voyant leur talent que Seymour et Agnès proposent au couple de rejoindre leur équipe. Le lendemain, Skinner vient leur annoncer qu’ils participeront aux épreuves olympiques d’hiver à Vancouver, chose qu’ils vont devoir préparer durement pour remporter la compétition… Durant les jeux, Lisa découvre en elle une irrésistible envie de collectionner les pins olympiques, mais cette addiction tournera plus vite en folie qu’en passion…"
  },
  {
    "titre": "S21E13 - La couleur jaune",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf06.jpg",
    "description": "Pour se débarrasser d’un tronc d’arbre gênant, Willie, sur les conseils de Bart, utilise de la dynamite qui réservera par la même occasion un mauvais sort à la voiture de Skinner. A l’intérieur de l’école, Melle Hoover, cherchant de l’inspiration à travers la fenêtre, aperçoit le tronc sur la voiture et l’idée d’aborder le thème des arbres généalogiques lui vient à l’esprit. Cet intéressant sujet ravi Lisa, mais bien vite les informations qu’elle rassemble sur ses ancêtres la déçoivent. En approfondissant ses recherches, elle tombe sur le livre d’une certaine Eliza Simpson, un membre de sa famille qui a rendu la liberté à un esclave, Virgil, avec l’aide de sa mère Mabel en 1860. Cependant, Homer, réticent à cette idée de fouiller dans leur passé, cache le livre pour que sa fille n’en lise pas davantage. Malgré tout, l’envie de Lisa sera plus forte et rien ne l’empêchera de découvrir sa véritable origine…"
  },
  {
    "titre": "S21E14 - Elémentaire, mon cher Simpson",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf04.jpg",
    "description": "Après un documentaire sur « Le Springfield de demain », les élèves de Mme Kapabelle doivent rendre un devoir, chose que Bart a, bien entendu, oublié de faire alors qu’il avait un délai de 3 mois pour le réaliser. Cette fois, Edna n’a d’autre choix que de convoquer ses parents par lettre. Malgré toutes les tentatives du jeune garçon pour intercepter la missive, Homer et Marge finissent par prendre connaissance de son contenu et suite à cela, ils veulent trouver une solution… Mais les deux adultes ne s’accordent pas : alors qu’Homer surcharge Bart de travail, Marge est beaucoup plus clémente envers son fils. Se rendant compte de la situation avantageuse dont il est le centre d’attention, il en arrive à manipuler ses parents jusqu’à les monter l’un contre l’autre et  jouir de nouveaux privilèges. Mais cette manigance ne pourra pas se prolonger sans conséquence…"
  },
  {
    "titre": "S21E15 - Baiser volé",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf07.jpg",
    "description": "Après à une petite aventure routière avec Homer, Bart arrive tardivement à l’école, entrant dans une classe dévastée par ses camarades déchaînés. En raison de l’absence de Mme Krabappel et du fait qu’il n’y a personne pour la remplacer, Skinner est forcé de rassembler les deux classes de CM2 en une seule. Une fois installés deux par bancs, les élèves font connaissance avec leur nouveau voisin, tandis que Bart sympathise avec Nikki, une fille qu’il apprécie déjà bien. Mais ne sachant pas si son sentiment est partagé ou non, le jeune garçon demande conseil à de son grand-père. Ce dernier n’aura qu’un seul remède : l’embrasser pour le savoir. Cependant, Bart ignore l’impact qu’un insignifiant baiser peut avoir sur une fille indécise dont les parents sont avocats… Pendant ce temps, Lisa découvre brièvement qu’une mauvaise note lui apporte beaucoup plus de popularité qu’une bonne. Et lorsque son résultat est rectifié, elle perd tous ces avantages... A nouveau triste et seule, elle relate sa mélancolie sur son blog jusqu’à ce qu’un mystérieux internaute vienne lui conseiller de ne pas abandonner sa réussite…"
  },
  {
    "titre": "S21E16 - La plus grande histoire jamais ratée",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf10.jpg",
    "description": "Lors d’une séance d’étude de la Bible organisée chez Ned, ce dernier est interrompu par les nouvelles folies de son voisin. Exaspéré et désespéré à l’idée de faire un jour d’Homer un meilleur homme, Ned se tourne vers le révérend Lovejoy qui le convainc de poursuivre ses tentatives et de le ramener sur le droit chemin. Ned à une ultime proposition : il suggère à Homer et sa famille de rejoindre leur groupe au cours d’un voyage à Jérusalem, afin de visiter la Terre Sainte. Homer est sceptique à l’idée de partir dans ce pays, mais Marge, trouvant l’attention de Ned si aimable, accepte l’offre sans hésiter. Lorsqu’ils arrivent dans leur hôtel en Israel, le groupe est accueilli par Jakob, un guide bavard et agressif qui rendra les activités urbaines longues et inintéressantes. Quant à Homer, il montre tellement peu de respect pour les lieux sacrés qu’il en faudra peu avant que Ned ne perde patience…"
  },
  {
    "titre": "S21E17 - A tyran, tyran et demi",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf08.jpg",
    "description": "Dans la sombre prison de Springfield, trois policiers viennent chercher monsieur Burns. Et afin de comprendre cette étrange situation, le vieil homme nous raconte son histoire... Quelques semaines plus tôt, il organisa une fête du 4 juillet chez lui, obligeant ses employés à s’occuper de son festin et à le divertir tout l’après-midi. Après l’éprouvante représentation d’une pièce cependant peu apprécié, Homer, Lenny et Carl en ont assez et décident d’avoir leur propre fête à leur tour, et ce dans la cave à vin même de leur patron... Peu de temps après, les trois hommes se retrouvent ivres dans la demeure, et Burns appelle urgemment la police. Lorsque celle-ci intervient dans la pièce, Lou reconnait un tableau volé accroché au mur. La preuve est évidente et Burns est immédiatement envoyé en prison, remettant la centrale aux mains de Smithers. Mais ce dernier, manipulé par ses employés, se transformera vite en un vrai tyran… A côté de ces évènements, Bart et Lisa sont contraints de s’occuper ensemble d’un petit élevage de fourmi qui, dans un premier temps les distancera avant de resserrer leur lien fraternel…"
  },
  {
    "titre": "S21E18 - Chef de cœur",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf09.jpg",
    "description": "Un matin, alors qu’Homer se rend à la banque, il n’est pas autorisé à entrer  avec de la nourriture dans le bâtiment. Il cache alors imprudemment une pomme d'amour dans sa poche, ce qui fait croire a un client qu'il cache une arme et les agents de sécurité ne tardent pas à l’immobiliser. Un peu plus tard, le tribunal condamne Homer à 100 heures de travail d’intérêt général. Lors de son premier jour de peine, il offre un sandwich à Wiggum, un geste qui les liera instantanément d’amitié. Les deux hommes passent de plus en plus de temps ensemble jusqu’à ce qu’un soir, une intervention nécessite l’aide du chef. Mais cette opération tourne mal et lorsque Clancy est blessé, Homer apparaîtra dans un premier temps intentionné avant d’être de plus en plus distant…"
  },
  {
    "titre": "S21E19 - Eolienne et cétacé",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf14.jpg",
    "description": "Un soir, alors que Bart et Lisa regardent la télé, Homer débranche tous les objets électriques de la maison afin de réduire leur note d’électricité. Lisa en profite alors pour l’informer qu’il existe des sources d’énergie alternative beaucoup plus économique et qu’un salon d’exposition à ce sujet a lieu en ce moment-même. La famille s’empresse de partir et d’arriver dans ce grand espace où sont exposées des dizaines de  nouvelles sortes d’énergie. Après une petite visite, Lisa emmène ses parents vers un producteur danois d’éoliennes. Aussitôt envisagée, aussitôt installée, la grande hélice trône à présent dans le jardin des Simpson, alimentant toute la maison. Mais l’engin ne fonctionne que grâce au vent, et nombreuses sont les coupures qui interviennent beaucoup trop souvent. Jusqu'à ce qu’un soir, lorsque Lisa regarde la télé et que Bart tourne les hélices manuellement, une violente tempête éclate, causant des dégâts déplorables partout dans la ville. Au lendemain de la catastrophe, Bart et Lisa découvre une baleine échouée sur la plage, seule et beaucoup trop lourde pour être déplacée. Cependant la jeune fille va garder un ferme et naïf espoir de la sauver à travers des tentatives vaines et déjà perdue d'avance…"
  },
  {
    "titre": "S21E20 - L'œil sur la ville",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf12.jpg",
    "description": "Alors qu’Homer, Lenny, Carl et Barney s’ennuient fermement au bar de Moe, ils reçoivent la visite surprise de Duffman qui leur apporte des nouveaux produits dérivés Duff. Lorsqu’Homer rentre chez lui, il est entièrement habillé à l’effigie de sa bière : t-shirt, boucles d’oreille, sac de sport… Et c’est dans ce sac même que, suite à un manque de place pour stocker le plutonium à la centrale, Smithers place intentionnellement une barre de plutonium afin de s’en débarrasser. Plus tard la même journée, Homer oublie malencontreusement ce sac dans une gare et l’objet est soudainement perçu comme une menace terroriste. La station est évacuée, et la police fait exploser le sac. Suite à cet incident, les Springfieldiens votent une loi autorisant à installer des caméras de surveillance partout dans la ville pour les protéger des éventuels attentats. Cependant, contrôlé par la police et certains citoyens,dont Ned, les habitants vont vite se sentir mal à l’aise et privés de vie privée… Pendant ce temps, Lisa rencontre une femme qui l’invite à rejoindre un club de débat au sein de son école, mais la jeune fille doit faire face à de nombreux préjugés sur les blondes. Elle va finalement décider de se teindre en brune pour combattre ces stéréotypes…"
  },
  {
    "titre": "S21E21 - Le mot de Moe",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf13.jpg",
    "description": "Derrière son bar, Moe est aux premières loges pour observer secrètement la vie de ses clients. Il décide de raconter aux spectateurs, en narrateur omniscient, les problèmes rencontrés par différents couples mariés, en particulier ceux de Tim Lovejoy, d’Apu et d’Homer… Assis devant la télévision avec ses enfants, Homer regarde une pub pour un parc d’attraction sur une île à l’occasion de la fête des mères. Prenant cette annonce comme l’opportunité d’être enfin seule, Marge lui propose de partir sur l’île avec les enfants afin qu’elle puisse se consacrer à quelque chose qu’elle avait mis de côté depuis longtemps. Homer est dans un premier temps enthousiaste, mais dès le lendemain, il commence à se poser des questions. Lorsqu’il embarque sur le bateau aux côtés de Tim et d’Apu, ils reçoivent tous les trois une lettre de dernière minute leur annonçant que Moe quitte la ville avec l’une de leur femme… Alors que les enfants s’amusent comme ils le peuvent dans ce parc d’attraction miteux, les trois hommes creusent dans leur souvenir pour découvrir laquelle de leur femme aurait pu partir…"
  },
  {
    "titre": "S21E22 - Mon voisin le Bob",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf11.jpg",
    "description": "En pleine crise financière, le maire Quimby choisit de réduire les dépenses de la ville en libérant entre autre les criminels représentant un faible danger pour la population. A ces mesures, qui ne sont pas les seules réductions budgétaires, s’ensuit aussi le déménagement de plusieurs habitants, dont un voisin des Simpson. Homer, ayant suivi son instinct olfactif, décide lui-même de racheter cette maison, mais il apprend que quelqu’un d’autre l’a déjà devancé et possède à présent la demeure. Cette personne, Walt Warren, est un homme tout à fait ordinaire sauf pour Bart qui, lors de leur première rencontre, le soupçonne d’être Tahiti Bob en raison de sa voix similaire à celle de son rival. Le jeune garçon cherche vainement des preuves qui justifieraient ses accusations jusqu’à ce que Marge l’emmène voir le véritable Tahiti Bob en prison afin de rassurer son fils. Dès lors convaincu que son ennemi réside toujours bien derrière les barreaux,  le jeune garçon se sent enfin en sécurité avec Walt. Mais il ignore encore que ce dernier est bel et bien un imposteur…"
  },
  {
    "titre": "S21E23 - Moe, moche et méchant",
    "image": "https://www.simpsonspark.com/images/guide/s21/mabf15.jpg",
    "description": "A la veille du concours annuel du plus laid chien de Springfield, Homer et Bart cherche un moyen d’enlaidir Petit Papa Noël pour gagner le prix. Et après une séance de maquillage peu satisfaisante, Bart a une idée… Le lendemain, la petite ville se rassemble pour assister au grand concours présenté par Krusty. Au fur et à mesure que les chiens défilent, le clown tente vainement de faire rire le public mais ce dernier reste de glace. C’est alors que Moe, lassé par l’humour du clown, impose ses remarques pour l’arrêter. Frustré, Krusty lui cède volontiers sa place et le barman divertit alors remarquablement la foule grâce à ses commentaires cyniques et spontanés. Après avoir déclaré le gagnant du concours, Moe est sollicité par les gens et bien vite, il est contraint de fermer son bar pour se consacrer à ce nouveau passe temps. Pendant qu’Homer, attristé par la fermeture du bar, tente de s’imposer dans la vie ménagère de sa femme, Moe devient juge de talent à de nombreux concours, jusqu’à ce qu’il rencontre Simon Cowell, un célèbre juge de talent lui aussi, qui va lui proposer d’évaluer les participants d’American Idol à ses côtés…"
  }
]