[
  {
    "titre": "S11E01 - Mel Gibson les cloches",
    "image": "https://www.simpsonspark.com/images/guide/s11/aabf23.jpg",
    "description": "Homer va essayer aujourd'hui une nouvelle voiture électrique uniquement pour recevoir un cadeau. Marge est toute excitée en apprenant que le cadeau est deux places de cinéma pour une projection test pour un film avec Mel Gibson. A la fin du film, seul Homer le trouve nul. Mel Gibson, qui a assisté à la projection incognito, tente de sortir par une porte mais déclenche l'alarme et se fait repérer par les spectateurs. Dans son jet privé, Mel Gibson remarque que seul Homer a été sincère à propos du film ; il décide de faire demi-tour pour lui proposer de l'aider à améliorer son film. Toute la famille - Marge la première - est ravie. Les Simpson embarquent dans le jet et vont à Hollywood..."
  },
  {
    "titre": "S11E02 - La pilule qui rend sage",
    "image": "https://www.simpsonspark.com/images/guide/s11/aabf22.jpg",
    "description": "Lors de la journée des pompiers qui se déroule à l'école élémentaire, Bart fait comme à son habitude, une grosse bêtise. Seulement, cette fois, il pousse le bouchon trop loin. Excédé, le principal Skinner convoque ses parents afin de leur expliquer que Bart souffre d'un manque chronique de concentration. Il les menace de l'exclure sauf s'ils sont prêts à lui faire prendre un nouveau médicament. En voyant les effets positifs sur des cobayes, Homer et Marge acceptent et convainquent Bart de suivre le traitement. Les médicaments le rendent sage comme une image et studieux. Cependant, ils provoquent sur Bart des crises de paranoïa..."
  },
  {
    "titre": "S11E03 - La critique de lard",
    "image": "https://www.simpsonspark.com/images/guide/s11/aabf21.jpg",
    "description": "Homer accompagne les enfants à la visite du Springfield Shopper. Pendant ce temps-là, la critique culinaire du journal fait un pot d'adieu auquel Homer, sans être invité, se greffe pour manger du gâteau. Le rédacteur en chef, le voyant apprécier la nourriture, lui propose d'être le nouveau critique culinaire. Il lui offre la chance de sa vie : il doit rédiger une critique et si elle lui plaît, il sera engagé au journal. Pour arriver à faire sa première critique, Lisa lui donne un coup de main. Dès que le rédacteur la lit, il est séduit et lui annonce qu'il la fera paraître. Homer commence alors à tester tous les restaurants de la ville pour son grand plaisir. Ses collègues journalistes lui reprochent d'être trop complaisants ; du coup, il devient plus dur envers les restaurateurs et se fait des ennemis..."
  },
  {
    "titre": "S11E04 - Simpson Horror Show X",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf01.jpg",
    "description": ""
  },
  {
    "titre": "S11E05 - Une récolte d'enfer",
    "image": "https://www.simpsonspark.com/images/guide/s11/aabf19.jpg",
    "description": "Marge se fait bousculer à la sortie du cinéma par le Serpent ; ce qui ne plaît pas du tout à Homer qui décide de le provoquer en duel comme dans le film de Zorro qu'il vient de voir. Homer prend conscience que dès qu'il gifle une personne avec un gant, il obtient ce qu'il veut. Pour ne pas faire la queue au mini-marché, il gifle tous les clients sans savoir qu'un colonel accepterait le duel. Il lui fixe alors rendez-vous le lendemain matin, à l'aube. Pour échapper à cette situation imprévue et risquée, il s'enfuit avec sa famille et va vivre dans la ferme dans laquelle il a grandi. Homer tente alors de faire pousser des légumes sans succès. Il demande à Lenny de lui envoyer un peu de plutonium pour le mélanger aux graines..."
  },
  {
    "titre": "S11E06 - Homer perd la boule",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf02.jpg",
    "description": "Homer arrive au travail avec plus de 26 heures de retard et se fait pincer par M. Burns qui l'oblige à manger des fûts de déchets radioactifs ! Lenny et Carl lui proposent d'aller faire un bowling après le travail ; il appelle Marge pour la prévenir qu'il ne rentrera pas dîner prétextant que Lenny doit être conduit à l'hôpital. Pendant la soirée, Homer arrive à faire un score parfait ; l'événement est transmis à la télévision. Il devient à partir de cet instant le héros de Springfield et se voit inviter un peu partout. Cependant, la célébrité n'est pas éternelle, et Homer devient rapidement \"has been\", à son grand désespoir..."
  },
  {
    "titre": "S11E07 - Huit d'un coup",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf03.jpg",
    "description": "Les Simpson se baladent dans un magasin de meubles lorsqu'ils rencontrent Apu et Manjula. Ces derniers leur annoncent qu'ils ont décidé d'avoir un enfant. Apu fait tout pour être au meilleur de sa forme pour pouvoir féconder sa femme. En vain. Ils rencontrent quelques difficultés et sont désespérés. Homer leur donne un petit coup de pouce afin qu'ils y arrivent et cela fonctionne. Neuf mois plus tard, Manjula met au monde non pas un enfant mais huit ! Ils deviennent rapidement médiatisés et reçoivent de nombreux cadeaux. Mais très peu de temps plus tard, une femme accouche de neuf enfants et leur vole la vedette. Apu et sa femme commencent à avoir beaucoup de mal à gérer cette nouvelle situation..."
  },
  {
    "titre": "S11E08 - Homer et sa bande",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf05.jpg",
    "description": "Toute la famille va dîner dans un tout nouveau restaurant qui a pour thème les années 50. Le propriétaire annonce un concours de danse avec comme premier prix une Harley Davidson de 1955. Homer est comme un fou et se présente avec Marge. Ils sont tellement motivés qu'ils n'ont aucun mal à remporter la moto. Homer avoue ne pas savoir en faire et demande à Bart de lui apprendre. Après son apprentissage, Homer ne lâche plus d'une semelle sa moto. En regardant une vieille série sur un rebelle à la télévision, il lui vient une idée : créer une bande de motards. Lenny, Carl, Moe et Ned se joignent à Homer pour former les Satans de l'enfer et se mettent à vivre comme des rebelles..."
  },
  {
    "titre": "S11E09 - Le jouet qui tue",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf07.jpg",
    "description": "Milhouse est poursuivi par un rayon de soleil et se réfugie chez les Simpson. Bart et son copain s'amusent à se déguiser en femme. Lorsqu'Homer rentre dans la chambre, Bart tombe et se casse le coccyx. Il se retrouve handicapé, dans l'impossibilité d'aller à l'école étant donné qu'elle est dépourvue de rampes d'accès. Pour corriger cette erreur, Gros Tony fait signer à Skinner un contrat afin de les construire. Seulement, il se fait arnaquer et est contraint de fermer l'école parce qu'elle n'a plus d'argent. La société Kid First Industrie reprend l'école et remplace les professeurs. Bizarrement, ces derniers ne semblent s'intéresser qu'aux envies des enfants en matière de jouets..."
  },
  {
    "titre": "S11E10 - Big Mama Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf04.jpg",
    "description": "Marge essaie discrètement de se débarrasser de vieux objets qui traînent au grenier mais Homer, Bart et Lisa s'en aperçoivent. Après une course périlleuse, Homer récupère le carton et commence à tout ressortir. En retrouvant une paire de ski, les Simpson décident d'aller sur le champ à la montagne. Marge, ne se s'entent pas très bien en altitude, préfère rester à l'hôtel pensant qu'elle est en sécurité. Mais voilà qu'une horloge tombe sur sa jambe et l'oblige à aller d'urgence à l'hôpital. Elle demeure immobilisée sur son lit et ne peut rentrer à la maison. Lisa prend alors les choses en mains pensant même être plus efficace que sa mère. Toutefois, elle avait oublié qu'Homer et Bart étaient fainéants. Lisa passe des moments difficiles pendant que Marge se fait faire des massages relaxants..."
  },
  {
    "titre": "S11E11 - Il était une \"foi\"",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf06.jpg",
    "description": "Homer est invité à une fête des anciens élèves de l'université. Durant la soirée, le doyen demande aux invités de faire un don pour aider l'équipe de football. Après lui avoir extirpé tout son argent, Homer décide de se venger en faisant une farce au doyen. Cette dernière se retourne contre lui et voici qu'il se retrouve avec un seau collé sur la tête ! Le docteur Hibbert ne peut malheureusement rien faire pour lui. Homer prend quand même la voiture et inévitablement fait un accident tout près de la réunion d'un prédicateur. Il tente sa chance en espérant qu'il pourra faire un miracle mais n'y parvient pas. Par contre, le prédicateur sent que Bart a des pouvoirs et insiste pour qu'il essaie de retirer le seau d'Homer. Il y arrive en un tour de main ! Le prédicateur conseille alors à Bart d'essayer de faire le bien autour de lui..."
  },
  {
    "titre": "S11E12 - La grande vie",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf08.jpg",
    "description": "Kent Brockman présente la remise des Prix d'Honneur. Britney Spears remet celui de la personne la plus âgée de la ville. Lorsqu'elle l'embrasse pour le féliciter, celui-ci a une crise cardiaque ! Du coup, M. Burns le reçoit à sa place. Il prend alors conscience qu'il n'est plus un jeune homme et décide de faire un check-up. Pour s'absenter en toute tranquillité, il demande à Homer et à sa famille de garder son manoir. Les Simpson se plaisent à vivre comme des riches. Homer se rend chez Moe pour boire une bière mais il lui refuse parce qu'il ne peut pas servir d'alcool le dimanche avant 14 heures, sauf dans les eaux internationales. Homer s'empresse d'organiser sur le bateau de son patron une grande fête..."
  },
  {
    "titre": "S11E13 - Courses épiques",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf09.jpg",
    "description": "Le professeur Largo apprend à ses élèves qu'ils ont été sélectionnés pour participer au concours des fanfares scolaires de la foire régionale. Lisa propose à M. Largo de changer de musique et de jouer un morceau plus original pour mettre toute leur chance de leur côté. Malgré cela, la fanfare de Springfield perd et Lisa accepte difficilement cette défaite. En se promenant dans la foire, les Simpson assistent au plongeon d'un cheval dans une piscine. Le chef Wiggum intervient pour arrêter le propriétaire mais ce dernier s'enfuit aussitôt. Le chef de la police s'apprête à envoyer Duncan, le cheval, à l'abattoir. Heureusement, les Simpson décident de l'adopter. En faisant les comptes, Marge constate qu'il leur coûte cher. Alors Homer tente d'en faire un cheval de courses..."
  },
  {
    "titre": "S11E14 - Adieu Maude",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf10.jpg",
    "description": "Lors d'une promenade en forêt, les Simpson tombent sur un circuit automobile dont ils ne connaissaient pas l'existence. Ils croisent un coureur automobile qui leur offre des places pour assister aux courses. Ils ne sont pas les seuls dans les gradins ; les Flanders sont placés juste dernière eux. Pendant une pause, les Turbo-Majorettes lancent des t-shirts aux spectateurs et Maude, malencontreusement, en reçoit un alors qu'elle revenait d'avoir été acheter des hot-dogs ; elle tombe des tribunes et meurt sur le coup ! Après son enterrement, Ned est totalement désemparé. Homer, en bon voisin, essaie de lui changer les idées comme il peut. Il réalise avec l'aide de Bart et Lisa un clip vidéo qu'ils envoient à une agence de rencontre afin d'aider Ned a trouver une nouvelle femme..."
  },
  {
    "titre": "S11E15 - Missionnaire impossible",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf11.jpg",
    "description": "Homer regarde tranquillement une nouvelle série anglaise lorsque les programmes s'arrêtent pour annoncer que la chaîne a besoin d'argent ; les dirigeants appellent les téléspectateurs à faire un don. Homer, ne pouvant attendre plus longtemps la reprise de sa nouvelle série préférée, appelle et fait un don de 10 000 $ sans avoir bien évidement cette somme. Pensant être anonyme, il est tout de suite identifié. Cependant, cette mauvaise blague n'est pas au goût de la chaîne et Homer se retrouve à être poursuivi par tous les personnages des séries afin de lui faire la peau ! Il trouve refuge dans l'église. Le révérend Lovejoy l'aide en l'envoyant en Micronésie comme missionnaire. N'ayant pas le choix, il apprend rapidement à connaître les indigènes et se fait assez facilement à cette nouvelle vie..."
  },
  {
    "titre": "S11E16 - Bière qui coule amasse mousse",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf12.jpg",
    "description": "L'alarme de la maison des Simpson se met à hurler. Toute la famille évacue la maison et se précipite dans la voiture. Une fois dedans, Homer leur annonce qu'ils seront les premiers à la fête de la bière Duff ! Tout le monde en profite sauf Marge qui doit rester sobre pour les ramener. Homer assiste au concours du meilleur barman de l'année dans lequel participe son ami Moe qui d'ailleurs le remporte. Il gagne le droit d'avoir sa photo sur le calendrier annuel de la bière. Quelques jours plus tard, Homer débarque au bar avec le calendrier. Lorsque Moe le découvre, il s'aperçoit que sa photo a été recouverte d'autocollants et en conclut qu'il est moche ! Lenny lui conseille de faire de la chirurgie esthétique. Un conseil qu'il prend au mot. Dès sa sortie de l'hôpital, il se rend compte que sa vie sentimentale ne va plus être la même..."
  },
  {
    "titre": "S11E17 - Les Simpson dans 30 ans",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf13.jpg",
    "description": "Les Simpson sont en route pour aller faire du camping lorsqu'un garde forestier leur demande de faire demi-tour à cause des moustiques qui ont envahi le camp. Sur leur chemin, ils croisent un casino indien dans lequel ils s'arrêtent. Bart n'est pas autorisé à rentrer vu son jeune âge, alors il tente de prendre la place de Gabbo, mais il se fait démasquer et envoyer chez le directeur. Ce dernier est un indien. Il lui propose de voir dans son avenir dans 30 ans : Bart vit avec Ralph avec lequel il forme un groupe de musique et il galère. Sa sœur, Lisa, quant à elle est devenue la présidente des Etats-Unis. Expulsé de sa maison, il va traîner à la Maison Blanche pendant qu'Homer tente de trouver l'or caché de Lincoln..."
  },
  {
    "titre": "S11E18 - Sobre Barney \"Alcooliques non anonymes\"",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf14.jpg",
    "description": "Bart accompagne son père faire la \"soirée des ordures\". Homer récupère une statue hawaïenne avec laquelle il s'amuse à faire un Dieu. Après avoir mis le feu dans le jardin, il coure chez Moe. Barney est triste de voir que personne n'a pensé à son anniversaire. En fait, il ne se souvient pas qu'il l'a fêté chez les Simpson parce qu'il était complètement saoul ! Il a honte de lui et décide de ne plus jamais boire. Pour l'aider, Homer l'emmène aux réunions des Alcooliques Anonymes. Bart et Lisa apprennent qu'un concours est ouvert proposant la publication de la meilleure photo sur le nouvel annuaire. Ils se mettent au travail et ressortent un vieil appareil photo. Pendant ce temps-là, Barney commence les cours de pilotage d'hélicoptère que Moe lui a offert..."
  },
  {
    "titre": "S11E19 - Folie Homérique",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf16.jpg",
    "description": "Homer reçoit par la poste des tests pour mieux se connaître. Il n'en décolle plus et une nuit, un des tests lui apprend qu'il ne vivra pas au-delà de 42 ans ! Effrayé par cette perspective, il n'en dort plus et commence à devenir paranoïaque. Il consulte le psychiatre de la centrale, qui lui prescrit vivement de prendre des vacances. C'est alors que les Simpson prennent la route de la Floride. Toutefois, ils n'avaient pas prévus d'arriver pendant la période des vacances de printemps. Homer oublie vite sa dépression et s'amuse comme un fou avec les jeunes. Marge l'attache à son lit afin qu'il ne sorte pas de la chambre mais rien ne l'arrête ; il se débrouille pour aller à un concert pendant que Marge et les enfants visitent les marais. Après avoir perturbé le concert, Homer se fait ramener par le shérif à l'hôtel. Le lendemain, il sort de l'hôtel en pleine forme et s'aperçoit que la ville est redevenue calme..."
  },
  {
    "titre": "S11E20 - Tais-toi et danse !",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf15.jpg",
    "description": "Homer regarde la télévision de trop près ; Marge lui conseille de consulter un ophtalmologue pendant qu'elle fait les courses de la semaine de camping pour Bart. Au lieu de porter des lunettes, Homer préfère recourir à une chirurgie des yeux au laser. Après avoir vu un film sur le tango, Lisa n'a qu'une seule envie : faire de la danse. Marge l'inscrit à l'école de Vicky Valentine. Mais la professeur ne lui donne pas d'autre choix que d'apprendre les claquettes. Alors que Bart et Milhouse s'apprêtent à partir au camping avec leur classe, Nelson leur dit qu'il va les frapper tout au long du séjour. Du coup, ils descendent du bus et vont traîner dans le centre commercial. De son côté, Lisa a du mal à faire des claquettes. Elle est prête à abandonner mais ne veut pas décevoir ses parents qui sont fiers d'elle..."
  },
  {
    "titre": "S11E21 - Marge Folies",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf18.jpg",
    "description": "Le principal Skinner distribue des caméscopes afin que les élèves réalisent un film. En raccompagnant les enfants chez eux, Otto s'arrête pour demander à sa petite amie, Becky, si elle veut bien l'épouser. Marge apprend quelques jours plus tard, en recevant l'invitation, que le mariage d'Otto se déroule chez elle ; Bart leur ayant gentiment proposé. Elle organise donc, comme il se doit la réception. Becky lui avoue que la seule chose qu'elle déteste est la musique qu'aime Otto. Lorsqu'elle constate d'ailleurs qu'il a fait venir un groupe de Heavy Metal, elle annule le mariage ! La voyant triste, Homer et Bart lui proposent de s'installer à la maison. Ravie, Becky s'investit dans la vie des Simpson jusqu'à rendre jalouse Marge de son succès..."
  },
  {
    "titre": "S11E22 - Derrière les rires",
    "image": "https://www.simpsonspark.com/images/guide/s11/babf19.jpg",
    "description": "Les vrais personnages des Simpson sont le sujet de l'émission \"Derrière les rires\". L'histoire de la famille commence au moment où Homer et Marge décident d'avoir des enfants. Ne voyant jamais des gens comme eux à la télévision, Homer décide de tourner quelques images de sa propre famille et d'aller à Hollywood pour essayer de les vendre. Mais personne n'est intéressé. Grâce à Marge, qui connaissait le président de la Fox, ils parviennent à vendre à la chaîne 13 épisodes. Dès les premiers épisodes, les Simpson sont un succès et ils deviennent sur-médiatisés ! La famille croule sous l'argent. Ils se mettent même à la musique et remportent plusieurs Grammy Awards. Un jour, un anonyme les dénonce au fisc. A partir de cet instant, les Simpson vont connaître des moments très difficiles..."
  }
]