[
  {
    "titre": "S23E01 - Mémoire effacée",
    "image": "https://www.simpsonspark.com/images/guide/s23/nabf16.jpg",
    "description": "Au boulot, Homer fait la connaissance de Wayne, le nouveau chef de sécurité, beaucoup plus froid et distant que son prédécesseur. Alors qu’il tente de sympathiser avec lui, ce dernier ne lui accorde même pas la moindre attention. Cependant, Wayne accepte finalement de prendre une bière avec lui lorsqu’Homer le ramène en voiture un jour de pluie. C’est alors que le Serpent vient braquer le bar de Moe. Mais Wayne, absent au moment du braquage, surprend le malfaiteur et le neutralise, sauvant la vie de ses compagnons. L’histoire fait vite le tour de Springfield, Wayne gagne en notoriété, et son amitié avec les Simpson devient plus forte. Sauf que tous ces évènements font resurgir des éléments son passé qui risquent de mettre en péril la vie de ses proches…"
  },
  {
    "titre": "S23E02 - L'important, c'est les Roosevelt",
    "image": "https://www.simpsonspark.com/images/guide/s23/nabf17.jpg",
    "description": "L’école élémentaire de Springfield organise une collecte de fonds avec tous les parents de ses élèves. Mais lors de la vente, Bart se fait passer pour un mystérieux anglais au téléphone qui achète tous les objets. Une fois de plus n’ayant pas su contrôler Bart Simpson, Chalmers est furieux sur Skinner. Enervé, Seymour s’oppose au superintendant et le défie de s’occuper lui-même de Bart. L’homme accepte, bien qu’angoissé à cause de ses expériences passées dans l’enseignement. Peu après, il rejoint Bart à la bibliothèque et commence par lui apprendre l’histoire de l’Amérique. Le jeune garçon est alors intrigué par  la vie héroïque et rebelle du président Théodore Roosevelt. Il veut sans cesse en connaitre d’avantage et invite aussi d’autres élèves à venir se joindre aux leçons dispensées par Chalmers. Mais lors d’une excursion en forêt, Nelson se blesse accidentellement et la direction de l’école va être contrainte de renvoyer Chalmers…"
  },
  {
    "titre": "S23E03 - Simpson horror show XXII",
    "image": "https://www.simpsonspark.com/images/guide/s23/nabf19.jpg",
    "description": ""
  },
  {
    "titre": "S23E04 - Remplaçable",
    "image": "https://www.simpsonspark.com/images/guide/s23/nabf21.jpg",
    "description": "Etant à court d’idée pour son exposition de science à l’école, Bart décide de faire équipe avec Martin Prince. Ensemble, ils vont alors créer un bébé robot phoque à l’allure irrésistiblement craquante. Mais si elle n’est pas bien réglée, cette adorable poupée peut aussi s’avérer très violente. Lors de l’exposition, les deux garçons remportent haut la main le premier prix de science, ce qui rend évidemment Lisa jalouse. Cette dernière part se plaindre auprès de son grand-père à la maison de retraite, lorsqu’elle voit Jasper s’éprendre de bonheur avec le robot phoque. A cette vision de joie, les autres seniors veulent aussi leur propre poupée, sauf que cela va entrer en conflit avec un groupe d’hommes d’affaires qui vont alors chercher à les saboter en les déréglant… De son côté à la centrale nucléaire, Homer a une nouvelle assistante : Roz. Alors qu’au début, celle-ci se montre plutôt complice avec lui et l’aide à le couvrir lors de ses sorties, c’est en commérant tout à Burns qu’elle révèle sa véritable intention de lui prendre sa place…"
  },
  {
    "titre": "S23E05 - La Gourmète",
    "image": "https://www.simpsonspark.com/images/guide/s23/nabf20.jpg",
    "description": "Traditionnellement, le samedi, c’est le jour le plus amusant de la semaine, et pour cela, Homer emmène Bart et Lisa au salon du jeu vidéo. Les trois membres de la famille passent un très agréable moment ensemble alors qu’à la maison, Marge s’occupe des tâches quotidiennes et monotones. Jalouse qu’Homer puisse toujours être un parent plus divertissant qu’elle, elle s’occupe des enfants le samedi qui suit. Elle emmène donc les enfants au salon du jeu… chrétien. Et les mauvaises surprises continuent lorsque leur voiture tombe en panne au milieu d’un quartier éthiopien. Peu à peu, les enfants commencent à avoir faim et Marge n’a d’autre choix que de les emmener dans un restaurant du coin. Bien que réticente au début, Marge se résigne finalement à prendre le plat le plus copieux du menu, et les trois membres de la famille apprécient extrêmement ce plat ! En rentrant, ils décident ensemble de créer un blog sur lequel ils vont publier toutes leurs impressions sur la nourriture qu’ils mangent dans les restaurants. Bien vite, leur blog devient populaire, et Homer veut aussi se joindre à leur équipe et redevenir le parent divertissant qu’il était. Sauf que Marge va le tenir de plus en plus à l’écart…"
  },
  {
    "titre": "S23E06 - Le coup du bouquin",
    "image": "https://www.simpsonspark.com/images/guide/s23/nabf22.jpg",
    "description": "Après la reconstitution publique de l’ère des dinosaures au stade de Springfield, Bart et Lisa se disputent pour acheter des poupées à la boutique. Lorsque soudain, Lisa croit apercevoir le visage de l’auteur de sa collection de livres préférés, la série \"Angelica Button\", déguisée en dinosaure. Elle la poursuit et la démasque, mais celle-ci lui avoue qu’elle fait erreur sur la personne. En effet, c’est l’industrie du livre qui a employé des dizaines de personnes pour écrire ses romans, alors qu’elle, elle n’est qu’un visage sur la couverture pour mieux le vendre, et rien de plus. Déçue et révoltée, Lisa raconte cela à ses parents. Mais l’idée de créer une équipe, d’écrire un livre fantastique pour ado et de le vendre à une industrie pour une grosse somme d’argent retient évidemment l’attention d’Homer. En collaborant avec Bart, Skinner, Selma, Moe et le professeur Frink, ils vont entamer l’écriture d’un best-seller, alors que Lisa va tenter d’écrire son propre roman pour contrer le leur. Mais ils ont une proposition qui va rapidement la faire changer d’opinion…"
  },
  {
    "titre": "S23E07 - Homer homme d'affaires",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf01.jpg",
    "description": "La vodka de Krusty n’est pas un produit dérivé du clown qui se vend très bien. C’est pourquoi afin de promouvoir la liqueur, ses managers lui proposent d’organiser une soirée de dégustation chez un de ses fans. La soirée a lieu chez les Simpson, où les personnes les plus branchées de Springfield sont évidemment invitées. Et tout se déroule à merveille jusqu’à ce Mr Burns se présente à la soirée, plombant instantanément l’ambiance. Homer, forcé de réagir pour éviter que la soirée ne finisse en désastre, anime un karaoké avec le vieil homme, et l’ambiance se détend à nouveau. Suite au succès de la soirée, Burns décide de promouvoir Homer au poste de comptable à la centrale nucléaire. Ce dernier va alors faire la connaissance de Robert Marlowe, un habitué du métier, qui va le prendre sous son aile  pour lui enseigner les règles de cet impitoyable nouvel univers. Car en effet, ce job va radicalement changer le père de famille, l’éloignant de ses proches et le faisant sombrer dans l’alcoolisme et la mélancolie… Pendant ce temps, au sein de la famille, Bart va prendre le goût à la lecture grâce à l’aide de sa petite sœur."
  },
  {
    "titre": "S23E08 - La solution à 10%",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf02.jpg",
    "description": "Krusty est furieux de constater qu’il n’est plus vraiment la star de son émission après la diffusion de trois épisodes d’Itchy et Scratchy l’un à la suite de l’autre. Il se plaint alors auprès de la direction, mais celle-ci va, sans hésiter, le virer. Pendant ce temps, les Simpson visitent le musée de la télévision qui va bientôt fermer ses portes. En regardant une exposition sur une de ses séries préférées, Homer est alors abordé par Annie Dubinsky qui se trouve être l’agent personnel du personnage principal de sa série. Après leur sortie au musée, la famille part manger au Krusty Burger où ils rencontrent fortuitement le clown, désespéré et totalement découragé. Bart et Lisa lui suggèrent de faire un come-back, mais sans l’aide d’un agent, c’est tout simplement impossible… C’est alors que l’idée de le mettre en relation avec Annie leur viennent à l’esprit. Mais ils ignorent que Krusty a déjà un passé bien lourd avec cette femme, qui fut, il y a de cela des années, non seulement l’agent qui le propulsa au-devant de la scène, mais aussi son amante. Et à présent, elle est son seule et unique espoir de retrouver la gloire, mais l’amour et le travail ne font pas vraiment bon ménage…"
  },
  {
    "titre": "S23E09 - Le futur passé",
    "image": "https://www.simpsonspark.com/images/guide/s23/nabf18.jpg",
    "description": "Après le repas de Thanksgiving, Marge insiste pour que la famille réunie prenne la traditionnelle photo de Noël sur le divan. 30 années plus tard, Marge et Homer, toujours assis sur le divan, tiennent les cartes de vœux de leurs enfants qui ont depuis lors quittés la maison. Bart vit à présent dans les locaux de son école primaire, passant ses journées à ne rien faire. C’est alors qu’il reçoit la visite de ses enfants, téléporté par leur mère qui insiste pour que les deux garçons passent un peu plus de temps avec leur père. Mais en apprenant que Jenda s’est remariée, Bart, déprimé, préfère laisser la garde de ses enfants à Homer, qui se révèle être un grand-père très attentionné. De son côté, Lisa, femme d’affaire de grande renommée, s’est mariée avec Milhouse et ont une fille adolescente, Zia, qui est tout le contraire de sa mère : rebelle et sans cesse connectée à l’Ultranet, l’internet du future. Sur un conseil de Milhouse, Lisa emmène sa fille chez ses parents, en espérant qu’en étant entre femmes leur relation soit différente. Tandis que Maggie, devenue une célèbre chanteuse, est sur le point d’avoir son premier enfant et va prendre le premier vol pour passer le traditionnel Noël en compagnie de sa famille, à Springfield."
  },
  {
    "titre": "S23E10 - Politiquement inepte",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf03.jpg",
    "description": "Les Simpson prennent l'avion pour se rendre à un mariage, mais ils doivent attendre le décollage pendant plus de 7 heures. N'y tenant plus, Homer voudrait se rendre aux toilettes, mais les hôtesses de l'air refusent. Excédé, il hurle à tous les autres passagers ce qu'il a toujours voulu dire de négatif sur les compagnies aériennes. Bart, lui, filme toute la scène et l'envoie sur internet. Bientôt, la vidéo est visionnée des millions de fois, et le monde entier parle d'Homer. Invité à la télévision, il vole la vedette au présentateur de l'émission avec son franc parler. Un producteur lui confie alors son propre show télévisé sur la politique, pour sa manière de parler à l'américain moyen..."
  },
  {
    "titre": "S23E11 - Le rest'oh social",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf04.jpg",
    "description": "Lisa est accusée d’avoir causé des ravages au sein de Springfield en raison de son envie égocentrique de vouloir se faire des amis. A cette accusation, Lisa se défend en racontant comment elle en est arrivée à créer un réseau social qui a rendu complètement dépendant les habitants de la ville. Tout commence le jour où la famille se rend à un nouvel espace commercial à Springfield, lorsque Lisa réalise qu’elle n’a pas vraiment d’amies en croisant Sherry et Terry et que de son côté, Homer décide spontanément de s’acheter un ordinateur Mapple. En utilisant cet ordinateur, Lisa se rend compte qu’il est bien plus facile de se faire des amis à travers un écran que dans la vraie vie. Elle entreprend ainsi la création d’un site virtuel qui mettra en relation tous les gens de Springfield, mais qui les rendra aussi tous dépendants et asociaux dans la vie quotidienne…"
  },
  {
    "titre": "S23E12 - Ne mélangez pas les torchons et les essuie-bars",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf05.jpg",
    "description": "Après un bref conseil communal réunissant la ville au bar de Moe, la fête bat son plein jusqu’à ce que les gens de la taverne se moquent du barman en insinuant que son seul ami est un vieux bout de chiffon qu’il utilise tout le temps pour nettoyer son bar. Le chiffon s’adresse alors au spectateur pour nous raconter ses origines jusqu’à son arrivée dans ce bar… Son histoire commence lorsqu’il faisait partie d’une vieille tapisserie médiévale, cousue par une habitante pour le duc de Springfield, incarné par monsieur Burns. Et le bout de chiffon traversera bien d’autres époques et aventures avant d’atterrir dans les mains du barman… Parallèlement à cela, Bart blesse Milhouse en le comparant à Moe, c’est-à-dire sans véritable ami. Milhouse ne voulant plus lui adresser la parole après cela, Bart tentera de récupérer son amitié par divers moyens."
  },
  {
    "titre": "S23E13 - Premier amour",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf06.jpg",
    "description": "Bart et Milhouse sont en train de compter le nombre de cartes de Saint-Valetin qu’ils ont reçus jusqu’à ce que, lassés, ils décident de regarder la télé. Alors que Marge tente vainement de les en empêcher, ils finissent tout de même par regarder l'émission à succès de deux hommes qui tentent de lever le voile sur la véracité des mythes populaires. Et cette émission leur donne aussi l'idée de lever le voile sur les mythes populaires de leur école élémentaire. En prenant Milhouse comme cobaye, les deux compères vont ainsi gagner en popularité… En même temps, Marge propose à Homer de faire une Saint-Valentin un peu différente cette année : Homer va passer un peu plus de temps avec son fils, tandis que Marge veut se consacrer à sa fille. Et pendant qu'elles dînent entre mère et fille au restaurant, Lisa fait la rencontre d'un charmant garçon pour qui elle craque directement. Mais lorsque leur relation commence à prendre de l'importance, elle veut faire l’impossible pour pouvoir vivre lui… éternellement."
  },
  {
    "titre": "S23E14 - Enfin la liberté",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf07.jpg",
    "description": "La famille regarde tranquillement la télévision lorsqu’on annonce la venue d’une violente tempête sur la ville. Sans hésiter, ils partent se réfugier dans leur abri antiatomique. Mais après quelques heures d’ennui, la curiosité de Lisa la pousse à vouloir voir à quoi ressemble Springfield vidée de ses habitants. Sauf qu’au lieu de trouver la ville inanimée, ils s'aperçoivent que tous les citoyens se sont réunis à l’hôtel de ville, sans les avoir averti. De fait, en entrant dans la salle, ils se rendent compte que cette réunion a pour sujet leur expulsion de Springfield suite à tous les dommages qu'ils ont causés à la ville et aux intérêts qu’ils y doivent depuis qu'ils y habitent. Exilée, la famille trouve alors refuge dans un endroit perdu au milieu de nulle part, sale et minable, où il n’y a pas de règles ni d’éducation, mais un endroit où personne ne les jugera et où une nouvelle vie de pleine liberté va s'offrir à eux..."
  },
  {
    "titre": "S23E15 - Bart pose un lapin",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf09.jpg",
    "description": "Lisa réveille Homer pour lui rappeler l’anniversaire de Marge le lendemain. A cet occasion, il a déjà tout prévu et présente à sa fille la Purée-Station 3, mis en avant par la présentatrice d’émission culinaire préférée de Marge : Paula Paul. Pour couronner le tout, Homer, Lisa et Bart se rendent au nouveau supermarché, le Swapper Jack, où Paula Paul est en personne en train de signer des autographes. Là-bas, ils croisent Apu qui, voyant  ses fidèles clients dans un autre supermarché, défie Homer avec une mini épée. L’arrestation du vendeur règle le combat et Homer peut enfin obtenir la signature de Paula. Par la même occasion, elle lui promet d’appeler en direct sur antenne sa femme pour son anniversaire. Le lendemain, Marge reçoit ses cadeaux, dont un adorable lapin de la part de Bart, et la famille attend impatiemment l’appel de Paula. Les heures passent lorsqu’ils s’aperçoivent que le câble du téléphone a été rongé par le petit animal de Bart et que la présentatrice à laisser plusieurs messages de mécontentement. Furieux, Homer punit Bart en l’enfermant dans la cage du lapin. Lorsque celui-ci est enfin libéré, il prend sa revanche en taguant la tête de son père sur tous les murs de la ville avec le mot « andouille » inscrit en-dessous. Cet art de rue va vite devenir un art professionnel pour le jeune garçon, alors que la police recherche déjà activement à condamner ces actes de dégradation…"
  },
  {
    "titre": "S23E16 - Problèmes gênants",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf08.jpg",
    "description": "A la centrale, le placard à réserve reste malencontreusement ouvert après le passage de Smithers. Et lorsqu’Homer voit la porte entrouverte, il invite tous les employés à venir voler les objets de la réserve. Burns s’en aperçoit, Homer a tout juste le temps de s’échapper, mais les autres employés se font tous coincés par leur patron. Ce dernier les convoque pour réprimander leur acte et souligner qu’Homer Simpson est le seul employé à ne pas avoir participé à ce pillage collectif. Et pour sa bonne morale, Homer obtient un jour de congé où il emmène Bart à la pêche avec lui tandis qu’il reçoit des messages de haine de la part de ses collègues. Le lendemain matin, en se réveillant, il se rend compte qu’il a mouillé son lit… Cherchant à cacher cela à tout prix, il fait tout pour régler ce problème qui est de plus en plus récurrent. Il en vient même à faire une fête pour se faire pardonner de ses collègues, croyant que c’est son karma qui le punit, mais en vain… Marge finit par s’en rendre compte et est tracassée à son tour. Lorsqu'un soir, par hasard, elle va croiser le professeur Frink qui va lui proposer d’essayer une nouvelle invention permettant d’entrer dans les rêves de quelqu’un. La famille va donc pénétrer dans le subconscient d’Homer afin de découvrir et résoudre ce qui provoque ces incontinences incontrôlables."
  },
  {
    "titre": "S23E17 - Aïe, robot !",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf10.jpg",
    "description": "Un vendredi après-midi, Mr Burns annonce que les employés de la centrale nucléaire devront être soumit à un test de dépistage des drogues. Au grand désepoir de Homer, l’alcool est aussi considérée comme une drogue, d'où le fait qu'il ne pourra pas en boire jusqu'à la fin de la semaine. Cependant, lors d’un brunch avec Patty et Selma, Homer boit accidentellement un verre de champagne. Le lundi matin, en arrivant à la centrale, il découvre immédiatement qu’il est loin d’être le seul à redouter le test médical: la grande majorité des employés ne voulant pas le passer, cela va couter des milliers de dollars à Mr Burns. Refusant de devoir dépenser davantage d’argent pour payer les erreurs de ses employés, Burns annonce que toute personne travaillant à la centrale sera remplacée par un robot. Heureusement pour Homer, il est l'unique employé désigné par Mr Burns pour faire les choses qui ferait perdre du temps aux robots. Homer devra à présent passer ses journées à travailler aux côtés des machines..."
  },
  {
    "titre": "S23E18 - Un enfant ça trompe énormément",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf11.jpg",
    "description": "Jimbo Jones ne voulant pas accompagner sa petite amie Shauna voir un film romantique, il cherche quelqu'un pour l'accompagner qui ne constituera pas une menace pour son couple, et choisit Bart. Tout s'étant bien passé, il est chargé d'accompagner Shauna dans un salon de beauté. Bientôt, elle commence à avoir des sentiments pour lui. Homer de son côté, après avoir mangé au restaurant un copieux repas qui lui reste sur l'estomac, prends conscience qu'il doit se maintenir en forme. Dans une boutique de sport, il achète le dernier tapis de jogging à la mode. Celui-ci étant équipé d'une télévision, il ne pourra bientôt plus le quitter..."
  },
  {
    "titre": "S23E19 - Un truc super à ne jamais refaire",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf12.jpg",
    "description": "Les semaines sont longues et monotones pour Bart dont chaque nouveau jour est constamment une copie du précédent. Lorsqu’une annonce à la télévision d’une croisière à bord du plus luxueux et divertissant paquebot lui donne envie de changement. Mais le prix du billet étant exorbitant, Bart décide de vendre chaque objet de sa chambre pour récolter de l’argent. Mais ce n’est toujours pas suffisant… Voyant Bart faire l’impossible pour cette croisière, la famille se cotise alors pour remplir son bocal en vendant chacun un objet de valeur. Les Simpson peuvent à présent jouir du plaisir des vacances en mer, et, par chance, ils ont accès à l’une des meilleures et plus luxueuses cabine du bateau. Au fur et à mesure que les jours passent, Bart prend conscience que la meilleure expérience de sa vie est probablement déjà en train de finir. Pour y remédier, il mettra en oeuvre un plan ingénieux afin de forcer la croisière à ne plus quitter mer…"
  },
  {
    "titre": "S23E20 - L'espion qui m'aidait",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf13.jpg",
    "description": "Homer a embarrassé Marge au cinéma en commentant à voix haute le film qu'ils regardaient. Le lendemain au travail, Monsieur Burns le fait accidentellement tomber un escabeau sur lequel il se trouvait, et lui accorde alors huit semaines de congés payés. Homer ne met pas Marge au courant, la voyant toujours en colère contre lui, et décide de passer ce temps à essayer devenir un meilleur mari, aidé par Stradivarius Cain, une hallucination provoquée par sa chute au travail. Bart lui, ne supporte plus que Nelson lui vole l'argent de son déjeuner à l'école. Après avoir vu le documentaire de Declan Desmond sur l'obésité que pouvait causer le Krusty Burger, Bart essaie de rendre Nelson accro à cette nourriture pour que son état de santé se dégrade et qu'il le laisse tranquille..."
  },
  {
    "titre": "S23E21 - Les Ned et Edna unis",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf15.jpg",
    "description": "Le théâtre de Springfield fait passer des auditions en vue de jouer la passion du Christ, Homer décroche le rôle de Jésus. Lors de la pièce, il est installé sur une croix qui casse sous son poids, et tombe sur Ned qui est blessé. Les urgentistes refusent de laisser monter Edna dans l'ambulance, mais Ned leur dit que c'est sa femme, à la grande surprise des Springfieldiens autour. Ned et Edna souhaitaient rester discrets pour que la ville n'en fasse pas une grosse affaire, ce qui ne manque pas d'arriver, Marge est donc choisie pour organiser une fête en l'honneur du nouveau couple. En parallèle, Ned et Edna commencent à se rendre compte qu'ils n'ont pas le même point de vue sur l'éducation de Rod et Todd, ce qui pourrait mettre leur union à l'épreuve..."
  },
  {
    "titre": "S23E22 - Lisa devient Gaga",
    "image": "https://www.simpsonspark.com/images/guide/s23/pabf14.jpg",
    "description": "Dans l'auditorium de l'école, le principal Skinner remet des trophées aux élèves, Lisa reçoit celui de l'élève la moins populaire de l'école. Les commentaires sur le site intérêt de l'école ne font que confirmer ce choix, les autres enfants sont très durs avec elle. Une seule personne semble soutenir Lisa, mais lorsque Bart découvre devant toute l'école que c'est Lisa elle-même qui envoie ces messages, les autres élèves se déchainent contre elle, qui entre en dépression. Le même jour, Lady Gaga qui a eu le sentiment que quelqu'un avait besoin d'elle à Springfield, s'y rend pour y donner un concert. Elle ne tarde pas à repérer Lisa et va tout faire pour lui remonter le moral..."
  }
]