[
  {
    "titre": "S33E01 - La Star des coulisses",
    "image": "https://www.simpsonspark.com/images/guide/s33/qabf17.jpg",
    "description": "Lors d'un mémorial en l'honneur d'un metteur en scène récemment décédé, Marge reçoit de la part de la veuve son ancien manuel de production pour sa pièce de lycée intitulée \"Y2K: The Millennium Bug\". Remplie de souvenirs émouvants de sa fonction de régisseuse, Marge est encouragée à réunir ses anciens camarades de classe pour rejouer la pièce. Au théâtre, le groupe réalise qu'il manque l'un des membres de la distribution, Sasha Reed, qui aurait apparemment déménagé à New York après l'obtention de son diplôme et aurait été acceptée à la Juilliard School. Sasha arrive d'en haut et chante à quel point elle a réussi à l'âge adulte et a rencontré diverses célébrités. Marge réalise alors que, du fait de rester invisible aux yeux du public en coulisses, Sasha était la véritable vedette de la pièce. Désormais désespérée de prendre la vedette de la pièce (et encore plus frustrée par les souvenirs d'école du groupe auxquels elle n'a pas participé), Marge découvre que Sasha est une imposteure..."
  },
  {
    "titre": "S33E02 - Bart est en prison",
    "image": "https://www.simpsonspark.com/images/guide/s33/qabf18.jpg",
    "description": "Abraham reçoit un appel téléphonique urgent lui disant que Bart est en prison et qu'il doit fournir 10 000 dollars aux \"autorités\" sinon Bart risque une peine de prison massive. Parce que Abraham trouve raisonnablement plausible l'idée que Bart soit en prison et aussi parce qu'il veut aider son petit-fils, il envoie effectivement l'argent par virement, pour réaliser ensuite qu'il a été victime d'une arnaque. Tout le monde, sauf Homer, se sent désolé pour Abraham et le console en lui racontant ses propres histoires d'escroqueries. Lorsque Homer apprend que Abraham a perdu ses 10 000 dollars et que cet argent était prévu comme héritage pour lui-même, il se met si en colère qu'il se moque et crie après Abraham pendant un certain temps. Marge, Lisa et Bart parviennent enfin à le convaincre d'arrêter de maltraiter Abraham pour une simple erreur après qu'Homer se soit fait arnaquer lui-même, et ils se rendent tous à la maison de retraite pour que Homer puisse présenter ses excuses, et ils sont tous présents lorsque qu'un autre escroc appelle pour essayer la même arnaque \"Personne en prison\" en utilisant le nom de Lisa. Lisa a alors une idée qui implique que Abraham utilise son talent pour les conversations interminables afin de faire parler les escrocs le plus longtemps possible, pendant que Lisa utilise un logiciel informatique avancé pour localiser leur position dans un bâtiment à Shelbyville..."
  },
  {
    "titre": "S33E03 - Simpson Horror Show XXXII",
    "image": "https://www.simpsonspark.com/images/guide/s33/qabf16.jpg",
    "description": "Les Simpson vivent dans un sous-sol sordide, mais leur vie change lorsque Bart fait embaucher la famille au manoir de Rainer Wolfcastle. Homer décide d'abattre l'arbre dans lequel se trouve la cabane pour empêcher les enfants d'y raconter des histoires effrayantes à chaque nuit d'Halloween. Cependant, l'arbre prend vie et décide de se venger des humains. Vincent Price lit à Maggie un conte nommé \"The Telltale Bart\" qui retrace toutes les mauvaises farces de ce dernier, mois par mois. Avant qu'il puisse dire ce que Bart a fait en décembre, qui est apparament la pire de toutes, Maggie étrangle Vincent Price, le tuant sur le coup. Les enfants de l'Ecole Elementaire de Springfield découvrent que tous ceux qui regardent des vidéos TikTok mourront dans sept jours tandis que Lisa planifie un moyen d'arrêter cette vidéo."
  },
  {
    "titre": "S33E04 - Comment nous étions",
    "image": "https://www.simpsonspark.com/images/guide/s33/qabf19.jpg",
    "description": "La rue Evergreen Terrace est envahie par un énorme embouteillage et tout le monde est misérable. Pendant ce temps, Moe Szyslak est assis dans sa voiture en attendant que la circulation reprenne lorsqu'il voit une voiture couleur marron derrière lui et pense se souvenir d'elle de son passé. Plus tard dans la soirée, la famille Simpson convoque tout le quartier pour discuter du problème de circulation et découvre que toute la famille est très impopulaire en raison de leurs agissements agaçants. Après avoir réalisé que le quartier les déteste, Homer promet de se racheter. Ensuite, il se rend chez le Professeur Frink qui retire numériquement la rue des cartes, éliminant ainsi les embouteillages sur cette rue. Les habitants acclament Homer comme un héros, mais il se lasse rapidement de leurs éloges. Pendant ce temps, Moe découvre que la voiture derrière lui appartient à son ancienne petite amie de petite taille, Maya."
  },
  {
    "titre": "S33E05 - Le Ventre de Lisa",
    "image": "https://www.simpsonspark.com/images/guide/s33/qabf20.jpg",
    "description": "Dans un parc aquatique abandonné (parodie de l'Action Park), Bart et Lisa contractent une étrange infection qui nécessite un traitement à base de stéroïdes provoquant une prise de poids temporaire. Avant leur retour à l'école, Marge appelle Lisa \"potelée\" avec affection, ce qui la rend mal à l'aise par rapport à son poids. Marge emmène Lisa faire du shopping au centre commercial pour lui acheter des vêtements pour la rentrée scolaire afin de lui remonter le moral. Plus tard, Marge utilise le terme \"flatteur\", ce qui fait que le mot \"potelée\" prend de l'importance dans l'esprit de Lisa. Lisa devient grincheuse devant les clients et les employés, alors Marge la ramène à la maison. Ayant entendu parler de l'incident, Homer demande à Lisa ce qui ne va pas et est horrifié quand elle lui dit que Marge l'a appelée \"potelée\". Il laisse Patty et Selma emmener Lisa au parc où elles lui expliquent qu'elles se fichent désormais de ce que les gens pensent d'elles. Plus tard, Marge s'excuse auprès de Lisa pour ce qu'elle lui a dit, mais utilise des mots tels que \"normal\" et \"parfait\" pour décrire Lisa, ce qui fait que le mot \"potelée\" prend encore plus d'importance et la frustre davantage..."
  },
  {
    "titre": "S33E06 - Un sérieux Flanders (Partie 1)",
    "image": "https://www.simpsonspark.com/images/guide/s33/qabf21.jpg",
    "description": "Le riche Texan tente de s'échapper d'un impitoyable collecteur de dettes nommé Kostas Becker et de ses hommes de main Seamus et Collette, mais il est capturé et assassiné pour ne pas avoir payé sa dette. Plus tard, Homer et Ned Flanders ramassent des ordures dans le parc lorsque Ned trébuche et trouve un sac contenant plus de 173 296 dollars en espèces, qu'il donne à un orphelinat local au nom de son grand-père, le shérif Ned Flanders. Kostas découvre que Ned est le petit-fils de l'ancien shérif qu'il a tué à cause d'une dette. Kostas retrouve Ned à l'église et exige qu'il récupère l'argent. Ned sort avec Barb, la directrice de l'orphelinat, pour une soirée au festival, et ils rentrent chez elle pour s'embrasser, mais Ned part dégoûté lorsqu'il découvre que Barb est dans un mariage ouvert avec Tahiti Mel. Homer est capturé par Seamus et Collette après qu'ils l'ont confondu avec Ned. Sachant qu'ils ont capturé la mauvaise personne, Kostas appelle Ned et le menace de tuer Homer si Ned appelle la police. Marge demande à Ned s'il sait où se trouve Homer, mais Ned ment et lui dit qu'Homer est parti pour Shelbyville..."
  },
  {
    "titre": "S33E07 - Un sérieux Flanders (Partie 2)",
    "image": "https://www.simpsonspark.com/images/guide/s33/qabf22.jpg",
    "description": "Après le massacre de Lard Lad, la police de Springfield recherche Kostas tandis que Marge cherche Homer. Pendant ce temps, Ned s'inquiète que les collecteurs de dettes tuent Homer et se demande d'où vient l'argent à l'origine. Dans un flash-back, il est révélé que le shérif corrompu Flanders acceptait des pots-de-vin de la mafia de Capital City et fréquentait souvent les boîtes de nuit et consommait de la drogue. Une nuit, alors que la mafia négociait avec les frères Szyslak au sujet de l'argent pris par l'ancien collecteur Kostas, les deux groupes se sont engagés dans une fusillade qui a tué tous les participants sauf un. Le shérif a abattu le dernier homme et a caché l'argent dans un arbre, mais lorsque Kostas a réclamé l'argent, il a accidentellement tué le shérif qui a glissé sur son couteau. La police est arrivée et a accidentellement percuté un arbre avec une voiture, le faisant rouler en bas de la colline. De retour au présent, Homer découvre que Seamus et Collette sont mariés et célèbrent leur dixième anniversaire..."
  },
  {
    "titre": "S33E08 - Portrait du jeune homme en feu",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf01.jpg",
    "description": "Homer remarque la solitude de Waylon Smithers et propose de jouer les entremetteurs pour lui. Lorsqu'un magnat de la mode nommé Michael de Graaf arrive au manoir de M. Burns pour adopter l'un des chiots nés des chiens de garde de Burns, Homer le présente à Smithers et les deux hommes se sentent immédiatement attirés l'un par l'autre. Ils deviennent un couple et Smithers est le plus heureux qu'il n'ait jamais été de sa vie. Lors d'une fête organisée par Marge en l'honneur du couple, Michael annonce qu'il ouvrira sa nouvelle usine à Springfield, offrant ainsi plusieurs emplois à la ville. Lors d'une visite de l'usine, Homer, Bart et Lisa découvrent les conditions de travail dans des conditions de sweatshop et la pollution de l'environnement causée par les déchets toxiques de l'usine..."
  },
  {
    "titre": "S33E09 - Les Mères et les Autres Étrangers",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf02.jpg",
    "description": "Bart est en train de zapper à la télévision quand il tombe sur Muttflix, suscitant l'intérêt de Petit Papa Noël. Cela pousse Petit Papa Noël à inviter sa mère, car c'est la fête des mères. Bart et Lisa offrent à Marge des tasses qu'ils ont fabriquées à l'école, lui offrant le même cadeau qu'auparavant, tandis que Maggie lui donne un baiser de bébé, se moquant d'eux pour leurs cadeaux ringards. Ils remarquent également que Homer est triste en apprenant que c'est la fête des mères. Après avoir offert à Marge un cadre avec une photo des enfants, il continue de pleurer en se souvenant de sa défunte mère, Mona. Lisa suggère à Homer d'essayer une thérapie en ligne. Annette, la thérapeute, le ramène trente ans en arrière, au jour où Abraham a reçu des notes de Mona disant qu'elle était recherchée par le FBI et qu'elle les quittait. Pour éviter d'avoir à l'expliquer, Abraham a dit au jeune Homer, alors âgé de 9 ans, qu'elle était morte..."
  },
  {
    "titre": "S33E10 - Maggie et les Gangsters",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf03.jpg",
    "description": "Après avoir dépensé du temps et de l'argent dans un parc à thème appelé \"Le Monde Surpayé d'Angelica Button\", la famille Simpson rentre chez elle, où ils trouvent Grand-père tenant Boule de Neige II au lieu de Maggie dans ses bras. Heureusement, Ned Flanders frappe à la porte avec Maggie. Fatiguée de l'incompétence de Grand-père avec Maggie, Marge le renvoie en tant que babysitter. Lors d'une discussion avec Ned, Marge mentionne qu'ils ne l'ont pas fait baptiser. Ned est le parrain de plus d'un millier d'enfants et refuse leur demande d'être le parrain de Maggie. Marge est tourmentée par la perspective que Maggie aille en enfer parce qu'elle n'est pas baptisée..."
  },
  {
    "titre": "S33E11 - Une Marge interminable",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf05.jpg",
    "description": "À la centrale nucléaire, tout le monde a quitté son lieu de travail pour regarder l'émission sportive \"On the Clock\" où Anger Watkins présente la sélection de l'équipe de football américain de Springfield, les Isotopes, qui choisissent Grayson Mathers. Les travailleurs commencent alors à faire des émeutes dans la ville pour célébrer cette annonce, pendant que M. Burns et Waylon Smithers passent en revue les pertes de revenus de leur entreprise, notamment la marque de liqueur Mr. Gentleman Brandy, due à leur campagne publicitaire. Pour réinventer la marque, un expert en image de marque, Warburton Parker, est engagé. Finalement, Burns entend les acclamations pour Grayson et l'engage comme nouveau visage de l'entreprise. La famille Simpson se rend au stade des Isotopes pour assister au match contre les Chargers, où ils découvrent Grayson dans un état lamentable après avoir trop bu d'alcool, et tout le monde le hue..."
  },
  {
    "titre": "S33E12 - Seuls et tous pixélisés",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf04.jpg",
    "description": "Lisa, Marge et Homer regardent un film en noir et blanc, où Mick invite Moira au Golden Gimlet pour leur anniversaire. Lisa espère avoir la même relation passionnée que le couple du film lorsqu'elle se mariera, mais Marge et Homer lui disent qu'elle aura probablement la même sorte de relation qu'eux dans dix ans. Le lendemain, Lisa confie ses préoccupations à Bart concernant la vie amoureuse de leurs parents, l'effrayant avec l'idée de la façon dont ils traiteront sa future petite amie, obèse sur le canapé, l'attrapant avec des mains mécaniques. Pour remédier à la situation, Bart et Lisa ont une discussion avec leurs parents, Lisa proposant d'utiliser leur bon pour le Saffron Togetherness Center, situé au sommet de la montagne de la Lune de Miel..."
  },
  {
    "titre": "S33E13 - Les Hauteurs de l'horreur",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf06.jpg",
    "description": "Bart, Nelson et Dolph sont abandonnés pour effectuer une randonnée en pleine nature dans le cadre d'une ordonnance judiciaire. Martin est déposé par ses parents et se joint à eux car il souhaite le faire comme activité parascolaire. En chemin, les garçons harcèlent Martin. Ils rencontrent un bébé chèvre dans une cage et décident de l'emmener avec eux. Plus tard, des personnes portant des masques de crâne de chèvre exigent que les garçons leur donnent la chèvre. Pendant ce temps, avec Bart parti et Maggie envoyée chez Patty et Selma, Lisa exige d'être traitée comme une enfant unique par Homer et Marge. Les garçons parviennent à s'échapper et pensent que les personnes sont des satanistes. Ils trouvent un bateau pour les emmener à leur destination."
  },
  {
    "titre": "S33E14 - Vous ne devinez pas de quoi parle cet épisode - L'acte trois vous choquera",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf07.jpg",
    "description": "Marge loue un nouvel aspirateur et envoie la famille dehors pendant qu'elle nettoie la maison. Homer dépose Bart et Lisa dans un parc de trampolines pendant qu'il se rend dans un parc pour chiens. Là-bas, Homer engage une conversation maladroite avec Lenny, qui est excessivement enthousiaste à propos de son nouveau chien. Homer est soulagé lorsque le chien de Lenny effraie le chien de Lenny, et il décide d'acheter de la glace à Petit Papa Noël comme récompense. Avant d'entrer dans le magasin, Homer baisse les vitres et allume la climatisation ; Petit Papa Noël referme les vitres et fait tomber les clés de la voiture en sautant de joie, donnant l'impression que Homer l'a enfermé dans la voiture. De nombreux passants remarquent cela et diffusent des informations erronées sur Homer, l'accusant de l'avoir fait intentionnellement. À cause de cet incident, ainsi que d'avoir oublié de venir chercher Bart et Lisa au parc de trampolines, Homer devient un paria dans la ville..."
  },
  {
    "titre": "S33E15 - Bart le gamin cool",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf08.jpg",
    "description": "Bart souhaite avoir une paire de nouvelles baskets très tendance appelées Slipremes, qui sont promues par un jeune influenceur nommé Orion Hughes. Homer va les acheter, mais est intimidé par la longue attente et le prix élevé, il finit par acheter des contrefaçons à son ami Mike Wegman. Bart n'est pas au courant, et lorsqu'il les porte à l'école, elles se déchirent immédiatement. Il va les retourner au magasin Slipreme, mais il est filmé et humilié par les autres clients. Homer rattrape Bart et essaie de l'arrêter, mais il déchire accidentellement son pantalon, dévoilant son caleçon. Humilié, Bart s'enfuit du magasin et accuse Homer de ne pas être cool. Le lendemain, Orion rend visite à Bart et lui offre des produits authentiques de la marque Supreme en guise d'excuse. Bart découvre qu'Orion ne sait pas patiner, et il commence à lui apprendre..."
  },
  {
    "titre": "S33E16 - Pieuse Menteuse",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf09.jpg",
    "description": "Lors d'une réunion du club de lecture de Marge, Brandine fait une analyse approfondie du livre. Le fait que Brandine soit secrètement intelligente se répand dans la ville, et Cletus en prend connaissance lui-même. Il confronte Brandine, qui révèle qu'elle assiste à des événements culturels et lit des livres pendant son temps libre. Cletus se sent dépassé et ne reconnaît plus Brandine, il la met à la porte de la maison. Elle emménage chez les Simpson, mais commence à regretter Cletus et leurs enfants. Pendant ce temps, Marge se sent insecure après avoir appris que Brandine et d'autres habitants de la ville pensent qu'elle aurait pu épouser un homme meilleur que Homer. Elle demande à Homer de parler à Cletus, et ce dernier dit qu'il aime toujours Brandine, mais qu'il est encore déchiré par le fait qu'elle lui ait caché sa véritable personnalité. À l'école, Lisa est invitée à rejoindre un groupe d'élèves intelligents qui cachent leur intelligence pour éviter d'être harcelés..."
  },
  {
    "titre": "S33E17 - La Musique de Gingivite",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf10.jpg",
    "description": "Lisa voit une publicité pour la loterie de Springfield et réalise que le jingle utilise une chanson de Murphy avec de nouvelles paroles. Elle argumente que Murphy n'aimait pas les jeux d'argent, mais les habitants de la ville jouent tous à la loterie et chantent le jingle. Elle se rend aux informations pour débattre de ce que Murphy aurait voulu, et elle découvre que Murphy avait un fils. Pour en savoir plus sur Murphy, Lisa rend visite à son fils, Monk, et découvre qu'il est né sourd. Bien que Murphy voulait un implant cochléaire pour son fils, il n'en avait pas les moyens. Lorsqu'elle réalise que Monk ne reçoit pas d'argent pour l'utilisation de la musique de Murphy dans la loterie, elle prévoit de trouver un moyen de le compenser. Lisa retrouve l'éditeur de musique de Murphy et apprend qu'il a vendu les droits à son éditeur qui les a revendus à un consortium..."
  },
  {
    "titre": "S33E18 - Mon poulpe et un professeur",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf11.jpg",
    "description": "Lisa enfreint la directive principale du tournage de documentaires sur la nature lorsqu'elle empêche un requin de manger une petite pieuvre nommée Molly. Elle garde secrètement sa nouvelle amie pieuvre dans sa chambre, mais Molly ne cesse de s'échapper. Pendant ce temps, Bart adopte un comportement étrange lorsque sa nouvelle enseignante, Mme Peyton, prend en charge sa classe, ce qui déconcerte non seulement elle, mais aussi tout le monde autour de lui. Il réalise même un impressionnant diorama pour Peyton, mais Milhouse produit une réplique de son travail, ce qui pousse Bart à détruire les deux projets par frustration. Marge finit par convaincre Homer de parler à Bart, et Homer suggère que Bart est amoureux de Peyton. Bart avoue que pendant que Lisa filmait son documentaire sur la plage, il a utilisé un seau qu'il a trouvé dans le sable pour entrer dans un hôtel voisin où il s'est régalé de desserts, et lorsqu'il est allé nager dans la piscine, il a failli se noyer. Peyton a sauvé Bart, mais après avoir vu toutes les personnes de l'hôtel le regarder, il s'est senti gêné et a agi ingrat. Bien qu'il nie avoir un béguin pour Peyton, Bart se rend à l'école, voit Peyton avec son mari et réalise qu'Homer avait raison..."
  },
  {
    "titre": "S33E19 - Les filles veulent s'amuser",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf12.jpg",
    "description": "Lisa est choisie pour faire un remplacement à la fanfare du lycée de Springfield. Là, elle rencontre Shauna Chalmers à la batterie, mais elle l'ignore. Plus tard, elle trouve Shauna en train de s'entraîner seule, et elles commencent à se rapprocher. Elles jouent de la musique chez Shauna, mais elles partent lorsque le surintendant Chalmers les interrompt. Homer va chercher Lisa, et Chalmers l'invite à essayer la bière Trappiste qu'il a brassée. Comme il aime ça, Chalmers lui apprend à brasser le prochain lot. Pendant ce temps, Lisa encourage Shauna à se présenter aux auditions pour devenir la batteuse principale, et elle est sélectionnée. Impressionné, le quarterback de l'équipe de football, Trevor, les invite à une fête chez lui. Shauna utilise Lisa pour distraire Chalmers afin de voler sa bière et l'apporter à la fête. À la fête, Shauna abandonne Lisa pour passer du temps avec Trevor."
  },
  {
    "titre": "S33E20 - Marge la brute",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf15.jpg",
    "description": "Lorsque les Simpson assistent à une partie de shuffleboard organisée par la maison de retraite de Springfield, Marge est insultée en public par son ancienne directrice, Mlle York. Elle révèle à sa famille qu'elle était secrètement une farceuse pendant ses années de collège. Marge, Patty et Selma révèlent que lorsque Marge s'est plainte du harcèlement des autres filles à York, celle-ci l'a ignorée. Marge a accidentellement fait tomber une boîte de conserve de son plateau, sur laquelle York a trébuché, la faisant tomber dans une poubelle. La farce a instantanément rendu Marge populaire auprès des filles, et elle a été encouragée à jouer de nombreuses farces contre York. Bart et Marge se rapprochent grâce à cette connexion nouvellement dévoilée entre eux, et Bart encourage Marge à commettre diverses farces inoffensives mais embarrassantes contre des personnes, y compris le vendeur de bandes dessinées et Helen Lovejoy. Bien que Marge trouve les farces amusantes, elle ressent également des remords pour les avoir commises et est en conflit en raison de son lien naissant avec Bart. Lorsque Marge fait une farce à M. Burns qui va trop loin et lui cause une grave blessure, elle révèle ses conflits à son thérapeute mandaté par le tribunal, qui suggère à Marge de retrouver York et de faire la paix avec elle pour résoudre sa culpabilité."
  },
  {
    "titre": "S33E21 - Viande = Meurtre",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf13.jpg",
    "description": "En 1972, Krusty le Clown est expulsé d'un café pour ne pas être assez drôle et cherche du travail ailleurs. Il devient la nouvelle mascotte du restaurant fast-food Go n' Try de Grampa et de son ami Gus Redfield, qui devient un succès après l'embauche de Krusty. Cependant, après avoir demandé une augmentation, les deux le licencient et en guise de revanche, il ouvre sa propre chaîne de restauration rapide. Gus jure de se venger tandis que Grampa se retire lâchement. À l'époque actuelle, Krusty célèbre le 50e anniversaire de sa chaîne de restauration rapide, à laquelle tout le monde en ville, y compris la famille Simpson, assiste. Lorsque Lisa demande pourquoi Grampa est contrarié, il explique que chaque Simpson est maudit et voué à l'échec dans tout ce qu'il entreprend, mais Lisa jure de briser cette malédiction d'une manière ou d'une autre. Pendant ce temps, Krusty s'apprête à annoncer un nouveau burger lorsque Gus, maintenant âgé et riche, qui dirige sa propre entreprise appelée Redstar, rachète l'intégralité de la franchise de Krusty, le laissant sans argent. Gus se réunit ensuite avec Grampa et lui propose de devenir son nouveau partenaire, ce qu'il accepte avec joie..."
  },
  {
    "titre": "S33E22 - Rock à la maison des pauvres",
    "image": "https://www.simpsonspark.com/images/guide/s33/uabf14.jpg",
    "description": "Le samedi soir, Marge envoie Homer, Bart, Lisa et Maggie loin d'elle pour les empêcher de perturber sa soirée entre filles avec Sarah Wiggum, Bernice Hibbert, Miss Hoover et Luann Van Houten, où elles boivent à l'excès tout en regardant Tunnelton. Le lendemain matin, une Marge sévèrement gueule de bois insiste pour qu'Homer conduise les enfants à l'église à sa place. À l'école du dimanche, Bart montre à sa classe une compilation humiliante de moments où Homer se ridiculise, ce qui fait craindre à Homer que Bart ne le respecte pas. Après que Marge suggère qu'elle était fière de son père lorsqu'il l'a emmenée à son travail un jour, Homer emmène Bart à la centrale nucléaire, où il est séduit par les privilèges et le salaire élevé qu'Homer gagne. Bart déclare qu'il veut devenir inspecteur de la sécurité nucléaire comme son père, mais le lendemain, alors qu'il est à la centrale nucléaire, un concierge lui dit que le travail d'Homer n'existe pas pour la génération actuelle. Par une chanson, le concierge explique l'accumulation et le déclin progressif de la classe moyenne, et Lisa rappe sur la manière dont les normes d'éducation plus élevées et le coût croissant des prêts étudiants empêcheront Bart de prendre la place d'Homer. Bart argumente alors qu'il peut gagner sa vie en vendant des cryptomonnaies ou en tant qu'influenceur sur les réseaux sociaux, mais le concierge trouve cela peu probable..."
  }
]