[
  {
    "titre": "S17E01 - Ma femme s'appelle reviens",
    "image": "https://www.simpsonspark.com/images/guide/s17/gabf18.jpg",
    "description": "Pris par la passion du football, Homer décide de parier sur une équipe en suivant les conseils d'une revue. N'ayant pas d'argent, il fait un prêt à Gros Tony et quand son équipe perd, il ne peut pas le payer. Pour rembourser sa dette, Gros Tony lui propose de tourner un film pour adultes dans la maison des Simpson. Afin de cacher cette décision à sa famille, Homer offre des billets à Marge et aux enfants pour aller au village du Père Noël. Mais ils vont rentrer plus tôt que prévu et lorsque Marge voit le tournage du film, elle est particulièrement en colère. Elle décide de s'en aller et s'isole sur une plage. C'est alors qu'elle fait la rencontre d'un protecteur de lamantins et retrouve le moral..."
  },
  {
    "titre": "S17E02 - Voyage au bout de la peur",
    "image": "https://www.simpsonspark.com/images/guide/s17/gabf16.jpg",
    "description": "Un matin, les Simpson sont réveillés par du bruit provenant d'un chantier. Ils découvrent alors qu'un musée du timbre est en train de se construire juste à côté de leur maison. Les Simpson ainsi que d'autres habitants décident de protester contre la construction de ce musée. Ils seront finalement entendus et à la place, un cimetière va être construit sur ce terrain. Le fait qu'un cimetière se trouve juste à côté des Simpson effraie Lisa, qui n'arrive plus à dormir et se réfugie dans le lit de ses parents. Cette peur de dormir va vite devenir un problème, et pendant que Homer et Marge vont consulter une psychologue pour l'aider, Lisa décide d'affronter sa peur en passant une nuit entière dans le cimetière en question..."
  },
  {
    "titre": "S17E03 - Serial piégeurs",
    "image": "https://www.simpsonspark.com/images/guide/s17/gabf19.jpg",
    "description": "Alors qu'ils étaient à l'église, Marge s'aperçoit que Maggie a des démangeaisons. Le docteur Hibbert lui explique qu'elle a la varicelle. Homer, qui ne l'a pas encore eu doit rester à l'écart d'elle. Et quand il apprend que Ned est intéressé pour que Maggie infecte ses enfants afin qu'ils aient la varicelle une fois pour toute, Homer organise alors une \"varicelle fiesta\" où plusieurs enfants y sont conviés. Pendant la \"fête\", les parents sont réunis dans la cuisine en attendant, et après avoir bu quelques verres, les parents de Milhouse, divorcés, s'embrassent goulûment au moment où Milhouse entre dans la pièce et les voit. Il est d'abord ravi d'apprendre cette nouvelle, mais quand il se rend compte que ses parents passent trop de temps ensemble et le délaisse, il cherche un plan pour les séparer de nouveau, avec l'aide de Bart. Pendant ce temps, Homer, après avoir bu le biberon de Maggie, a été infecté et à attrapé la varicelle..."
  },
  {
    "titre": "S17E04 - Simpson Horror Show XVI",
    "image": "https://www.simpsonspark.com/images/guide/s17/gabf17.jpg",
    "description": ""
  },
  {
    "titre": "S17E05 - Le fils à maman",
    "image": "https://www.simpsonspark.com/images/guide/s17/gabf20.jpg",
    "description": "Lors d'une promenade dans une fête foraine en train d'être démolie, Homer fait l'achat d'un haltère et Marge d'un vélo tandem. Bart, qui éprouve de la pitié à voir sa mère qui n'a personne avec qui faire du tandem lui propose de l'accompagner et c'est ainsi qu'ils commencent à passer tout leur temps ensemble et en viennent même à transformer la cabane de Bart en salon de thé. Bart apprécie les moments passés avec sa mère jusqu'à ce que la bande à Jimbo le traite de \"fils à maman\", il cesse alors toute activité avec Marge mais est vite pris de remords quand il s'aperçoit qu'elle est à nouveau seule et triste. Il lui propose alors de participer à une soirée karaoké organisée à l'école pendant laquelle Marge prendra conscience qu'elle ne veut pas que sa relation avec Bart devienne aussi envahissante que celle de Skinner et de sa mère. Pendant ce temps, Homer qui a passé des journées entières à se muscler le bras droit avec son haltère est entraîné dans une compétition de bras de fer par Moe..."
  },
  {
    "titre": "S17E06 - Homer maire !",
    "image": "https://www.simpsonspark.com/images/guide/s17/gabf21.jpg",
    "description": "Alors que Lisa a mis tout son cœur dans la création d'un cadeau à l'occasion de la fête des pères, Homer reste indifférent face à cette preuve d'amour de sa fille, ce qui a pour conséquence de blesser terriblement Lisa. Quand il se rend compte de sa négligence, Homer va tenter de reconquérir le cœur de Lisa en occupant le rôle de responsable de la sécurité à l'école élémentaire dans un costume de salamandre géante. De son coté, Bart vole un panneau de nom de rue (Bart Boulevard) ce qui a pour conséquence de provoquer un énorme accident de la circulation durant lequel Homer sauvera plusieurs vies. La population de Springfield blâme le maire Quimby pour son incompétence et exige une nouvelle élection, l'occasion pour de nombreux citoyens plus incompétents les uns que les autres de se présenter et pour Homer de tester sa nouvelle popularité en se présentant au poste de maire dans son costume de salamandre..."
  },
  {
    "titre": "S17E07 - Un casse sans casse",
    "image": "https://www.simpsonspark.com/images/guide/s17/gabf22.jpg",
    "description": "Homer et Marge emmènent Maggie participer à la chasse aux oeufs de Paques organisée par le maire dans son jardin, l'occasion pour Marge de créer des contacts parmi les autres mères de famille de Springfield, mais Homer et sa maladresse habituelle va une fois de plus tout gacher et empécher Marge de se faire des (nouvelles) amies. Voyant qu'elle est contrariée, Homer se met en tête de lui trouver des amies. Alors que Marge rencontre Tammy, une femme à la tête d'un club organisant des activités réservées aux \"femmes d'un certain age\". Marge ne mettra pas longtemps à se faire accepter et recevra son chapeau rouge en signe d'appartenance au groupe. Elle découvre alors que ses nouvelles amies préparent un plan pour dérober la collection de 12 oeufs de Fabergé de M. Burns d'une valeur d'un million de dollars et qu'elles l'ont désignée pour infiltrer son manoir. Pendant ce temps, Lisa aimerai participer à un voyage organisé en Italie, malheureusement il est réservé à ceux qui parlent l'italien. Qu'à cela ne tienne, Lisa prétend le parler..."
  },
  {
    "titre": "S17E08 - Vendetta",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf02.jpg",
    "description": "Après que sa vieille voiture soit tombée en panne, M. Burns décide d'acheter une voiture de sport, une Lamborgotti Fasterossa, qu'il charge Homer d'aller chercher directement à sa sortie d'usine en Italie. Après avoir récupéré la voiture, les Simpson profitent du voyage pour visiter le pays. Un accident de voiture les amènent à s'arrêter dans un petit village de Toscane où ils découvrent que le maire n'est autre que Tahiti Bob qui mène désormais une vie paisible et a fondé une famille. Mais lors d'un repas bien arrosé, Lisa va mettre les pieds dans le plat, les effets du vin rouge aidant, en révélant le passé de l'ancien prisonnier de Springfield..."
  },
  {
    "titre": "S17E09 - Histoires de Noël",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf01.jpg",
    "description": ""
  },
  {
    "titre": "S17E10 - Les deux font le père",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf03.jpg",
    "description": "Le refus de Marge de payer un péage nouvellement installé provoque indirectement la pose de herses sur la route et des crevaisons en série. L'arrivée massive de pneus à la décharge de pneus de Springfield déclenche d'énormes fumées noires qui font fondre le sommet enneigé d'une montagne et menent à la découverte du corps d'un facteur conservé dans la glace pendant 40 ans. Parmi le courrier qu'il transportait, une lettre destinée à Mona Simpson, la mère disparue d'Homer, revient de droit à Abraham. Dans cette lettre, un certain Mason Fairbanks, avec qui Mona aurait eu une liaison amoureuse, lui apprend qu'elle serait enceinte de lui. Abraham réfute cette déclaration mais Homer part tout de même à la recherche de son père biologique qui s'avère être un riche maître nageur à la retraite."
  },
  {
    "titre": "S17E11 - L'indomptable",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf04.jpg",
    "description": "Bart et Milhouse, toujours à l'affût d'une bêtise à faire, réussissent à accéder à la chaufferie de l'école et provoquent l'explosion de tous les radiateurs. Le bâtiment est alors complètement ruiné par l'humidité. En guise de punition Skinner décide d'envoyer Bart dans un camp disciplinaire en pleine nature situé dans l 'Oregon. De son coté Moe, dans un élan de générosité, a loué un minibus pour emmener ses clients réguliers faire la fête à Las Vegas."
  },
  {
    "titre": "S17E12 - Willie le gentleman",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf05.jpg",
    "description": "A l'école, un prof de sport remplaçant, aux méhodes plus cruelles que ludiques martyrise les élèves en les bombardant sans répit avec des ballons. A bout de nerfs, Bart décide de se venger en lui jetant dessus un ballon rempli d'eau glacée mais il manque sa cible et le ballon atterit sur la cabane de Willie qui est alors totalement détruite."
  },
  {
    "titre": "S17E13 - L'histoire apparemment sans fin",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf06.jpg",
    "description": "Lors de la visite d'une grotte, Homer se retrouve coincé dans un trou. En attendant les secours Homer demande à Lisa de lui raconter une histoire. Elle lui raconte alors ce qui lui est arrivé la semaine précédente quand elle s'est faite poursuivre par un mouflon furieux et qu'elle a du se réfugier chez Mr Burns pour lui échapper. Ce dernier lui raconte à son tour une histoire, il lui explique comment il s'est retrouvé à travailler pour Moe après avoir perdu sa centrale dans un pari avec le riche Texan. Le procédé de l'histoire dans l'histoire se poursuit avec Moe qui raconte son histoire d'amour avec Edna Krapabelle et comment il a du voler une collection de pièces d'or au Serpent pour commencer une nouvelle vie avec Edna. Burns parvient à s'emparer des pièces d'or dont il se sert pour racheter sa centrale. Le trésor est donc maintenant entre les mains du riche Texan mais il n'a pas pour autant fini de faire des envieux..."
  },
  {
    "titre": "S17E14 - Bart a deux mamans",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf07.jpg",
    "description": "La victoire d'une course de canards en plastique dans une fête foraine permet à Ned de remporter un ordinateur. N'ayant que faire de ce lot, il décide de l'offrir à Marge. Pour le remercier elle se sent alors obligée de lui rendre un service en retour. Ned lui propose alors de devenir la baby-sitter de Rod et Todd pendant les quelques jours où il devra tenir un stand à une convention de gauchers. L'occasion pour Marge d'essayer de leur faire découvrir les distractions des autres enfants de leur age."
  },
  {
    "titre": "S17E15 - Echange d'épouses",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf08.jpg",
    "description": "Lenny organise une soirée chez lui pour fêter l’acquisition d’une télé plasma géante. Homer, émerveillé par cet écran haute définition, s’invite chez Lenny où il passe plusieurs jours sans bouger du canapé à regarder la télé. Pour faire plaisir à Homer, Marge a participé à un concours dont le premier prix est une télé plasma. Trois semaines plus tard les résultats tombent, mais les Simpson doivent se contenter du troisième prix, une visite des studios de la Fox à Los Angeles. L’occasion de s’inscrire pour participer à une émission dont le principe est d’échanger les mamans de deux familles et dont la récompense leur permettrait d’acheter la télé de leurs rêves."
  },
  {
    "titre": "S17E16 - Million Dollar Papy",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf09.jpg",
    "description": "La ligue nationale de football américain doit s'agrandire et une nouvelle équipe va être créée dans une des deux villes en concurrence, soit à Springfield soit à Los Angeles. Homer se porte volontaire pour monter à bien ce projet et se donne beaucoup de mal pour tout organiser, depuis la création des maillots jusqu'à la construction d'un stade. Mais Abe, suite à un malentendu, assomme volontairement un délégué de la ligue de football en visite à Springfield, ce qui a pour effet de réduire le projet a néant et Springfield voit alors tous ses espoirs s'envoler. Abe, se sentant responsable de cet échec que tout le monde lui reproche, a le moral au plus bas au point de prendre la dure décision d'aller voir un médecin qui pourra l'assister dans son suicide. Mais heureusement l'euthanasie manque de peu. Apres être passé à deux doigts de la mort, Abe n'a plus peur de celle ci et décide de vivre pleinement le restant de ses jours."
  },
  {
    "titre": "S17E17 - Notre Homer qui êtes un Dieu",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf10.jpg",
    "description": "Pour des raisons économiques, M. Burns décide de délocaliser la centrale nucléaire en Inde ce qui implique de licencier tous les employés, à l'exception d'un seul qui sera chargé de former les nouveaux salariés embauchés sur place. Et le hasard veut que ce soit Homer qui soit chargé de cette tâche. Patty et Selma profite de la venue de l'acteur Richard Dean Anderson à une convention de la série Stargate pour kidnapper celui-ci, qu'elles admirent depuis toujours pour son rôle dans la série Mac Gyver. Les deux sœurs séquestrent leur idole chez elles mais semblent avoir oublié qu'il incarnait le roi de la débrouille et de l'évasion dans leur série TV préférée..."
  },
  {
    "titre": "S17E18 - Histoire d'eau",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf11.jpg",
    "description": "Au restaurant Le Hollandais Rissolant, la commande des Simpson tarde à leur être servie et ils commencent à s'impatienter, ils décident donc de se raconter des histoires sur le thème des voyages en mer historiques pour faire passer le temps."
  },
  {
    "titre": "S17E19 - Echec et math pour les filles",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf12.jpg",
    "description": "A la fin de la représentation de la comédie musicale d'Itchy & Scratchy à laquelle ont assistée les Simpson, le principal Skinner vient féliciter la metteuse en scène qui est une ancienne élève de l'école élémentaire qui avait de très bonnes notes même s'il elle confesse avoir parfois été un peu moins bonne en maths. Skinner fait alors un commentaire, qui est tout de suite perçu comme sexiste, en disant qu'il trouve ça normal car les filles sont moins douées que les garçons pour les sciences. Il essaye tant bien que mal de se rattraper mais les femmes de Springfield se sentent offensées. Skinner est alors remplacé au poste de principal par une femme qui décide de séparer l'école en deux parties, une pour les filles, l'autre pour les garçons. Lisa trouve les cours de maths dispensés aux filles décevants car elle n'y apprend rien, elle décide alors d'assister aux cours des garçons qui sont bien plus instructifs et stimulants. Mais pour cela elle n'aura d'autre alternative que de se faire passer pour un garçon..."
  },
  {
    "titre": "S17E20 - A propos de Marge",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf13.jpg",
    "description": "Bart et ses copains ont trouvé un moyen de gagner un peu d'argent de poche, ils peignent le numéro des maisons d' Evergreen Terrace sur le trottoir et vont ensuite demander aux propriétaires de les récompenser. Homer, qui refuse de les payer alors qu'ils ont déjà peint les 2 premiers numéros de sa maison, se retrouve donc avec 74 au lieu de 742, ce qui va induire la factrice en erreur qui va leur distribuer le courrier des véritables habitants du 74 parmi lequel une lettre qui leur apprend qu'ils ont gagné un concours et dont le prix est la venue de femmes de ménage qui vont venir nettoyer la maison de fond en comble. Mais Marge qui ne supporte pas l'idée que des étrangers puissent voir sa maison sale, décide de faire le ménage avant qu'elles arrivent, c'est alors qu'elle respire des vapeurs de produits ménagers qui vont la faire s'évanouir. A son réveil à l'hôpital Marge se retrouve amnésique et ne reconnaît absolument pas les membres de sa famille. Elle va rapidement se souvenir de ses enfants mais Homer lui reste totalement étranger, pire encore elle le trouve repoussant, il va alors tout faire pour reconquérir son cœur."
  },
  {
    "titre": "S17E21 - Le vrai descendant du singe",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf14.jpg",
    "description": "Quand Bart se rend compte qu'il a passé tout l'été à ne rien faire et qu'il ne lui reste plus qu'un seul jour de vacances avant la rentrée il décide de faire tout ce qu'il avait prévu durant les quelques heures qu'il lui reste. Une fois toutes ces activités accomplies, Lisa réclame une visite au musée en famille. Les Simpson se rendent donc au muséum d'histoire naturelle où l'exposition sur l'art du tissage qu'ils s'apprêtaient à visiter est remplacée par une exposition sur l'histoire des armes à travers les âges. De leur coté les Flanders visitent la galerie de l'évolution humaine dans laquelle la théorie de Darwin est mise en avant alors que la théorie de la création de l'homme par Dieu n'est présentée que comme un mythe, ce qui n'est pas du tout du goût de Ned pour qui l'existence d'Adam et Eve ne fait aucun doute. Choqué, il décide de mener un combat pour que le créationnisme biblique soit enseigné à l'école au même titre que l'évolutionnisme scientifique mais Lisa, convaincue par la rationalité et le bien-fondé des théories de Darwin, ne l'entend pas du tout de cette oreille..."
  },
  {
    "titre": "S17E22 - Les experts ami-ami",
    "image": "https://www.simpsonspark.com/images/guide/s17/habf16.jpg",
    "description": "Alors que les Simpson assistent à un match de baseball des Isotopes, dans les gradins Marge et Homer échangent un baiser passionné alors qu'ils sont filmés et que l'image est projetée sur les écrans géants du stade à la vue de tout le monde. Buck Mitchell, un joueur de l'équipe de Springfield voit alors en eux un couple parfait s'aimant d'un amour authentique et il décide alors de faire appel à eux pour leur demander des conseils et sauver son mariage avec Tabitha Vixx, une chanteuse pop sexy dont la plastique de rêve attire les regards et la convoitise de nombreux hommes mais qui est par la même occasion la source de leurs problèmes de couple."
  }
]