[
  {
    "titre": "S32E01 - Burns infiltré",
    "image": "https://www.simpsonspark.com/images/guide/s32/zabf19.jpg",
    "description": "C'est une journée spéciale à la centrale nucléaire de Springfield. En effet, les parents peuvent amener leurs enfants au travail avec eux. Homer emmène donc Bart et Lisa. Par contre, M. Burns décide de profiter de cette occasion pour faire travailler les enfants. Lisa va alors s'y confronter et lui faire comprendre que c'est complètement illégal. Le vieil homme prend la fuite vers les toilettes. C'est à ce moment qu'il prend connaissance de tous les graffitis de haines envers lui qui sont gravés dans les toilettes. Il croyait être un bon patron que les employés respectent, mais il voit bien que c'est tout le contraire. Suite à cette découverte troublante, Smithers aide Burns à se déguiser afin d'infiltrer ses employés pour voir qui le déteste vraiment. Contre toute attente, avec sa nouvelle identité du nom de Fred, M. Burns devient vite ami avec Homer, Lenny et Carl. Ceci rendra son rôle de patron de la centrale nucléaire beaucoup plus difficile qu'avant..."
  },
  {
    "titre": "S32E02 - Aïe, Carumbus",
    "image": "https://www.simpsonspark.com/images/guide/s32/zabf18.jpg",
    "description": "Lors d'une visite familiale au musée, Marge et Homer se disputent, car Marge trouve que son mari n'a pas assez d'ambition dans la vie. Le conservateur du musée entend leur discussion et décide de leur raconter l'histoire d'Obeseus (Homer à l'époque romaine). Ce dernier est vendu par son père à un propriétaire d'esclave qui est nul autre que Gros Tony. En plus de devenir un esclave, Obeseus devra se battre en tant que gladiateur. Comme son père l'a fait travailler toute sa jeunesse dans les champs, il est super en forme et devient le nouveau champion des gladiateurs. Suite à cette victoire, il tombe vite amoureux de la fille de son maître. Celle-ci se nomme Majora (Marge) et après quelques temps, à voir Obeseus en secret, elle tombe enceinte de lui. Quand son père apprend qui est le père, il décide de lui redonner sa liberté à condition qu'il marie sa fille. Majora se rend compte que seulement les hommes ont du pouvoir dans cette société. Elle va donc utiliser son mari pour obtenir tout ce qu'elle veut. Par contre, ça va vite aller beaucoup trop loin et son ambition finira par amener beaucoup de problèmes à leur famille..."
  },
  {
    "titre": "S32E03 - Non, musée, ne fais pas ça",
    "image": "https://www.simpsonspark.com/images/guide/s32/zabf21.jpg",
    "description": "Lisa est malade et Marge lui dit de rester à la maison le temps qu'elle aille mieux. Elle lui donne le livre illustré sur l'histoire de l'art occidental. Lisa s'imaginera alors diverses histoires avec les membres de sa famille qui remplacent des personnages historiques. D'abord, elle raconte l'histoire de Lisanardo Da Vinci qui est d'abord peintre, mais elle va ensuite se tourner vers la musique puis, vers les inventions, car dans chaque domaine, elle est toujours supérieur à ses pairs. Ensuite, Bart rejoint sa soeur et elle lui raconte l'histoire d'un artiste (joué par Bart) qui avait des problèmes avec l'Académie française. Bart a toujours des mauvaises notes pour ses peintures, mais Toulouse-Moetrec le pousse à poursuivre ce qu'il fait. Ceci l'amènera à présenter ses oeuvres à l'empereur. Puis, Maggie rejoint son frère et sa soeur. Lisa lui raconte l'histoire de Cupidon (Maggie) qui se bat contre Gerald, un ange de la mort. Finalement, Homer rejoint ses enfants et Lisa lui raconte l'histoire de lui et Marge dans les rôles de Diego Rivera et Frida Kahlo. Diego et Frida déménagent aux États-Unis après s'être marié. Diego va travailler pour John Rockefeller (Burns) pour peindre une murale dans son nouvel édifice. Frida fera aussi sa version de la murale et Diego va beaucoup l'aimer. Par contre, il y a un communiste sur cette dernière et Diego craint de la présenter à Rockefeller..."
  },
  {
    "titre": "S32E04 - Simpson Horror Show XXXI",
    "image": "https://www.simpsonspark.com/images/guide/s32/zabf17.jpg",
    "description": "Homer est couché sur son hamac et Marge lui rappelle qu'il doit aller voter pour ne pas revivre 4 ans d'enfer, mais son horoscope lui dit qu'il ne devrait pas aller voter et il s'endort. Quelques mois plus tard, les 4 chevaliers de l'apocalypse débarquent à Springfield et c'est le chaos total."
  },
  {
    "titre": "S32E05 - Sept Bières de réflexion",
    "image": "https://www.simpsonspark.com/images/guide/s32/zabf15.jpg",
    "description": "Lily, une jeune femme anglaise adorée par tout le monde à Londres, déménage à Springfield. Elle se rend à la taverne de Moe et transforme complètement l'endroit avec sa bonne humeur. En revanche, Homer est seul alors que Marge est parti en voyage avec les enfants. Triste, en arrivant chez Moe, Lily est immédiatement attirée par ce dernier, plus encore car Homer n'éprouve que de l'indifférence pour elle. Plus tard, M. Burns demande à Homer de lui organiser un rendez-vous avec la jeune femme anglaise. Lily lui demande de les accompagner pendant ce repas. Pendant ce temps, Marge pense enfin pouvoir se reposer, mais Bart tombe très malade. En effet, en allant se promener dans la nature, il attrape la maladie de Lyme..."
  },
  {
    "titre": "S32E06 - Podcast News",
    "image": "https://www.simpsonspark.com/images/guide/s32/zabf22.jpg",
    "description": "Homer est debout en plein milieu de la nuit pour manger et il s'aperçoit que Lisa ne dort pas. Par la suite, Homer et Marge vont tenter de découvrir ce que Lisa fait la nuit et pourquoi cette dernière semble aussi fatiguée. Lisa ne dort presque plus, car elle est devenue accro à un podcast traitant d'affaires criminelles. Marge va, elle aussi, écouter le podcast pour être certaine que ce soit approprié pour sa fille. Pendant ce temps, Bart et Homer se rendent à la maison de retraite pour visiter Abraham. Ils sont très surpris de le voir avec une femme. En plus, celle-ci se nomme Vivienne et est une ancienne star de la télévision. Plus tard dans la soirée, les deux amoureux se rendent à une fête sur un bateau et Vivienne tombe à l'eau. Elle est déclarée morte et Abraham est le principal suspect dans cette affaire. En voyant l'immense popularité des podcasts, Kent Brockman lance son propre podcast basé sur la mort de Vivienne et essaie de convaincre la population de Springfield qu'Abraham est le meurtrier..."
  },
  {
    "titre": "S32E07 - Trois rêves qui s'effondrent",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf02.jpg",
    "description": "Le vendeur de BD a comme rêve de se rendre au Comicalooza à San Diego. Malheureusement, il n'a pas d'argent et pense devoir attendre encore une année supplémentaire. C'est à ce moment qu'Agnès Skinner entre dans son magasin pour vendre plusieurs objets appartenant à son fils Seymour. Parmis ceux-ci, le vendeur de BD reconnait une rare figurine de Radioactive Man. Il l'a met directement en vente, en ligne, et obtient quelques milliers de dollars qu'il va utiliser pour faire son voyage. Une fois à San Diego, il essaie de trouver la meilleure question possible à poser pendant le Comicalooza. De son côté, Bart rencontre une femme qui lui obtient un rôle pour faire du doublage dans une série animée. Il invite ensuite plusieurs amis pour la première diffusion de l'émission, mais ça ne ce passera pas comme il le prévoyait. Pendant ce temps, Lisa tombe sous le charme d'un nouvel étudiant du nom de Blake qui joue aussi du saxophone à l'école..."
  },
  {
    "titre": "S32E08 - La Route de Cincinnati",
    "image": "https://www.simpsonspark.com/images/guide/s32/zabf20.jpg",
    "description": "L'EDU-CON Une convention réservée aux administrateurs scolaires va se tenir à Cincinnati. L'inspecteur Chalmers ne tient pas à être accompagné par le principal Skinner, mais doit s'y résoudre quand son favori tombe malade. Après avoir été sortis de l'avion suite à une crise d'angoisse de l'inspecteur Chalmers, ils ont 36 heures pour faire les 800 miles de route en voiture. Le road trip n'est pas de tout repos, mais Skinner et Chalmers finissent par sympathiser. Pourtant, les deux cachent un secret..."
  },
  {
    "titre": "S32E09 - Pas d'excuse",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf01.jpg",
    "description": "Homer et Lisa regardent les étoiles. Cette dernière est toujours contrariée après Mademoiselle Hoover. Elle raconte à Homer ce qu'il s'est passé. Présentant un exposé sur une de ses modèles en rap, elle n'obtient qu'un B-, soit la même note que Ralph. Frustrée, elle traite sa maitresse de tâcheron sans intérêt, et refuse de s'en excuser, ce qui lui vaut une retenue. Les jours suivants elle maintient sa position, et un conflit larvé s'installe entre la petite fille et son institutrice..."
  },
  {
    "titre": "S32E10 - Un Noël d'été à Springfield",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf03.jpg",
    "description": "Mary Tannenbaum, une employée de Heartmark Channel, est chargée d'aider à réaliser le film \"Un ornement de Noël pour Noël\". Elle se rend à Springfield, où elle est accueillie chez les Simpson. Mary déteste les films de Noël, tandis que Marge les adore. Pendant son séjour, elle rencontre Skinner, qui lui propose de l'aider en échange de sa participation à la promotion de son festival de laitue et de tomate. Mary résout les problèmes sur le plateau de tournage, mais apprend qu'elle doit rester jusqu'à la fin de la production pour obtenir une promotion. Pendant ce temps, Homer aide en collectant de la fausse neige, et Bart est mécontent de ne pas avoir d'endroit où dormir. Mary se rapproche de Skinner, mais leur moment est interrompu par l'arrivée de son fiancé..."
  },
  {
    "titre": "S32E11 - Envie de paternité",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf04.jpg",
    "description": "Après la soirée quiz chez Moe, Kumiko, la femme du vendeur de BD, se lie d'amitié avec Marge en raison de leur similitude avec leurs maris en surpoids. En se rendant chez les Simpson pour découvrir les secrets de Marge, Kumiko ressent un sentiment maternel grâce à Maggie. Cependant, le vendeur de BD ne partage pas ce sentiment et préfère fuir lorsqu'il doit réconforter Bart et Lisa. Les Simpson décident alors de se rendre à sa maison d'enfance pour découvrir les raisons de son manque de soutien émotionnel..."
  },
  {
    "titre": "S32E12 - Reine du journal intime",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf05.jpg",
    "description": "Lors d'un vide-greniers chez Ned, Bart trouve le vieux journal intime de Mme Krapabelle, qui contient de nombreuses confessions. Après avoir joué quelques farces, il semble découvrir que Mme Krapabelle avait des sentiments profonds pour lui et décide de changer son comportement pour devenir un élève exemplaire. Cependant, Lisa, curieuse de connaître la cause de ce changement soudain, découvre qu'il y a eu un malentendu et que Bart a mal interprété les écrits du journal intime. Lisa se demande alors comment annoncer cette vérité à Bart sans le bouleverser et sans gâcher sa nouvelle motivation..."
  },
  {
    "titre": "S32E13 - Objectif fric",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf06.jpg",
    "description": "C'est la dernière journée d'école de l'année scolaire et Ralph marche dans la rue se croyant dans une parade. En réalité, il marche seul devant les voitures et bloque complètement la circulation. Il laisse finalement place aux voitures et découvre un immense terrain de golf au milieu de Springfield. Il avertit Bart, Milhouse, Martin, Lewis et Nelson qui s'y rendent. Les garçons s'aperçoivent que des caddies assistent les gens riches de Springfield qui jouent au golf. En voyant tout l'argent qu'ils pourraient faire en pourboire, Bart et Milhouse décident de devenir caddie. Bart se rend bientôt compte les golfeurs sont plus généreux en terme de pourboire quand il les complimente. Mais Marge va tout faire en son pouvoir pour que Bart quitte son emploi, car elle a peur qu'il en perde son fort caractère et que ça nuise à son futur..."
  },
  {
    "titre": "S32E14 - Yokel Hero",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf07.jpg",
    "description": "Homer est chez Moe et décide de rentrer tard, car c'est l'anniversaire de Carl. Marge est fâchée contre Homer et elle ne veut surtout pas que ce dernier revienne en conduisant en état d'ébriété. Il choisit alors de revenir chez lui à pied en chantant. Malheureusement, il se fait arrêter par la police, car celui-ci est un danger pour la ville. Homer doit donc passer la nuit dans une cellule au poste de police de Springfield. C'est à cet endroit qu'il rencontre Cletus. Il va chanter des chansons remplies de sagesse qui vont donner à Homer l'envie de devenir un homme meilleur. Le lendemain matin, Homer amène toute la famille chez Cletus pour que ceux-ci rencontre l'homme qui a changé sa façon de voir la vie. Il est très reconnaissant envers Cletus et veut lui donner quelque chose en échange. Homer pense que les chansons de Cletus pourrait changer la vie de plusieurs personnes comme ça a changé la sienne. Il propose donc à Cletus de devenir son gérant..."
  },
  {
    "titre": "S32E15 - Est-ce que les bots de pizza rêvent de guitare électrique ?",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf08.jpg",
    "description": "Lors d'une sortie dans une pizzeria, Homer se souvient de son adolescence où il travaillait dans cet établissement aux côtés d'animatroniques. Il rêvait alors de former un groupe de musique avec eux, mais son rêve a été brisé lors d'une descente policière qui a saisi les robots. Pour guérir son chagrin, sa famille décide de retrouver les animatroniques, mais le réalisateur J. J. Abrams s'en empare pour en faire un film. Pendant qu'Homer essaie d'annuler ce film, Marge tente de trouver un moyen de faire oublier à Homer ce rêve d'adolescence brisé..."
  },
  {
    "titre": "S32E16 - Phénomènes paranormaux",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf09.jpg",
    "description": "En découvrant le moulage de la main de Todd sur leur sapin de Noël, Bart et Lisa interrogent leurs parents. Marge explique alors qu'il y a six ans, après une nouvelle soirée bien arrosée, Homer a été mis à la porte. Il a trouvé refuge chez les Flanders, mais Maud, enceinte à l'époque, l'a également mis à la porte, le poussant à se cacher dans les combles du garage des Simpson. Alors qu'Homer tente de faire un geste pour se rapprocher de Marge, il entend les cris de Maud lors de ses contractions, ce qui pourrait bien être la clé de son salut..."
  },
  {
    "titre": "S32E17 - Femmes à l'état brut",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf10.jpg",
    "description": "Alors qu'Homer néglige une fois de plus ses responsabilités familiales, Marge se retrouve obligée d'abandonner ses propres projets pour emmener les enfants en sortie en bateau. Pendant l'excursion, Marge se lie d'amitié avec Sarah Wiggum, la femme du chef de police, mais elles se font toutes les deux kidnapper. Marge découvre alors que Sarah a un passé de voleuse de bijoux. En apprenant la trahison subie par Sarah et son équipe, Marge décide de se joindre à elles pour préparer leur vengeance, tandis que leurs maris cherchent à se racheter..."
  },
  {
    "titre": "S32E18 - Les Rois du burger",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf11.jpg",
    "description": "Lorsque M. Burns surprend Homer en train de manger un burger, il développe un goût pour cette nouvelle nourriture. Cependant, après avoir subi une attaque cardiaque, il est contraint de se tourner vers des burgers végétariens spécialement créés pour lui. Cela l'incite à ouvrir une chaîne de restauration spécialisée dans ces burgers. Alors qu'Homer devient le visage de cette entreprise et que Marge investit dans des actions, Lisa découvre la vérité, ce qui crée des incertitudes chez ses parents..."
  },
  {
    "titre": "S32E19 - Panique dans les rues de Springfield",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf12.jpg",
    "description": "En s'inscrivant sur une plateforme de streaming musical, Lisa découvre Quilloughby, un jeune chanteur engagé pour la nature, qu'elle adore instantanément. Malheureusement, après avoir consommé de la viande à son insu à l'école, elle invite Quilloughby à devenir son ami imaginaire. Le comportement de Lisa change alors radicalement, et elle se rebelle contre tout le monde. Cependant, lorsque Lisa cherche à rencontrer son idole en personne, elle pourrait bien faire une découverte décevante..."
  },
  {
    "titre": "S32E20 - Retrouvailles mère-fille",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf14.jpg",
    "description": "Après avoir rendu visite à un magicien tireur de cartes, Marge et Lisa découvrent qu'elles seront en conflit à cause de la décision de Lisa de ne pas poursuivre ses études. Le magicien raconte alors les différentes aventures de Lisa dans le futur, où elle réussit à devenir professeure ou même Présidente des États-Unis. Ces visions de succès pourraient bien faire changer l'opinion de Marge concernant sa fille..."
  },
  {
    "titre": "S32E21 - Code G.R.A.N.D.-P.È.R.E.",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf13.jpg",
    "description": "Lors des années 1970, une équipe d'espions du MI5 recherchent un agent russe pouvant s'être caché aux États-Unis. 50 ans plus tard, un des espions retrouve l'individu qui semblerait être Abraham. À l'aide de la complicité d'Homer, l'espion anglais tente de prouver ses dires afin de coincer Abraham. Cependant, la situation pourrait bien être basée sur un quiproquo.."
  },
  {
    "titre": "S32E22 - Le Dernier Combattant de bar",
    "image": "https://www.simpsonspark.com/images/guide/s32/qabf15.jpg",
    "description": "Après l'annulation de l'émission de Krusty, Bart participe au spectacle de l'abeille espagnole et remporte une bouteille de tequila en forme de crâne de cristal. Sans le savoir, Homer la prend et la partage avec Moe et les habitués de son bar. Cela brise le pacte que Moe avait conclu avec d'autres tenanciers de bars, ce qui empêche les habitués du bar de Moe de boire à nouveau. Cependant, leur amitié remet en question cette décision et ils cherchent un moyen de trouver un nouvel équilibre."
  }
]